Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: A gallery on AstroBin.
be: Галерэя на AstroBin.
el: Μια γκαλερί στο AstroBin.
es: Una galería en AstroBin.
fi: Galleria AstroBinissä.
hu: Galéria az AstroBin-en.
nl: Een galerij op AstroBin.
pl: Galeria na AstroBin.
pt: Uma galeria no AstroBin.
ru: Галерея на AstroBin.
sq: Një galeri në AstroBin.
tr: AstroBin'de bir galeri.
uk: Галерея на AstroBin.

source: About
be: Пра нас
el: Σχετικά
es: Acerca de
fi: Tietoa
hu: Rólunk
nl: Over
pl: O nas
pt: Sobre
ru: О нас
sq: Rreth
tr: Hakkında
uk: Про нас

source: Access to this feature is part of the AstroBin Ultimate plan.
be: Доступ да гэтай функцыі ўваходзіць у план AstroBin Ultimate.
el: Η πρόσβαση σε αυτή τη δυνατότητα είναι μέρος του Ultimate πλάνου του AstroBin.
es: El acceso a esta función es parte del plan Ultimate de AstroBin.
fi: Pääsy tähän ominaisuuteen kuuluu AstroBin Ultimate -suunnitelmaan.
hu: E funkció elérése az AstroBin Ultimate csomag része.
nl: Toegang tot deze functie is onderdeel van het AstroBin Ultimate-plan.
pl: Dostęp do tej funkcji jest częścią planu AstroBin Ultimate.
pt: O acesso a este recurso faz parte do plano Ultimate do AstroBin.
ru: Доступ к этой функции является частью плана AstroBin Ultimate.
sq: Qasja në këtë veçori është pjesë e planit AstroBin Ultimate.
tr: Bu özelliğe erişim, AstroBin Ultimate planının bir parçasıdır.
uk: Доступ до цієї функції є частиною плану AstroBin Ultimate.

source: Acquisition attributes
be: Атрыбуты набыцця
el: Χαρακτηριστικά απόκτησης
es: Atributos de adquisición
fi: Hankintaominaisuudet
hu: Beszerzési attribútumok
nl: Acquisitie-attributen
pl: Atrybuty pozyskania
pt: Atributos de aquisição
ru: Атрибуты приобретения
sq: Atributet e blerjes
tr: Elde etme özellikleri
uk: Атрибути придбання

source: Acquisition date
be: Дата набыцця
el: Ημερομηνία απόκτησης
es: Fecha de adquisición
fi: Hankintapäivämäärä
hu: Beszerzési dátum
nl: Acquisitiedatum
pl: Data pozyskania
pt: Data de aquisição
ru: Дата приобретения
sq: Data e blerjes
tr: Elde etme tarihi
uk: Дата придбання

source: Acquisition details
be: Дэталі набыцця
el: Λεπτομέρειες απόκτησης
es: Detalles de adquisición
fi: Hankintatiedot
hu: Beszerzési részletek
nl: Acquisitiedetails
pl: Szczegóły pozyskania
pt: Detalhes da aquisição
ru: Детали приобретения
sq: Detajet e blerjes
tr: Elde etme detayları
uk: Деталі придбання

source: Acquisition months
be: Месяцы набыцця
el: Μήνες απόκτησης
es: Meses de adquisición
fi: Hankintakuukaudet
hu: Beszerzési hónapok
nl: Acquisitiemaanden
pl: Miesiące pozyskania
pt: Meses de aquisição
ru: Месяцы приобретения
sq: Muajt e blerjes
tr: Elde etme ayları
uk: Місяці придбання

source: Acquisition sessions
be: Сесіі набыцця
el: Συνεδρίες απόκτησης
es: Sesiones de adquisición
fi: Hankintasessiot
hu: Beszerzési ülések
nl: Acquisitiesessies
pl: Sesje pozyskania
pt: Sessões de aquisição
ru: Сессии приобретения
sq: Sesionet e blerjes
tr: Elde etme oturumları
uk: Сесії придбання

source: Activity feed
be: Стужка актыўнасці
el: Ροή δραστηριότητας
es: Feed de actividad
fi: Toimintasyöte
hu: Tevékenységi feed
nl: Activiteitenfeed
pl: Kanał aktywności
pt: Feed de atividade
ru: Лента активности
sq: Feed aktiviteti
tr: Etkinlik akışı
uk: Стрічка активності

source: Add setup
be: Дадаць наладку
el: Προσθήκη ρύθμισης
es: Añadir configuración
fi: Lisää asetukset
hu: Beállítás hozzáadása
nl: Setup toevoegen
pl: Dodaj setup
pt: Adicionar configuração
ru: Добавить настройку
sq: Shto konfigurimin
tr: Kurulum ekle
uk: Додати налаштування

source: Add/Remove images
be: Дадаць/выдаліць выявы
el: Προσθήκη/Αφαίρεση εικόνων
es: Añadir/Eliminar imágenes
fi: Lisää/Poista kuvia
hu: Képek hozzáadása/eltávolítása
nl: Afbeeldingen toevoegen/verwijderen
pl: Dodaj/Usuń obrazy
pt: Adicionar/Remover imagens
ru: Добавить/Удалить изображения
sq: Shto/Hiq imazhe
tr: Görüntü ekle/çıkar
uk: Додати/Видалити зображення

source: Add/remove images
be: Дадаць/выдаліць выявы
el: Προσθήκη/αφαίρεση εικόνων
es: Añadir/eliminar imágenes
fi: Lisää/poista kuvia
hu: Képek hozzáadása/eltávolítása
nl: Afbeeldingen toevoegen/verwijderen
pl: Dodaj/usuń obrazy
pt: Adicionar/remover imagens
ru: Добавить/удалить изображения
sq: Shto/hiq imazhe
tr: Görüntü ekle/çıkar
uk: Додати/видалити зображення

source: Additional objects in this field
be: Дадатковыя аб'екты ў гэтым полі
el: Επιπλέον αντικείμενα σε αυτό το πεδίο
es: Objetos adicionales en este campo
fi: Lisäobjektit tässä kentässä
hu: További objektumok ezen a területen
nl: Aanvullende objecten in dit veld
pl: Dodatkowe obiekty w tym polu
pt: Objetos adicionais neste campo
ru: Дополнительные объекты в этом поле
sq: Objekte shtesë në këtë fushë
tr: Bu alandaki ek nesneler
uk: Додаткові об'єкти в цьому полі

source: Advanced annotations
be: Пашыраныя анатацыі
el: Προηγμένες σημειώσεις
es: Anotaciones avanzadas
fi: Edistyneet merkinnät
hu: Fejlett annotációk
nl: Geavanceerde annotaties
pl: Zaawansowane adnotacje
pt: Anotações avançadas
ru: Расширенные аннотации
sq: Shënime të avancuara
tr: Gelişmiş notlar
uk: Розширені анотації

source: Advanced settings
be: Пашыраныя налады
el: Προηγμένες ρυθμίσεις
es: Configuraciones avanzadas
fi: Edistyneet asetukset
hu: Fejlett beállítások
nl: Geavanceerde instellingen
pl: Zaawansowane ustawienia
pt: Configurações avançadas
ru: Расширенные настройки
sq: Cilësime të avancuara
tr: Gelişmiş ayarlar
uk: Розширені налаштування

source: All rights reserved
be: Усе правы абаронены
el: Όλα τα δικαιώματα διατηρούνται
es: Todos los derechos reservados
fi: Kaikki oikeudet pidätetään
hu: Minden jog fenntartva
nl: Alle rechten voorbehouden
pl: Wszelkie prawa zastrzeżone
pt: Todos os direitos reservados
ru: Все права защищены
sq: Të gjitha të drejtat e rezervuara
tr: Tüm hakları saklıdır
uk: Всі права захищені

source: Allow image adjustments widget
be: Дазволіць віджэт карэкціроўкі выяў
el: Επιτρέψτε το widget προσαρμογών εικόνας
es: Permitir ajustes de imagen
fi: Salli kuvamuokkaus-widget
hu: Képbeállítási widget engedélyezése
nl: Sta aanpassingen van afbeeldingen toe
pl: Zezwól na widget dostosowań obrazu
pt: Permitir widget de ajustes de imagem
ru: Разрешить виджет настроек изображения
sq: Lejo widget për rregullimin e imazheve
tr: Görüntü ayarlama widget'ına izin ver
uk: Дозволити віджети налаштувань зображення

source: An error occurred while adding the image to the collection.
be: Адбылася памылка пры дадаванні выявы ў калекцыю.
el: Παρουσιάστηκε σφάλμα κατά την προσθήκη της εικόνας στη συλλογή.
es: Ocurrió un error al añadir la imagen a la colección.
fi: Virhe tapahtui, kun yritettiin lisätä kuva kokoelmaan.
hu: Hiba történt a kép gyűjteményhez adásakor.
nl: Er is een fout opgetreden bij het toevoegen van de afbeelding aan de collectie.
pl: Wystąpił błąd podczas dodawania obrazu do kolekcji.
pt: Ocorreu um erro ao adicionar a imagem à coleção.
ru: Произошла ошибка при добавлении изображения в коллекцию.
sq: Ndodhi një gabim gjatë shtimit të imazhit në koleksion.
tr: Görüntüyü koleksiyona eklerken bir hata oluştu.
uk: Сталася помилка під час додавання зображення до колекції.

source: An error occurred while deleting the search.
be: Адбылася памылка пры выдаленні пошуку.
el: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της αναζήτησης.
es: Ocurrió un error al eliminar la búsqueda.
fi: Virhe tapahtui, kun yritettiin poistaa hakua.
hu: Hiba történt a keresés törlésekor.
nl: Er is een fout opgetreden bij het verwijderen van de zoekopdracht.
pl: Wystąpił błąd podczas usuwania wyszukiwania.
pt: Ocorreu um erro ao deletar a busca.
ru: Произошла ошибка при удалении поиска.
sq: Ndodhi një gabim gjatë fshirjes së kërkimit.
tr: Aramayı silerken bir hata oluştu.
uk: Сталася помилка під час видалення пошуку.

source: An error occurred while loading the image. Probably the photographer deleted it.
be: Адбылася памылка пры загрузцы выявы. Магчыма, фатограф яе выдаліў.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση της εικόνας. Πιθανώς ο φωτογράφος την διέγραψε.
es: Ocurrió un error al cargar la imagen. Probablemente el fotógrafo la eliminó.
fi: Virhe tapahtui, kun yritettiin ladata kuva. Todennäköisesti valokuvaaja on poistanut sen.
hu: Hiba történt a kép betöltésekor. Valószínűleg a fényképész törölte.
nl: Er is een fout opgetreden bij het laden van de afbeelding. Waarschijnlijk heeft de fotograaf deze verwijderd.
pl: Wystąpił błąd podczas ładowania obrazu. Prawdopodobnie fotograf go usunął.
pt: Ocorreu um erro ao carregar a imagem. Provavelmente o fotógrafo a deletou.
ru: Произошла ошибка при загрузке изображения. Возможно, фотограф его удалил.
sq: Ndodhi një gabim gjatë ngarkimit të imazhit. Ndoshta fotografi e fshiu atë.
tr: Görüntüyü yüklerken bir hata oluştu. Muhtemelen fotoğrafçı bunu sildi.
uk: Сталася помилка під час завантаження зображення. Можливо, фотограф його видалив.

source: An error occurred while removing the image from the collection.
be: Адбылася памылка пры выдаленні выявы з калекцыі.
el: Παρουσιάστηκε σφάλμα κατά την αφαίρεση της εικόνας από τη συλλογή.
es: Ocurrió un error al eliminar la imagen de la colección.
fi: Virhe tapahtui, kun yritettiin poistaa kuva kokoelmasta.
hu: Hiba történt a kép eltávolítása közben a gyűjteményből.
nl: Er is een fout opgetreden bij het verwijderen van de afbeelding uit de collectie.
pl: Wystąpił błąd podczas usuwania obrazu z kolekcji.
pt: Ocorreu um erro ao remover a imagem da coleção.
ru: Произошла ошибка при удалении изображения из коллекции.
sq: Ndodhi një gabim gjatë heqjes së imazhit nga koleksioni.
tr: Görüntüyü koleksiyondan çıkarırken bir hata oluştu.
uk: Сталася помилка під час видалення зображення з колекції.

source: An error occurred while saving the search.
be: Адбылася памылка пры захаванні пошуку.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση της αναζήτησης.
es: Ocurrió un error al guardar la búsqueda.
fi: Virhe tapahtui, kun yritettiin tallentaa hakua.
hu: Hiba történt a keresés mentésekor.
nl: Er is een fout opgetreden bij het opslaan van de zoekopdracht.
pl: Wystąpił błąd podczas zapisywania wyszukiwania.
pt: Ocorreu um erro ao salvar a busca.
ru: Произошла ошибка при сохранении поиска.
sq: Ndodhi një gabim gjatë ruajtjes së kërkimit.
tr: Aramayı kaydederken bir hata oluştu.
uk: Сталася помилка під час збереження пошуку.

source: An error occurred while setting the cover image.
be: Адбылася памылка пры ўсталяванні выявы для вокладкі.
el: Παρουσιάστηκε σφάλμα κατά την ρύθμιση της εικόνας εξωφύλλου.
es: Ocurrió un error al establecer la imagen de portada.
fi: Virhe tapahtui, kun yritettiin asettaa kansikuvaksi.
hu: Hiba történt a borítókép beállítása közben.
nl: Er is een fout opgetreden bij het instellen van de omslagafbeelding.
pl: Wystąpił błąd podczas ustawiania obrazu okładki.
pt: Ocorreu um erro ao definir a imagem de capa.
ru: Произошла ошибка при установке обложки.
sq: Ndodhi një gabim gjatë vendosjes së imazhit të mbulimit.
tr: Kapak görüntüsünü ayarlarken bir hata oluştu.
uk: Сталася помилка під час встановлення зображення обкладинки.

source: An error occurred while trying to perform this operation.
be: Адбылася памылка пры спробе выканаць гэтую аперацыю.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια εκτέλεσης αυτής της ενέργειας.
es: Ocurrió un error al intentar realizar esta operación.
fi: Virhe tapahtui, kun yritettiin suorittaa tämä toiminto.
hu: Hiba történt, miközben megpróbáltad végrehajtani ezt a műveletet.
nl: Er is een fout opgetreden bij het proberen deze bewerking uit te voeren.
pl: Wystąpił błąd podczas próby wykonania tej operacji.
pt: Ocorreu um erro ao tentar realizar esta operação.
ru: Произошла ошибка при попытке выполнить эту операцию.
sq: Ndodhi një gabim gjatë përpjekjes për të kryer këtë operacion.
tr: Bu işlemi gerçekleştirmeye çalışırken bir hata oluştu.
uk: Сталася помилка під час спроби виконати цю операцію.

source: An error occurred.
be: Адбылася памылка.
el: Παρουσιάστηκε σφάλμα.
es: Ocurrió un error.
fi: Virhe tapahtui.
hu: Hiba történt.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
pt: Ocorreu um erro.
ru: Произошла ошибка.
sq: Ndodhi një gabim.
tr: Bir hata oluştu.
uk: Сталася помилка.

source: An image on AstroBin.
be: Выява на AstroBin.
el: Μια εικόνα στο AstroBin.
es: Una imagen en AstroBin.
fi: Kuva AstroBinissä.
hu: Egy kép az AstroBin-en.
nl: Een afbeelding op AstroBin.
pl: Obraz na AstroBin.
pt: Uma imagem no AstroBin.
ru: Изображение на AstroBin.
sq: Një imazh në AstroBin.
tr: AstroBin'de bir görüntü.
uk: Зображення на AstroBin.

source: Animated images (GIF) only
be: Аніміраваныя выявы (GIF) толькі
el: Κινούμενες εικόνες (GIF) μόνο
es: Imágenes animadas (GIF) solamente
fi: Animoidut kuvat (GIF) vain
hu: Csak animált képek (GIF)
nl: Geanimeerde afbeeldingen (GIF) alleen
pl: Tylko animowane obrazy (GIF)
pt: Imagens animadas (GIF) apenas
ru: Анимированные изображения (GIF) только
sq: Imazhe të animuara (GIF) vetëm
tr: Sadece animasyonlu görüntüler (GIF)
uk: Анімовані зображення (GIF) тільки

source: Annotations
be: Анатацыі
el: Σημειώσεις
es: Anotaciones
fi: Merkinnät
hu: Annotációk
nl: Annotaties
pl: Adnotacje
pt: Anotações
ru: Аннотации
sq: Shënime
tr: Notlar
uk: Анотації

source: Apply one of your saved setups, or fill in the form below manually.
be: Ужыць адну з вашых захаваных налад, або запоўніць форму ніжэй уручную.
el: Εφάρμοσε μία από τις αποθηκευμένες ρυθμίσεις σου, ή συμπλήρωσε τη φόρμα παρακάτω χειροκίνητα.
es: Aplica una de tus configuraciones guardadas, o completa el formulario a continuación manualmente.
fi: Käytä yhtä tallennetuista asetuksistasi tai täytä alla oleva lomake manuaalisesti.
hu: Alkalmazd az egyik mentett beállításodat, vagy töltsd ki az alábbi űrlapot manuálisan.
nl: Pas een van je opgeslagen setups toe, of vul het formulier hieronder handmatig in.
pl: Zastosuj jeden z zapisanych setupów lub wypełnij formularz poniżej ręcznie.
pt: Aplique uma das suas configurações salvas ou preencha o formulário abaixo manualmente.
ru: Примените одну из ваших сохраненных настроек или заполните форму ниже вручную.
sq: Apliko një nga konfigurimet e tua të ruajtura, ose plotëso formularin më poshtë manualisht.
tr: Kaydedilmiş kurulumlarınızdan birini uygulayın veya aşağıdaki formu manuel olarak doldurun.
uk: Застосуйте одну з ваших збережених налаштувань або заповніть форму нижче вручну.

source: April
be: Сакавік
el: Απρίλιος
es: Abril
fi: Huhtikuu
hu: Április
pl: Kwiecień
pt: Abril
ru: Апрель
sq: Prill
tr: Nisan
uk: Квітень

source: Are you sure you want to delete this collection?
be: Вы ўпэўнены, што хочаце выдаліць гэтую калекцыю?
el: Είσαι σίγουρος ότι θέλεις να διαγράψεις αυτή τη συλλογή;
es: ¿Estás seguro de que quieres eliminar esta colección?
fi: Oletko varma, että haluat poistaa tämän kokoelman?
hu: Biztos vagy benne, hogy törölni akarod ezt a gyűjteményt?
nl: Weet je zeker dat je deze collectie wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę kolekcję?
pt: Você tem certeza que quer deletar esta coleção?
ru: Вы уверены, что хотите удалить эту коллекцию?
sq: A je i sigurt që dëshiron të fshish këtë koleksion?
tr: Bu koleksiyonu silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити цю колекцію?

source: Are you sure you want to remove this image from the collection?
be: Вы ўпэўнены, што хочаце выдаліць гэтую выяву з калекцыі?
el: Είσαι σίγουρος ότι θέλεις να αφαιρέσεις αυτή την εικόνα από τη συλλογή;
es: ¿Estás seguro de que quieres eliminar esta imagen de la colección?
fi: Oletko varma, että haluat poistaa tämän kuvan kokoelmasta?
hu: Biztos vagy benne, hogy el akarod távolítani ezt a képet a gyűjteményből?
nl: Weet je zeker dat je deze afbeelding uit de collectie wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten obraz z kolekcji?
pt: Você tem certeza que quer remover esta imagem da coleção?
ru: Вы уверены, что хотите удалить это изображение из коллекции?
sq: A je i sigurt që dëshiron të heqësh këtë imazh nga koleksioni?
tr: Bu görüntüyü koleksiyondan çıkarmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити це зображення з колекції?

source: Asteroids
be: Астэроіды
el: Αστεροειδείς
es: Asteroides
fi: Asteroidit
hu: Aszteroidák
nl: Asteroïden
pl: Asteroidy
pt: Asteroides
ru: Астероиды
sq: Asteroidë
tr: Asteroitler
uk: Астероїди

source: AstroBin is plate-solving this image with Astrometry.net...
be: AstroBin вырашае гэтую выяву з дапамогай Astrometry.net...
el: Το AstroBin λύνει την εικόνα αυτή με το Astrometry.net...
es: AstroBin está resolviendo esta imagen con Astrometry.net...
fi: AstroBin ratkaisee tätä kuvaa Astrometry.netin avulla...
hu: Az AstroBin éppen plate-solving-olja ezt a képet az Astrometry.net segítségével...
nl: AstroBin is deze afbeelding aan het plate-solven met Astrometry.net...
pl: AstroBin rozwiązuje ten obraz z Astrometry.net...
pt: AstroBin está resolvendo a placa desta imagem com Astrometry.net...
ru: AstroBin решает это изображение с помощью Astrometry.net...
sq: AstroBin po zgjidh këtë imazh me Astrometry.net...
tr: AstroBin, bu görüntüyü Astrometry.net ile plaka çözümlemesi yapıyor...
uk: AstroBin вирішує це зображення за допомогою Astrometry.net...

source: AstroBin is plate-solving this image with PixInsight...
be: AstroBin вырашае гэтую выяву з дапамогай PixInsight...
el: Το AstroBin λύνει την εικόνα αυτή με το PixInsight...
es: AstroBin está resolviendo esta imagen con PixInsight...
fi: AstroBin ratkaisee tätä kuvaa PixInsightin avulla...
hu: Az AstroBin éppen plate-solving-olja ezt a képet a PixInsight segítségével...
nl: AstroBin is deze afbeelding aan het plate-solven met PixInsight...
pl: AstroBin rozwiązuje ten obraz z PixInsight...
pt: AstroBin está resolvendo a placa desta imagem com PixInsight...
ru: AstroBin решает это изображение с помощью PixInsight...
sq: AstroBin po zgjidh këtë imazh me PixInsight...
tr: AstroBin, bu görüntüyü PixInsight ile plaka çözümlemesi yapıyor...
uk: AstroBin вирішує це зображення за допомогою PixInsight...

source: AstroBin is preparing to plate-solve this image...
be: AstroBin рыхтуецца да вызначэння кадра гэтага малюнка...
el: Η AstroBin ετοιμάζεται να λύσει την εικόνα...
es: AstroBin se está preparando para resolver esta imagen...
fi: AstroBin valmistelee tämän kuvan plate-solvingia...
hu: Az AstroBin készül a kép plate-solving-jára...
nl: AstroBin is bezig met het plate-solve van deze afbeelding...
pl: AstroBin przygotowuje się do rozwiązania tego obrazu...
pt: AstroBin está se preparando para resolver a placa desta imagem...
ru: AstroBin готовится решить это изображение...
sq: AstroBin po përgatitet të zgjidhë këtë imazh...
tr: AstroBin bu görüntüyü plaka çözümlemek için hazırlanıyor...
uk: AstroBin готується до вирішення цього зображення...

source: AstroBin noticed that you have not saved this equipment configuration as a setup. Would you like to save it now, so you can easily load it in the future?
be: AstroBin заўважыў, што вы не захавалі гэтую канфігурацыю абсталявання як наладу. Хочаце захаваць яе зараз, каб у будучыні лёгка загрузіць?
el: Η AstroBin παρατήρησε ότι δεν έχετε αποθηκεύσει αυτή τη ρύθμιση εξοπλισμού ως setup. Θέλετε να την αποθηκεύσετε τώρα, ώστε να μπορείτε να την φορτώσετε εύκολα στο μέλλον;
es: AstroBin notó que no has guardado esta configuración de equipo como una configuración. ¿Te gustaría guardarla ahora, para que puedas cargarla fácilmente en el futuro?
fi: AstroBin huomasi, että et ole tallentanut tätä laitekokoonpanoa asetuksena. Haluatko tallentaa sen nyt, jotta voit ladata sen helposti tulevaisuudessa?
hu: Az AstroBin észlelte, hogy nem mentetted el ezt a felszerelés konfigurációt beállításként. Szeretnéd most elmenteni, hogy később könnyen betölthesd?
nl: AstroBin heeft opgemerkt dat je deze apparatuurconfiguratie nog niet als een setup hebt opgeslagen. Wil je het nu opslaan, zodat je het in de toekomst gemakkelijk kunt laden?
pl: AstroBin zauważył, że nie zapisałeś tej konfiguracji sprzętu jako ustawienia. Chcesz to teraz zapisać, aby łatwo załadować to w przyszłości?
pt: AstroBin notou que você não salvou esta configuração de equipamento como uma configuração. Você gostaria de salvá-la agora, para que possa carregá-la facilmente no futuro?
ru: AstroBin заметил, что вы не сохранили эту конфигурацию оборудования как настройку. Хотите сохранить ее сейчас, чтобы вы могли легко загрузить ее в будущем?
sq: AstroBin vuri re se nuk e keni ruajtur këtë konfigurim pajisjesh si një setup. A do të donit ta ruanit tani, që ta ngarkoni lehtësisht në të ardhmen?
tr: AstroBin, bu ekipman konfigürasyonunu bir ayar olarak kaydetmediğinizi fark etti. Bunu şimdi kaydetmek ister misiniz, böylece gelecekte kolayca yükleyebilirsiniz?
uk: AstroBin помітив, що ви не зберегли цю конфігурацію обладнання як налаштування. Ви хочете зберегти це зараз, щоб ви могли легко завантажити це в майбутньому?

source: AstroBin requires an update to continue working correctly. If you're editing a form or making changes, please save your work before clicking here to update.
be: AstroBin патрабуе абнаўлення, каб працягваць працаваць правільна. Калі вы рэдагуеце форму або ўносіце змены, калі ласка, захавайце сваю працу перад тым, як націснуць тут для абнаўлення.
el: Η AstroBin απαιτεί ενημέρωση για να συνεχίσει να λειτουργεί σωστά. Αν επεξεργάζεστε μια φόρμα ή κάνετε αλλαγές, παρακαλώ αποθηκεύστε τη δουλειά σας πριν κάνετε κλικ εδώ για να ενημερώσετε.
es: AstroBin requiere una actualización para seguir funcionando correctamente. Si estás editando un formulario o haciendo cambios, por favor guarda tu trabajo antes de hacer clic aquí para actualizar.
fi: AstroBin tarvitsee päivityksen toimiakseen oikein. Jos muokkaat lomaketta tai teet muutoksia, tallenna työsi ennen kuin napsautat täällä päivittääksesi.
hu: Az AstroBin frissítést igényel a helyes működéshez. Ha űrlapot szerkesztesz vagy változtatásokat végzel, kérlek, mentsd el a munkádat, mielőtt ide kattintanál a frissítéshez.
nl: AstroBin heeft een update nodig om correct te blijven werken. Als je een formulier aan het bewerken bent of wijzigingen aanbrengt, sla dan je werk op voordat je hier klikt om te updaten.
pl: AstroBin wymaga aktualizacji, aby działać poprawnie. Jeśli edytujesz formularz lub wprowadzasz zmiany, zapisz swoją pracę przed kliknięciem tutaj, aby zaktualizować.
pt: AstroBin requer uma atualização para continuar funcionando corretamente. Se você está editando um formulário ou fazendo alterações, por favor salve seu trabalho antes de clicar aqui para atualizar.
ru: AstroBin требует обновления, чтобы продолжать работать правильно. Если вы редактируете форму или вносите изменения, пожалуйста, сохраните свою работу перед тем, как нажать здесь для обновления.
sq: AstroBin kërkon një përditësim për të vazhduar të punojë siç duhet. Nëse po redaktoni një formular ose po bëni ndryshime, ju lutemi ruani punën tuaj para se të klikoni këtu për të përditësuar.
tr: AstroBin'in doğru çalışmaya devam etmesi için bir güncelleme gereklidir. Bir form düzenliyorsanız veya değişiklik yapıyorsanız, lütfen buraya tıklamadan önce çalışmanızı kaydedin.
uk: AstroBin потребує оновлення, щоб продовжити працювати правильно. Якщо ви редагуєте форму або вносите зміни, будь ласка, збережіть свою роботу перед натисканням тут для оновлення.
