Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Equipment item assigned to {{0}} for review.
be: Прадмет абсталявання прызначаны {{0}} для агляду.
el: Αντικείμενο εξοπλισμού ανατεθειμένο σε {{0}} για έλεγχο.
es: Artículo de equipo asignado a {{0}} para revisión.
fi: Laitteistokohde määritetty {{0}} tarkistettavaksi.
hu: {{0}} felszerelési elem beküldve felülvizsgálatra.
nl: Apparatuuritem toegewezen aan {{0}} voor beoordeling.
pl: Przedmiot sprzętowy przypisany do {{0}} do przeglądu.
pt: Item de equipamento atribuído a {{0}} para revisão.
ru: Элемент оборудования, назначенный {{0}} на рассмотрение.
sq: Artikulli i pajisjes i caktuar për {{0}} për rishikim.
tr: Ekipman ürünü {{0}} için incelemeye atandı.
uk: Елемент обладнання, призначений {{0}} для перегляду.

source: Equipment item unassigned: any moderator can review it.
be: Прадмет абсталявання зняты: любы мадэратар можа яго агледзець.
el: Αντικείμενο εξοπλισμού μη ανατεθειμένο: οποιοσδήποτε συντονιστής μπορεί να το ελέγξει.
es: Artículo de equipo no asignado: cualquier moderador puede revisarlo.
fi: Laitteistokohde poistettu: mikä tahansa moderaattori voi tarkistaa sen.
hu: Felszerelési elem hozzárendelés nélkül: bárki felülvizsgálhatja.
nl: Apparaatitem niet toegewezen: elke moderator kan het bekijken.
pl: Element sprzętu nieprzypisany: każdy moderator może go przejrzeć.
pt: Item de equipamento não atribuído: qualquer moderador pode revisar.
ru: Элемент оборудования без назначения: любой модератор может его рассмотреть.
sq: Artikulli i pajisjes i çaktivizuar: çdo moderator mund ta rishikojë atë.
tr: Ekipman öğesi atanmadı: herhangi bir moderatör bunu inceleyebilir.
uk: Елемент обладнання без призначення: будь-який модератор може його переглянути.

source: Every equipment item on AstroBin has a forum associated with it. Anybody who used an equipment item is notified of new topics in its forum, unless they opt out. This is very useful to connect with other users who use the same equipment as you. {{ _0 }}Learn more about the AstroBin equipment database!{{ _1 }}
be: Кожны прадмет абсталявання на AstroBin мае форум, звязаны з ім. Кожны, хто выкарыстоўваў прадмет абсталявання, атрымлівае паведамленні пра новыя тэмы ў яго форуме, калі яны не адмовяцца. Гэта вельмі карысна для сувязі з іншымі карыстальнікамі, якія выкарыстоўваюць тое ж абсталяванне, што і вы. {{ _0 }}Даведайцеся больш пра базу даных абсталявання AstroBin!{{ _1 }}
el: Κάθε αντικείμενο εξοπλισμού στην AstroBin έχει ένα φόρουμ που σχετίζεται με αυτό. Οποιοσδήποτε έχει χρησιμοποιήσει ένα αντικείμενο εξοπλισμού ειδοποιείται για νέα θέματα στο φόρουμ του, εκτός αν επιλέξει να μην συμμετάσχει. Αυτό είναι πολύ χρήσιμο για να συνδεθείτε με άλλους χρήστες που χρησιμοποιούν τον ίδιο εξοπλισμό με εσάς. {{ _0 }}Μάθετε περισσότερα για τη βάση δεδομένων εξοπλισμού της AstroBin!{{ _1 }}
es: Cada artículo de equipo en AstroBin tiene un foro asociado. Cualquiera que haya usado un artículo de equipo es notificado de nuevos temas en su foro, a menos que opten por no recibir notificaciones. Esto es muy útil para conectar con otros usuarios que usan el mismo equipo que tú. {{ _0 }}¡Aprende más sobre la base de datos de equipos de AstroBin!{{ _1 }}
fi: Jokaisella laitteistokohteella AstroBinissa on siihen liittyvä foorumi. Kaikki, jotka ovat käyttäneet laitteistokohdetta, saavat ilmoituksen uusista aiheista sen foorumissa, elleivät he peruuta. Tämä on erittäin hyödyllistä yhteydenpitoon muiden käyttäjien kanssa, jotka käyttävät samaa laitteistoa kuin sinä. {{ _0 }}Lue lisää AstroBinin laitteistotietokannasta!{{ _1 }}
hu: Az AstroBin minden felszerelési tárgyához tartozik egy fórum. Mindenki, aki használt egy felszerelési tárgyat, értesítést kap a fóruma új témáiról, kivéve, ha leiratkozik. Ez nagyon hasznos, hogy kapcsolatba léphess más felhasználókkal, akik ugyanazt a felszerelést használják, mint te. {{ _0 }}Tudj meg többet az AstroBin felszerelési adatbázisáról!{{ _1 }}
nl: Elk apparatuuritem op AstroBin heeft een forum dat eraan is gekoppeld. Iedereen die een apparatuuritem heeft gebruikt, wordt op de hoogte gesteld van nieuwe onderwerpen in zijn forum, tenzij ze zich afmelden. Dit is erg handig om in contact te komen met andere gebruikers die dezelfde apparatuur gebruiken als jij. {{ _0 }}Leer meer over de AstroBin apparatuurdatabase!{{ _1 }}
pl: Każdy przedmiot sprzętowy na AstroBin ma z nim powiązane forum. Każdy, kto używał przedmiotu sprzętowego, jest powiadamiany o nowych tematach na jego forum, chyba że zrezygnuje. To bardzo przydatne, aby połączyć się z innymi użytkownikami, którzy używają tego samego sprzętu co ty. {{ _0 }}Dowiedz się więcej o bazie danych sprzętu AstroBin!{{ _1 }}
pt: Todo item de equipamento no AstroBin tem um fórum associado. Qualquer um que usou um item de equipamento é notificado sobre novos tópicos em seu fórum, a menos que opte por não receber. Isso é muito útil para se conectar com outros usuários que usam o mesmo equipamento que você. {{ _0 }}Saiba mais sobre o banco de dados de equipamentos do AstroBin!{{ _1 }}
ru: Каждый элемент оборудования на AstroBin имеет связанный форум. Любой, кто использовал элемент оборудования, получает уведомления о новых темах в его форуме, если не откажется от этого. Это очень полезно для связи с другими пользователями, которые используют то же оборудование, что и вы. {{ _0 }}Узнайте больше о базе данных оборудования AstroBin!{{ _1 }}
sq: Çdo artikull pajisjeje në AstroBin ka një forum të lidhur me të. Çdo kush që ka përdorur një artikull pajisjeje njoftohet për temat e reja në forumin e tij, përveç nëse ata e anulojnë. Kjo është shumë e dobishme për të lidhur me përdorues të tjerë që përdorin të njëjtën pajisje si ju. {{ _0 }}Mësoni më shumë rreth bazës së të dhënave të pajisjeve të AstroBin!{{ _1 }}
tr: AstroBin'deki her ekipman ürününün bir forumu vardır. Bir ekipman ürününü kullanan herkes, forumundaki yeni konulardan haberdar edilir, aksi takdirde çıkış yapabilir. Bu, sizinle aynı ekipmanı kullanan diğer kullanıcılarla bağlantı kurmak için çok faydalıdır. {{ _0 }}AstroBin ekipman veritabanı hakkında daha fazla bilgi edinin!{{ _1 }}
uk: Кожен елемент обладнання на AstroBin має пов'язаний форум. Будь-хто, хто використовував елемент обладнання, отримує сповіщення про нові теми у своєму форумі, якщо не відмовиться. Це дуже корисно для зв'язку з іншими користувачами, які використовують таке ж обладнання, як і ви. {{ _0 }}Дізнайтеся більше про базу даних обладнання AstroBin!{{ _1 }}

source: Field derotator / camera rotator
be: Палявы дэрататар / ротатар камеры
el: Δερροτάτης πεδίου / περιστρεφόμενος φακός
es: Derotador de campo / rotador de cámara
fi: Kenttäderotointi / kamerarotointi
hu: Mező derotátor / kamera-forgató
nl: Veldderotator / cameradrotator
pl: Derotator pola / rotator kamery
pt: Derotador de campo / rotador de câmera
ru: Деротатор поля / ротор камеры
sq: Derotatori i fushës \/ rotatori i kamerës
tr: Alan döndürücü / kamera döndürücü
uk: Деротатор поля / ротор камери

source: Filter results
be: Фільтраваць вынікі
el: Φιλτράρετε τα αποτελέσματα
es: Filtrar resultados
fi: Suodata tulokset
hu: Eredmények szűrése
nl: Filter resultaten
pl: Filtruj wyniki
pt: Filtrar resultados
ru: Фильтровать результаты
sq: Filtroni rezultatet
tr: Sonuçları filtrele
uk: Фільтрувати результати

source: Filter wheel
be: Фільтравое кола
el: Τροχός φίλτρων
es: Rueda de filtros
fi: Suodatinpyörä
hu: Szűrőváltó
nl: Filterwiel
pl: Koło filtrów
pt: Roda de filtros
ru: Фильтровое колесо
sq: Rrota e filtrit
tr: Filtre tekerleği
uk: Фільтровий колесо

source: Find accessory
be: Знайсці аксэсуар
el: Βρείτε αξεσουάρ
es: Encontrar accesorio
fi: Etsi lisävaruste
hu: Kiegészítő keresése
nl: Zoek accessoire
pl: Znajdź akcesorium
pt: Encontrar acessório
ru: Найти аксессуар
sq: Gjeni aksesorin
tr: Aksesuar bul
uk: Знайти аксесуар

source: Find camera
be: Знайсці камеру
el: Βρείτε κάμερα
es: Encontrar cámara
fi: Etsi kamera
hu: Kamera keresése
nl: Zoek camera
pl: Znajdź kamerę
pt: Encontrar câmera
ru: Найти камеру
sq: Gjeni kamerën
tr: Kamera bul
uk: Знайти камеру

source: Find filter
be: Знайсці фільтр
el: Βρείτε φίλτρο
es: Encontrar filtro
fi: Etsi suodatin
hu: Szűrő keresése
nl: Zoekfilter
pl: Znajdź filtr
pt: Encontrar filtro
ru: Найти фильтр
sq: Gjeni filtrin
tr: Filtre bul
uk: Знайти фільтр

source: Find mount
be: Знайсці мантаж
el: Βρείτε στήριγμα
es: Encontrar montura
fi: Etsi jalusta
hu: Állvány keresése
nl: Zoek montering
pl: Znajdź montaż
pt: Encontrar montanha
ru: Найти монтировку
sq: Gjeni montimin
tr: Montaj bul
uk: Знайти монтування

source: Find sensor
be: Знайсці датчык
el: Βρείτε αισθητήρα
es: Encontrar sensor
fi: Etsi anturi
hu: Szenzor keresése
nl: Zoek sensor
pl: Znajdź czujnik
pt: Encontrar sensor
ru: Найти сенсор
sq: Gjeni sensorin
tr: Sensör bul
uk: Знайти сенсор

source: Find software
be: Знайсці праграмнае забеспячэнне
el: Βρείτε λογισμικό
es: Encontrar software
fi: Etsi ohjelmisto
hu: Szoftver keresése
nl: Zoek software
pl: Znajdź oprogramowanie
pt: Encontrar software
ru: Найти программное обеспечение
sq: Gjeni softuerin
tr: Yazılım bul
uk: Знайти програмне забезпечення

source: Find telescope or lens
be: Знайдзіце тэлескоп або аб'ектыў
el: Βρες τηλεσκόπιο ή φακό
es: Encontrar telescopio o lente
fi: Etsi teleskooppi tai objektiivi
hu: Távcső vagy lencse keresése
nl: Vind telescoop of lens
pl: Znajdź teleskop lub obiektyw
pt: Encontrar telescópio ou lente
ru: Найти телескоп или объектив
sq: Gjej teleskop ose lente
tr: Teleskop veya lens bul
uk: Знайти телескоп або об'єктив

source: Flat box
be: Плоская скрынка
el: Φλατ κουτί
es: Caja plana
fi: Tasainen laatikko
nl: Vlakke doos
pl: Płaska ramka
pt: Caixa de Flat
ru: Плоская коробка
sq: Kuti e sheshtë
tr: Düz kutu
uk: Плоска коробка

source: Focal modifier / field corrector
be: Факальны мадзіфікатар / палявы карэктар
el: Φακός τροποποιητής / διορθωτής πεδίου
es: Modificador focal / corrector de campo
fi: Fokaalimuunnin / kenttäkorjaaja
hu: Fokális módosító / field corrector
nl: Focale modifier / veldcorrector
pl: Modyfikator ogniskowej / korektor pola
pt: Modificador focal / corretor de campo
ru: Фокальный модификатор / корректор поля
sq: Modifikues fokal / korrigjues fushe
tr: Odak modifiye edici / alan düzeltici
uk: Фокальний модифікатор / коректор поля

source: Focuser
be: Фокусер
el: Φορέας εστίασης
es: Enfocador
fi: Fokuseri
hu: Fókuszírozó
pl: Fokuser
pt: Focador
ru: Фокусировщик
sq: Fokusues
tr: Odaklayıcı
uk: Фокусер

source: Freeze
be: Замарозіць
el: Πάγωμα
es: Congelar
fi: Jäädyttää
hu: Fagyasztás
nl: Bevriezen
pl: Zamrożenie
pt: Congelar
ru: Заморозить
sq: Ngri
tr: Dondur
uk: Заморозити

source: Frozen as ambiguous
be: Замарожана як неадназначнае
el: Παγωμένο ως ασαφές
es: Congelado como ambiguo
fi: Jäädytetty epäselvänä
nl: Bevroren als ambigu
pl: Zamrożone jako niejednoznaczne
pt: Congelado como ambíguo
ru: Заморожено как неоднозначное
sq: E ngrirë si e paqartë
tr: Belirsiz olarak donduruldu
uk: Заморожено як неоднозначне

source: However, please let me offer you a good reason to allow ads on AstroBin:
be: Але, дазвольце мне прапанаваць вам добрую прычыну дазволіць рэкламу на AstroBin:
el: Ωστόσο, άφησέ με να σου προσφέρω έναν καλό λόγο για να επιτρέψεις τις διαφημίσεις στο AstroBin:
es: Sin embargo, déjame ofrecerte una buena razón para permitir anuncios en AstroBin:
fi: Mutta anna minun tarjota sinulle hyvä syy sallia mainoksia AstroBinissä:
hu: Azonban engedd meg, hogy felajánljak egy jó okot arra, hogy engedélyezd a hirdetéseket az AstroBinen:
nl: Maar laat me je een goede reden geven om advertenties op AstroBin toe te staan:
pl: Jednak pozwól, że zaproponuję ci dobry powód, aby zezwolić na reklamy na AstroBin:
pt: No entanto, deixe-me oferecer uma boa razão para permitir anúncios no AstroBin:
ru: Тем не менее, позвольте мне предложить вам хорошую причину разрешить рекламу на AstroBin:
sq: Megjithatë, lejo më të ofroj një arsye të mirë për të lejuar reklamat në AstroBin:
tr: Ancak, AstroBin'de reklamlara izin vermek için iyi bir neden sunmama izin ver lütfen:
uk: Однак, дозвольте мені запропонувати вам хорошу причину дозволити рекламу на AstroBin:

source: If you assign this edit proposal to a specific user, only they will be able to review it or unassign themselves.
be: Калі вы прызначыце гэтую прапанову рэдагавання канкрэтнаму карыстальніку, толькі ён зможа яе разгледзець або зняць прызначэнне.
el: Αν αναθέσεις αυτή την πρόταση επεξεργασίας σε έναν συγκεκριμένο χρήστη, μόνο αυτός θα μπορεί να την εξετάσει ή να αποδεσμευτεί.
es: Si asignas esta propuesta de edición a un usuario específico, solo ellos podrán revisarla o desasignarse.
fi: Jos määrität tämän muokkaus ehdotuksen tietylle käyttäjälle, vain hän voi tarkistaa sen tai poistaa itsensä.
hu: Ha ezt a szerkesztési javaslatot egy adott felhasználóhoz rendelsz, akkor csak ő tudja majd felülvizsgálni, vagy feloldani a hozzárendelést.
nl: Als je dit bewerkingsvoorstel aan een specifieke gebruiker toewijst, kan alleen hij of zij het bekijken of zichzelf weer ontkoppelen.
pl: Jeśli przypiszesz tę propozycję edycji do konkretnego użytkownika, tylko on będzie mógł ją przejrzeć lub odznaczyć.
pt: Se você atribuir esta proposta de edição a um usuário específico, apenas ele poderá revisá-la ou se desatribuir.
ru: Если вы назначите это предложение редактирования конкретному пользователю, только он сможет его рассмотреть или снять с назначения.
sq: Nëse i caktoni këtë propozim redaktimi një përdoruesi të caktuar, vetëm ai do të jetë në gjendje ta rishikojë ose të heqë veten nga caktimi.
tr: Bu düzenleme önerisini belirli bir kullanıcıya atarsan, sadece o inceleyebilir veya kendini atamadan çıkarabilir.
uk: Якщо ви призначите цю пропозицію редагування конкретному користувачу, тільки вони зможуть її переглянути або зняти призначення.

source: If you assign this item to a specific moderator, only they will be able to review it or unassign themselves.
be: Калі вы прызначыце гэты элемент канкрэтнаму мадэратару, толькі ён зможа яго разгледзець або зняць прызначэнне.
el: Αν αναθέσεις αυτό το αντικείμενο σε έναν συγκεκριμένο συντονιστή, μόνο αυτός θα μπορεί να το εξετάσει ή να αποδεσμευτεί.
es: Si asignas este artículo a un moderador específico, solo ellos podrán revisarlo o desasignarse.
fi: Jos määrität tämän kohteen tietylle moderaattorille, vain hän voi tarkistaa sen tai poistaa itsensä.
hu: Ha ezt az elemet egy adott moderátorhoz rendeled, csak ő tudja majd átnézni vagy feloldani.
nl: Als je dit item aan een specifieke moderator toewijst, kan alleen hij of zij het bekijken of zichzelf weer ontkoppelen.
pl: Jeśli przypiszesz ten element do konkretnego moderatora, tylko on będzie mógł go przejrzeć lub odznaczyć.
pt: Se você atribuir este item a um moderador específico, apenas ele poderá revisá-lo ou se desatribuir.
ru: Если вы назначите этот элемент конкретному модератору, только он сможет его рассмотреть или снять с назначения.
sq: Nëse i caktoni këtë artikull një moderatori të caktuar, vetëm ai do të jetë në gjendje ta rishikojë ose të heqë veten nga caktimi.
tr: Bu öğeyi belirli bir moderatöre atarsan, sadece o inceleyebilir veya kendini atamadan çıkarabilir.
uk: Якщо ви призначите цей елемент конкретному модератору, тільки вони зможуть його переглянути або зняти призначення.

source: If you still feel that you would rather not see these ads, you can change this on your settings page.
be: Калі вы ўсё яшчэ лічыце, што не хочаце бачыць гэтыя рэкламы, вы можаце змяніць гэта на старонцы налад.
el: Αν εξακολουθείς να νιώθεις ότι δεν θέλεις να βλέπεις αυτές τις διαφημίσεις, μπορείς να το αλλάξεις στη σελίδα ρυθμίσεών σου.
es: Si aún sientes que prefieres no ver estos anuncios, puedes cambiar esto en tu página de configuración.
fi: Jos edelleen tunnet, että et halua nähdä näitä mainoksia, voit muuttaa tämän asetussivullasi.
hu: Ha még mindig úgy érzed, hogy nem szeretnéd látni ezeket a hirdetéseket, akkor ezt a beállítások oldalon megváltoztathatod.
nl: Als je nog steeds vindt dat je deze advertenties liever niet ziet, kun je dit aanpassen op je instellingenpagina.
pl: Jeśli nadal uważasz, że wolałbyś nie widzieć tych reklam, możesz to zmienić na swojej stronie ustawień.
pt: Se você ainda sentir que prefere não ver esses anúncios, pode mudar isso na sua página de configurações.
ru: Если вы все еще считаете, что не хотите видеть эту рекламу, вы можете изменить это на странице настроек.
sq: Nëse ende ndiheni se nuk dëshironi t'i shihni këto reklama, mund ta ndryshoni këtë në faqen tuaj të cilësimeve.
tr: Bu reklamlara daha fazla maruz kalmak istemiyorsan, ayarlar sayfanda bunu değiştirebilirsin.
uk: Якщо ви все ще вважаєте, що не хочете бачити ці реклами, ви можете змінити це на своїй сторінці налаштувань.

source: Images in common
be: Сумесныя выявы
el: Εικόνες σε κοινή χρήση
es: Imágenes en común
fi: Kuvat yhteiset
hu: Közös képek
nl: Afbeeldingen in gemeenschappelijk
pl: Obrazy wspólne
pt: Imagens em comum
ru: Изображения в общем
sq: Imazhe të zakonshme
tr: Ortak görüntüler
uk: Зображення в загальному

source: Item frozen as ambiguous.
be: Элемент замарожаны як неадназначны.
el: Το αντικείμενο είναι παγωμένο ως ασαφές.
es: Artículo congelado como ambiguo.
fi: Kohde jäädytetty epäselvänä.
hu: Az elem kétértelműség miatt be van fagyasztva.
nl: Item bevroren als ambigu.
pl: Element zamrożony jako niejednoznaczny.
pt: Item congelado como ambíguo.
ru: Элемент заморожен как неоднозначный.
sq: Artikulli është ngrirë si i paqartë.
tr: Öğe belirsiz olarak donduruldu.
uk: Елемент заморожено як неоднозначний.

source: Item unfrozen.
be: Элемент размарожаны.
el: Το αντικείμενο αποπαγώθηκε.
es: Artículo descongelado.
fi: Kohde vapautettu.
hu: Elem feloldva
nl: Item ontdooid.
pl: Przedmiot odblokowany.
pt: Item descongelado.
ru: Элемент разморожен.
sq: Artikulli është ç'ngrirë.
tr: Ürün dondurulmadı.
uk: Елемент розморожено.

source: Known stock availability
be: Вядомая наяўнасць запасаў
el: Γνωστή διαθεσιμότητα αποθεμάτων
es: Disponibilidad de stock conocida
fi: Tunnettu varastotilanne
hu: Biztosan készleten van
nl: Bekende voorraadbeschikbaarheid
pl: Znana dostępność w magazynie
pt: Disponibilidade de estoque conhecida
ru: Известная доступность на складе
sq: Disponueshmëria e njohur e stokut
tr: Bilinen stok durumu
uk: Відома наявність на складі

source: Known stock availability for
be: Вядомая наяўнасць запасаў для
el: Γνωστή διαθεσιμότητα αποθεμάτων για
es: Disponibilidad de stock conocida para
fi: Tunnettu varastotilanne kohteelle
hu: Ez biztosan készleten van:
nl: Bekende voorraadbeschikbaarheid voor
pl: Znana dostępność w magazynie dla
pt: Disponibilidade de estoque conhecida para
ru: Известная доступность на складе для
sq: Disponueshmëria e njohur e stokut për
tr: Bilinen stok durumu için
uk: Відома наявність на складі для

source: More
be: Больш
el: Περισσότερα
es: Más
fi: Lisää
hu: Több
nl: Meer
pl: Więcej
pt: Mais
ru: Больше
sq: Më shumë
tr: Daha fazla
uk: Більше

source: Most liked
be: Найлепшыя
el: Πιο αγαπημένα
es: Más gustado
fi: Eniten tykätty
hu: Legkedveltebb
nl: Meest geliket
pl: Najbardziej lubiane
pt: Mais curtido
ru: Наиболее понравившиеся
sq: Më e pëlqyera
tr: En çok beğenilen
uk: Найбільше вподобано

source: Most recent
be: Найноўшыя
el: Πιο πρόσφατα
es: Más reciente
fi: Uusimmat
hu: Legújabb
nl: Meest recent
pl: Najświeższe
pt: Mais recente
ru: Самые последние
sq: Më e reja
tr: En son
uk: Найновіше

source: New topic
be: Новая тэма
el: Νέο θέμα
es: Nuevo tema
fi: Uusi aihe
hu: Új téma
nl: Nieuw onderwerp
pl: Nowy temat
pt: Novo tópico
ru: Новая тема
sq: Temë e re
tr: Yeni konu
uk: Нова тема

source: Observatory control
be: Кіраванне абсерваторыяй
el: Έλεγχος παρατηρητηρίου
es: Control del observatorio
fi: Observatorion hallinta
hu: Csillagvizsgáló irányítása
nl: Observatorium controle
pl: Kontrola obserwatorium
pt: Controle do observatório
ru: Управление обсерваторией
sq: Kontrolli i observatorit
tr: Gözlemevi kontrolü
uk: Керування обсерваторією

source: Observatory dome
be: Купал абсерваторыі
el: Θόλος παρατηρητηρίου
es: Cúpula del observatorio
fi: Observatorion kupoli
hu: Csillagvizsgáló kupola
nl: Observatoriumkoepel
pl: Kopuła obserwatorium
pt: Cúpula do observatório
ru: Купол обсерватории
sq: Kupola e observatorit
tr: Gözlemevi kubbesi
uk: Купол обсерваторії

source: Off-axis guider
be: Пазначны гід
el: Καθοδηγητής εκτός άξονα
es: Guía fuera de eje
fi: Off-axis ohjaaja
pl: Guider off-axis
pt: Guia off-axis
ru: Офосный гайд
sq: Udhëzues jashtë aksit
uk: Гід для зйомки поза віссю

source: Override generated name above
be: Перазапішыце згенераванае імя вышэй
el: Αντικατάσταση του παραγόμενου ονόματος παραπάνω
es: Sobrescribir el nombre generado arriba
fi: Ohita yllä oleva luotu nimi
hu: A fenti generált név felülírása
nl: Overschrijf de hierboven gegenereerde naam
pl: Zastąp wygenerowaną nazwę powyżej
pt: Substituir o nome gerado acima
ru: Переопределить сгенерированное название выше
sq: Anulo emrin e gjeneruar më sipër
tr: Yukarıdaki oluşturulan ismi geçersiz kıl
uk: Перезаписати згенеровану назву вище

source: Please consider making the name contain the bandwidth, to prevent ambiguity.
be: Калі ласка, разгледзьце магчымасць уключыць у імя шырыню паласы, каб прадухіліць неадназначнасць.
el: Παρακαλώ σκέψου να κάνεις το όνομα να περιέχει το εύρος ζώνης, για να αποφευχθεί η ασάφεια.
es: Por favor, considera incluir el ancho de banda en el nombre, para evitar ambigüedades.
fi: Harkitse nimen sisältävän kaistanleveyden, jotta vältetään epäselvyys.
hu: Kérjük, fontold meg, hogy a név tartalmazza a sávszélességet, hogy elkerüld a félreértéseket.
nl: Overweeg om de naam de bandbreedte te laten bevatten, om verwarring te voorkomen.
pl: Proszę rozważyć dodanie do nazwy pasma, aby uniknąć niejasności.
pt: Por favor, considere fazer o nome conter a largura de banda, para evitar ambiguidade.
ru: Пожалуйста, подумайте о том, чтобы сделать название содержащим ширину полосы, чтобы избежать неоднозначности.
sq: Ju lutem merrni parasysh që emri të përmbajë bandën, për të parandaluar paqartësinë.
tr: Lütfen isminin bant genişliğini içermesini düşün, böylece belirsizlik önlenir.
uk: Будь ласка, розгляньте можливість включити в назву ширину смуги, щоб уникнути неоднозначності.

source: Please consider making the name contain the size, to prevent ambiguity.
be: Калі ласка, разгледзьце магчымасць уключыць у імя памер, каб прадухіліць неадназначнасць.
el: Παρακαλώ σκέψου να κάνεις το όνομα να περιέχει το μέγεθος, για να αποφευχθεί η ασάφεια.
es: Por favor, considera incluir el tamaño en el nombre, para evitar ambigüedades.
fi: Harkitse nimen sisältävän koon, jotta vältetään epäselvyys.
hu: Kérjük, fontold meg, hogy a név tartalmazza a méretet, hogy elkerüld a félreértéseket.
nl: Overweeg om de naam de grootte te laten bevatten, om ambiguïteit te voorkomen.
pl: Proszę rozważyć dodanie rozmiaru do nazwy, aby uniknąć niejednoznaczności.
pt: Por favor, considere fazer o nome conter o tamanho, para evitar ambiguidade.
ru: Пожалуйста, подумайте о том, чтобы сделать название содержащим размер, чтобы избежать неоднозначности.
sq: Ju lutem merrni parasysh që emri të përmbajë madhësinë, për të parandaluar paqartësinë.
tr: Lütfen adın boyutu içermesini düşünün, belirsizliği önlemek için.
uk: Будь ласка, розгляньте можливість включити в назву розмір, щоб уникнути неоднозначності.
