Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Meteor shower
be: Метеорны дождж
el: Καταιγίδα μετεωριτών
es: Lluvia de meteoros
fi: Meteorisateet
hu: Meteor zápor
nl: Meteorenzwerm
pl: Deszcz meteorów
pt: Chuva de meteoros
ru: Метеорный дождь
sq: Shiu meteorësh
tr: Meteor yağmuru
uk: Метеоритний дощ

source: Noctilucent clouds
be: Ночныя хмары
el: Νυκτερινές νεφώσεις
es: Nubes noctilucentes
fi: Yöpilvet
hu: Éjszakai felhők
nl: Noctilucente wolken
pl: Chmury noctilucentne
pt: Nuvens noctilucentes
ru: Ноктюлюсные облака
sq: Re noctilucente
tr: Geceleyin parlayan bulutlar
uk: Світлові хмари

source: Oops! Your request fell in between two AstroBin servers. Please clear your cache and try again.
be: Ой! Ваша запытанне апынулася паміж двума серверамі AstroBin. Калі ласка, ачысціце кэш і паспрабуйце яшчэ раз.
el: Ωχ! Το αίτημά σας έπεσε ανάμεσα σε δύο διακομιστές του AstroBin. Παρακαλώ καθαρίστε την cache σας και δοκιμάστε ξανά.
es: ¡Ups! Tu solicitud cayó entre dos servidores de AstroBin. Por favor, limpia tu caché e inténtalo de nuevo.
fi: Hups! Pyyntösi jäi kahden AstroBin-palvelimen väliin. Tyhjennä välimuistisi ja yritä uudelleen.
hu: Hoppá! A kérésed két AstroBin szerver között akadt el. Kérjük, töröld a gyorsítótáradat, és próbáld újra.
nl: Oeps! Je verzoek viel tussen twee AstroBin-servers. Maak je cache leeg en probeer het opnieuw.
pl: Ups! Twoja prośba wpadła pomiędzy dwa serwery AstroBin. Proszę wyczyścić pamięć podręczną i spróbować ponownie.
pt: Ops! Seu pedido caiu entre dois servidores do AstroBin. Por favor, limpe seu cache e tente novamente.
ru: Упс! Ваш запрос попал между двумя серверами AstroBin. Пожалуйста, очистите кэш и попробуйте снова.
sq: Ups! Kërkesa juaj ra midis dy serverëve të AstroBin. Ju lutemi pastroni cache-n tuaj dhe provoni përsëri.
tr: Aman! Talebiniz iki AstroBin sunucusu arasında kaldı. Lütfen önbelleğinizi temizleyin ve tekrar deneyin.
uk: Ой! Ваш запит потрапив між двома серверами AstroBin. Очистіть кеш і спробуйте ще раз.

source: Retract
be: Атрымаць назад
el: Ανακαλέστε
es: Retirar
fi: Peruuta
hu: Visszavonás
nl: Intrekken
pl: Wycofaj
pt: Retirar
ru: Отменить
sq: Tërheqje
tr: Geri çek
uk: Втягнути

source: Scroll to top
uk: Прокрутити вгору

source: Sorry, you cannot select an IOTD right now: <strong>{{ reason }}</strong>. Please try again in <strong>{{ time }}</strong>.
be: Прабачце, вы не можаце выбраць IOTD зараз: <strong>{{ reason }}<\/strong>. Калі ласка, паспрабуйце яшчэ раз праз <strong>{{ time }}<\/strong>.
el: Λυπάμαι, δεν μπορείτε να επιλέξετε ένα IOTD αυτή τη στιγμή: <strong>{{ reason }}<\/strong>. Παρακαλώ δοκιμάστε ξανά σε <strong>{{ time }}<\/strong>.
es: Lo siento, no puedes seleccionar un IOTD en este momento: <strong>{{ reason }}<\/strong>. Por favor, intenta de nuevo en <strong>{{ time }}<\/strong>.
fi: Anteeksi, et voi valita IOTD:tä juuri nyt: <strong>{{ reason }}<\/strong>. Yritä uudelleen <strong>{{ time }}<\/strong> kuluttua.
hu: Sajnálom, most nem választhatsz IOTD-t: <strong>{{ reason }}<strong>. Kérjük, próbáld újra <strong>{{ time }}<strong>.
nl: Sorry, je kunt op dit moment geen IOTD selecteren: <strong>{{ reason }}<\/strong>. Probeer het opnieuw in <strong>{{ time }}<\/strong>.
pl: Przykro mi, nie możesz teraz wybrać IOTD: <strong>{{ reason }}<\/strong>. Spróbuj ponownie za <strong>{{ time }}<\/strong>.
pt: Desculpe, você não pode selecionar um IOTD agora: <strong>{{ reason }}<\/strong>. Por favor, tente novamente em <strong>{{ time }}<\/strong>.
ru: Извините, вы не можете выбрать IOTD прямо сейчас: <strong>{{ reason }}<\/strong>. Пожалуйста, попробуйте снова через <strong>{{ time }}<\/strong>.
sq: Na vjen keq, nuk mund të zgjidhni një IOTD tani: <strong>{{ reason }}<\/strong>. Ju lutemi provoni përsëri në <strong>{{ time }}<\/strong>.
tr: Üzgünüm, şu anda bir IOTD seçemezsiniz: <strong>{{ reason }}<\/strong>. Lütfen <strong>{{ time }}<\/strong> içinde tekrar deneyin.
uk: На жаль, наразі не можна вибрати IOTD: <strong>{{ reason }}</strong>. Будь ласка, спробуйте ще раз через <strong>{{ time }}</strong>.

source: The judge who selected this image will be notified of top-level comments.
be: Суддзя, які выбраў гэты малюнак, будзе апавешчаны аб каментарах верхняга ўзроўню.
el: Ο κριτής που επέλεξε αυτή την εικόνα θα ειδοποιηθεί για τα κορυφαία σχόλια.
es: El juez que seleccionó esta imagen será notificado de los comentarios de nivel superior.
fi: Kuvasi valinnut arvioija saa ilmoituksen huipputason kommenteista.
hu: A bíró, aki ezt a képet választotta, értesítve lesz a legfontosabb megjegyzésekről.
nl: De beoordelaar die deze afbeelding heeft geselecteerd, wordt op de hoogte gesteld van top-level reacties.
pl: Sędzia, który wybrał ten obraz, zostanie powiadomiony o komentarzach najwyższego poziomu.
pt: O juiz que selecionou esta imagem será notificado sobre os comentários de nível superior.
ru: Судья, который выбрал это изображение, будет уведомлен о комментариях высшего уровня.
sq: Gjyqtari që zgjodhi këtë imazh do të njoftohet për komentet e nivelit të lartë.
tr: Bu görüntüyü seçen yargıç, üst düzey yorumlardan haberdar edilecektir.
uk: Суддя, який вибрав це зображення, буде сповіщений про коментарі вищого рівня.

source: The judgement queue is currently empty.
uk: Наразі черга суду порожня.

source: This item will be part of AstroBin's equipment database, and it's very important that the information is accurate and this item is not the duplicate of another.
be: Гэты прадмет будзе часткай базы дадзеных абсталявання AstroBin, і вельмі важна, каб інфармацыя была дакладнай і гэты прадмет не быў дублікатам іншага.
el: Αυτό το αντικείμενο θα είναι μέρος της βάσης δεδομένων εξοπλισμού του AstroBin, και είναι πολύ σημαντικό οι πληροφορίες να είναι ακριβείς και αυτό το αντικείμενο να μην είναι διπλό ενός άλλου.
es: Este artículo será parte de la base de datos de equipos de AstroBin, y es muy importante que la información sea precisa y que este artículo no sea un duplicado de otro.
fi: Tämä kohde tulee olemaan osa AstroBinin laitteistotietokantaa, ja on erittäin tärkeää, että tiedot ovat tarkkoja eikä tämä kohde ole toisen kopio.
hu: Ez a tétel része lesz az AstroBin felszerelés adatbázisának, és nagyon fontos, hogy az információ pontos legyen, és ez a tétel ne legyen másolat.
nl: Dit item zal deel uitmaken van de apparatuurdatabase van AstroBin, en het is heel belangrijk dat de informatie nauwkeurig is en dat dit item geen duplicaat is van een ander.
pl: Ten element będzie częścią bazy danych sprzętu AstroBin i bardzo ważne jest, aby informacje były dokładne i ten element nie był duplikatem innego.
pt: Este item fará parte do banco de dados de equipamentos do AstroBin, e é muito importante que as informações sejam precisas e que este item não seja um duplicado de outro.
ru: Этот элемент будет частью базы данных оборудования AstroBin, и очень важно, чтобы информация была точной и этот элемент не дублировал другой.
sq: Ky artikull do të jetë pjesë e bazës së të dhënave të pajisjeve të AstroBin, dhe është shumë e rëndësishme që informacioni të jetë i saktë dhe ky artikull të mos jetë një kopje e një tjetri.
tr: Bu öğe AstroBin'in ekipman veritabanının bir parçası olacak ve bilginin doğru olması çok önemli, ayrıca bu öğe başka birinin kopyası olmamalıdır.
uk: Цей елемент буде частиною бази даних обладнання AstroBin, і дуже важливо, щоб інформація була точною, і цей елемент не був дублікатом іншого.

source: Whether this camera is equipped with a cooling mechanism.
be: Ці абсталявана гэтая камера сістэмай астуджэння.
el: Αν αυτή η κάμερα είναι εξοπλισμένη με μηχανισμό ψύξης.
es: Si esta cámara está equipada con un mecanismo de refrigeración.
fi: Onko tässä kamerassa jäähdytysmekanismi.
hu: Hogy ez a fényképezőgép hűtési mechanizmussal van-e felszerelve.
nl: Of deze camera is uitgerust met een koelsysteem.
pl: Czy ta kamera jest wyposażona w mechanizm chłodzenia?
pt: Se esta câmera está equipada com um mecanismo de resfriamento.
ru: Оснащена ли эта камера механизмом охлаждения.
sq: Nëse kjo kamerë është e pajisur me një mekanizëm ftohës.
tr: Bu kameranın bir soğutma mekanizması ile donatılıp donatılmadığı.
uk: Чи обладнана ця камера механізмом охолодження.

source: You requested a comment for a scheduled IOTD that is not scheduled anymore: either it became IOTD because the scheduled date has been reached, or it was retracted.
be: Вы запыталі каментар для запланаванага IOTD, які больш не запланаваны: альбо ён стаў IOTD, бо запланаваная дата была дасягнута, альбо ён быў адкліканы.
el: Ζητήσατε ένα σχόλιο για ένα προγραμματισμένο IOTD που δεν είναι πια προγραμματισμένο: είτε έγινε IOTD επειδή η προγραμματισμένη ημερομηνία έχει φτάσει, είτε ανακλήθηκε.
es: Solicitaste un comentario para un IOTD programado que ya no está programado: o se convirtió en IOTD porque se alcanzó la fecha programada, o fue retirado.
fi: Pyysit kommenttia aikataulutetusta IOTD:stä, jota ei enää ole aikataulutettu: joko se tuli IOTD:ksi, koska aikataulutettu päivämäärä on saavutettu, tai se peruttiin.
hu: Kértél egy megjegyzést egy ütemezett IOTD-hez, ami már nem ütemezett: vagy IOTD lett, mert elérkezett az ütemezett dátum, vagy visszavonták.
nl: Je vroeg om een reactie voor een geplande IOTD die niet meer is gepland: of het is IOTD geworden omdat de geplande datum is bereikt, of het is ingetrokken.
pl: Poprosiłeś o komentarz do zaplanowanego IOTD, które już nie jest zaplanowane: albo stało się IOTD, ponieważ osiągnięto zaplanowaną datę, albo zostało wycofane.
pt: Você solicitou um comentário para um IOTD agendado que não está mais agendado: ou ele se tornou IOTD porque a data agendada foi alcançada, ou foi retirado.
ru: Вы запросили комментарий для запланированного IOTD, который больше не запланирован: либо он стал IOTD, потому что запланированная дата достигнута, либо он был отменен.
sq: Ju kërkuat një koment për një IOTD të planifikuar që nuk është më i planifikuar: ose u bë IOTD sepse data e planifikuar është arritur, ose u tërhoq.
tr: Artık planlanan bir IOTD için bir yorum talep ettiniz: ya planlanan tarih geldiği için IOTD oldu ya da geri çekildi.
uk: Ви запитали коментар до запланованого IOTD, який більше не запланований: або він став IOTD, оскільки настала запланована дата, або його було відкликано.

source: day
be: день
el: μέρα
es: día
fi: päivä
hu: nap
nl: dag
pl: dzień
pt: dia
ru: день
sq: ditë
tr: gün
uk: день

source: days
be: дні
el: μέρες
es: días
fi: päivää
hu: nap
nl: dagen
pl: dni
pt: dias
ru: дней
sq: ditë
tr: günler
uk: днів

source: Are you sure that you want to continue?
be: Вы ўпэўнены, што хочаце працягнуць?
el: Είστε σίγουροι ότι θέλετε να συνεχίσετε;
es: ¿Estás seguro de que quieres continuar?
fi: Oletko varma, että haluat jatkaa?
hu: Biztos, hogy folytatni akarod?
nl: Weet je zeker dat je wilt doorgaan?
pl: Czy na pewno chcesz kontynuować?
pt: Você tem certeza de que quer continuar?
ru: Вы уверены, что хотите продолжить?
sq: A jeni të sigurt se dëshironi të vazhdoni?
tr: Devam etmek istediğinden emin misin?
uk: Ви впевнені, що бажаєте продовжити?

source: Clear
be: Ачысціць
el: Καθαρίστε
es: Limpiar
fi: Tyhjennä
hu: Törlés
nl: Duidelijk
pl: Wyczyść
pt: Limpar
ru: Очистить
sq: Pastro
tr: Temiz
uk: Очистити

source: Delete
be: Выдаліць
el: Διαγράψτε
es: Eliminar
fi: Poista
hu: Törlés
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
sq: Fshi
tr: Sil
uk: Видалити

source: Equipment item summary
uk: Сумарний огляд обладнання

source: Equipment preset created.
uk: Пресет обладнання створено

source: Equipment preset updated.
uk: Пресет обладнання оновлено

source: Guiding cameras
be: Камеры для кіравання
el: Κάμερες καθοδήγησης
es: Cámaras de guiado
fi: Ohjauskamerat
hu: Irányító kamerák
nl: Begeleidingscamera's
pl: Kamery prowadzące
pt: Câmeras de guiagem
ru: Камеры для наведения
sq: Kamerat e guidimit
tr: Rehberlik kameraları
uk: Гідуючі камери

source: Guiding telescopes or lenses
be: Тэлескопы або аб'ектывы для кіравання
el: Τηλεσκόπια ή φακοί καθοδήγησης
es: Telescopios o lentes de guiado
fi: Ohjausteleskoopit tai linssit
hu: Irányító teleszkópok vagy lencsék
nl: Begeleiding telescopen of lenzen
pl: Teleskopy lub obiektywy do prowadzenia
pt: Telescópios ou lentes de guiagem
ru: Телескопы или объективы для наведения
sq: Teleskopët ose lentet e guidimit
tr: Rehberlik teleskopları veya lensler
uk: Гідуючі телескопи та об‘єктиви

source: Image saved.
be: Выява захавана.
el: Η εικόνα αποθηκεύτηκε.
es: Imagen guardada.
fi: Kuva tallennettu.
hu: Kép mentve.
nl: Afbeelding opgeslagen.
pl: Obraz zapisany.
pt: Imagem salva.
ru: Изображение сохранено.
sq: Imazhi u ruajt.
tr: Görüntü kaydedildi.
uk: Зображення збережено

source: Load
be: Загрузіць
el: Φόρτωση
es: Cargar
fi: Lataa
hu: Betöltés
nl: Laden
pl: Załaduj
pt: Carregar
ru: Загрузить
sq: Ngarko
tr: Yükle
uk: Завантажити

source: Load equipment preset
uk: Завантажити пресет обладнання

source: Load preset
uk: Завантажити пресет

source: Quick-add recent
be: Хутка дадаць апошнія
el: Γρήγορη προσθήκη πρόσφατων
es: Añadir rápidamente recientes
fi: Lisää nopeasti viimeisimmät
hu: Gyors hozzáadás a legutóbbiakhoz
nl: Snel toevoegen recent
pl: Szybkie dodawanie ostatnich
pt: Adicionar rápido recente
ru: Быстро добавить недавние
sq: Shto shpejt të fundit
tr: Son eklemeleri hızlı ekle
uk: Швидке додавання останніх

source: Save and remain on this page
uk: Зберегти і залиштися на цій сторінці

source: Save equipment preset
uk: Зберегти пресет обладнання

source: Save preset
uk: Зберегти пресет

source: Show guiding equipment
be: Паказаць абсталяванне для кіравання
el: Εμφάνιση εξοπλισμού καθοδήγησης
es: Mostrar equipo de guiado
fi: Näytä ohjauslaitteet
hu: Irányító felszerelés megjelenítése
nl: Toon begeleidingsapparatuur
pl: Pokaż sprzęt do prowadzenia
pt: Mostrar equipamento de guiagem
ru: Показать оборудование для наведения
sq: Trego pajisjet e guidimit
tr: Rehberlik ekipmanını göster
uk: Показати гідуюче обладнання

source: Telescopes or lenses
be: Тэлескопы або аб'ектывы
el: Τηλεσκόπια ή φακοί
es: Telescopios o lentes
fi: Teleskoopit tai linssit
hu: Teleszkópok vagy lencsék
nl: Telescopen of lenzen
pl: Teleskopy lub obiektywy
pt: Telescópios ou lentes
ru: Телескопы или объективы
sq: Teleskopët ose lentet
tr: Teleskoplar veya lensler
uk: Телескопи або об‘єктиви

source: This operation cannot be undone.
be: Гэту аперацыю нельга адменіць.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta operación no se puede deshacer.
fi: Tätä toimintoa ei voi peruuttaa.
hu: Ez a művelet nem vonható vissza.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Ta operacja nie może być cofnięta.
pt: Esta operação não pode ser desfeita.
ru: Это действие нельзя отменить.
sq: Kjo operacion nuk mund të anulohet.
tr: Bu işlem geri alınamaz.
uk: Операцію неможливо буде скасувати.

source: This operation will overwrite the current equipment selection.
be: Гэтая аперацыя перапішэ бягучы выбар абсталявання.
el: Αυτή η ενέργεια θα αντικαταστήσει την τρέχουσα επιλογή εξοπλισμού.
es: Esta operación sobrescribirá la selección de equipo actual.
fi: Tämä toiminto korvataan nykyinen laitteiston valinta.
hu: Ez a művelet felülírja a jelenlegi felszerelés kiválasztást.
nl: Deze actie zal de huidige apparatuurselectie overschrijven.
pl: Ta operacja nadpisze aktualny wybór sprzętu.
pt: Esta operação irá sobrescrever a seleção de equipamento atual.
ru: Это действие перезапишет текущий выбор оборудования.
sq: Ky operacion do të zëvendësojë përzgjedhjen aktuale të pajisjeve.
tr: Bu işlem mevcut ekipman seçimini üzerine yazacak.
uk: Операція замінить поточний вибір обладнання

source: Yes, continue
be: Так, працягвайце
el: Ναι, συνέχισε
es: Sí, continúa
fi: Kyllä, jatka
hu: Igen, folytatom
nl: Ja, doorgaan
pl: Tak, kontynuuj
pt: Sim, continuar
ru: Да, продолжить
sq: Po, vazhdo
tr: Evet, devam et
uk: Так, продовжити

source: You have a <strong>{{0}}</strong> subscription. You have used <strong>{{1}}</strong> of the <strong>{{2}}</strong> images allowed in your plan.
uk: У Вас є підписка <strong>{{0}}</strong>. Ви використали <strong>{{1}}</strong> із <strong>{{2}}</strong> зображень, дозволених у Вашому плані.

source: You will overwrite your existing preset with the same name.
uk: Ви перезапишете існуючий пресет з такою ж назвою.

source: Item <strong>{{0}}</strong> marked as <strong>{{1}}</strong>.
be: Элемент <strong>{{0}}<\/strong> адзначаны як <strong>{{1}}<\/strong>.
el: Το στοιχείο <strong>{{0}}<\/strong> σημειώθηκε ως <strong>{{1}}<\/strong>.
es: Elemento <strong>{{0}}<\/strong> marcado como <strong>{{1}}<\/strong>.
fi: Kohde <strong>{{0}}<\/strong> merkitty <strong>{{1}}<\/strong>.
hu: <strong>{{0}}<\/strong> elem megjelölve <strong>{{1}}<\/strong>.
nl: Item <strong>{{0}}<\/strong> gemarkeerd als <strong>{{1}}<\/strong>.
pl: Element <strong>{{0}}<\/strong> oznaczony jako <strong>{{1}}<\/strong>.
pt: Item <strong>{{0}}<\/strong> marcado como <strong>{{1}}<\/strong>.
ru: Элемент <strong>{{0}}<\/strong> помечен как <strong>{{1}}<\/strong>.
sq: Artikulli <strong>{{0}}<\/strong> është shënuar si <strong>{{1}}<\/strong>.
tr: Öğe <strong>{{0}}<\/strong> <strong>{{1}}<\/strong> olarak işaretlendi.
uk: Елемент <strong>{{0}}</strong> позначено як <strong>{{1}}</strong>.

source: Please come back in {{0}} minutes!
be: Калі ласка, вярніцеся праз {{0}} хвілін!
el: Παρακαλώ επιστρέψτε σε {{0}} λεπτά!
es: ¡Por favor, vuelve en {{0}} minutos!
fi: Palaa takaisin {{0}} minuutin kuluttua!
hu: Kérlek, térj vissza {{0}} perc múlva!
nl: Kom over {{0}} minuten terug!
pl: Wróć za {{0}} minut!
pt: Por favor, volte em {{0}} minutos!
ru: Пожалуйста, вернитесь через {{0}} минут!
sq: Të lutem kthehu pas në {{0}} minuta!
tr: Lütfen {{0}} dakika içinde geri gel!
uk: Будь ласка, поветайтесь через {{0}} хвилин!

source: The item already exists in the database
be: Элемент ужо існуе ў базе даных
el: Το στοιχείο υπάρχει ήδη στη βάση δεδομένων
es: El elemento ya existe en la base de datos
fi: Kohde on jo olemassa tietokannassa
hu: Az elem már létezik az adatbázisban
nl: Het item bestaat al in de database
pl: Element już istnieje w bazie danych
pt: O item já existe no banco de dados.
ru: Элемент уже существует в базе данных
sq: Artikulli tashmë ekziston në bazën e të dhënave
tr: Öğe zaten veritabanında mevcut
uk: Елемент вже існує в базі даних

source: The judgement queue is currently empty or being refreshed.
be: Чарга на ацэнку ў цяперашні час пустая або абнаўляецца.
el: Η ουρά κρίσης είναι αυτή τη στιγμή κενή ή ανανεώνεται.
es: La cola de juicios está actualmente vacía o siendo actualizada.
fi: Arviointijono on tällä hetkellä tyhjennettävä tai päivitetään.
hu: A bírálati sor jelenleg üres vagy frissítés alatt áll.
nl: De beoordelingswachtrij is momenteel leeg of wordt vernieuwd.
pl: Kolejka oceny jest obecnie pusta lub jest odświeżana.
pt: A fila de julgamento está atualmente vazia ou sendo atualizada.
ru: Очередь оценок в данный момент пуста или обновляется.
sq: Radhët e gjykimit janë aktualisht të zbrazëta ose po rifreskohen.
tr: Yargı kuyruğu şu anda boş veya yenileniyor.
uk: Черга судових рішень наразі порожня або оновлюється.

source: The migration will be reviewed by a moderator as soon as possible, and you will be notified of the outcome. If the migration is approved, you will be able to add the equipment item to your images.
uk: Модератор якомога швидше перевірить міграцію, і Ви отримаєте сповіщення про результат. Якщо міграцію буде схвалено, Ви зможете додати елемент обладнання до своїх зображень.

source: The review queue is currently empty or being refreshed.
be: Чарга на агляд у цяперашні час пустая або абнаўляецца.
el: Η ουρά αναθεώρησης είναι αυτή τη στιγμή κενή ή ανανεώνεται.
es: La cola de revisiones está actualmente vacía o siendo actualizada.
fi: Arviointijono on tällä hetkellä tyhjennettävä tai päivitetään.
hu: A felülvizsgálati sor jelenleg üres vagy frissítés alatt áll.
nl: De beoordelingswachtrij is momenteel leeg of wordt vernieuwd.
pl: Kolejka recenzji jest obecnie pusta lub jest odświeżana.
pt: A fila de revisão está atualmente vazia ou sendo atualizada.
ru: Очередь на проверку в данный момент пуста или обновляется.
sq: Radhët e rishikimit janë aktualisht të zbrazëta ose po rifreskohen.
tr: İnceleme kuyruğu şu anda boş veya yenileniyor.
uk: Наразі черга на огляд порожня або оновлюється.

source: The submission queue is currently empty or being refreshed.
be: Чарга на падачу ў цяперашні час пустая або абнаўляецца.
el: Η ουρά υποβολής είναι αυτή τη στιγμή κενή ή ανανεώνεται.
es: La cola de envíos está actualmente vacía o siendo actualizada.
fi: Lähetysjonossa ei ole tällä hetkellä mitään tai se on päivitettävä.
hu: A benyújtási sor jelenleg üres vagy frissítés alatt áll.
nl: De indieningswachtrij is momenteel leeg of wordt vernieuwd.
pl: Kolejka zgłoszeń jest obecnie pusta lub jest odświeżana.
pt: A fila de submissão está atualmente vazia ou sendo atualizada.
ru: Очередь на отправку в данный момент пуста или обновляется.
sq: Radhët e dorëzimit janë aktualisht të zbrazëta ose po rifreskohen.
tr: Gönderim kuyruğu şu anda boş veya yenileniyor.
uk: Наразі черга подання порожня або оновлюється.

source: The target item is a duplicate of an existing equipment item
be: Мэтавы элемент з'яўляецца дублікатам існуючага элемента абсталявання
el: Το στοχευόμενο στοιχείο είναι αντίγραφο ενός υπάρχοντος στοιχείου εξοπλισμού
es: El elemento objetivo es un duplicado de un elemento de equipo existente
fi: Kohde on olemassa olevan laitteiston kohteen kopio
hu: A cél elem egy meglévő felszerelés elem másolata
nl: Het doelitem is een duplicaat van een bestaand apparatuuritem
pl: Docelowy element jest duplikatem istniejącego elementu sprzętu
pt: O item alvo é um duplicado de um item de equipamento existente.
ru: Целевой элемент является дубликатом существующего элемента оборудования.
sq: Artikulli i synuar është një kopje e një artikulli ekzistues të pajisjeve
tr: Hedef öğe mevcut bir ekipman öğesinin kopyasıdır
uk: Цільовий елемент є дублікатом наявного елемента обладнання

source: multiple items
be: мноства элементаў
el: πολλαπλά στοιχεία
es: múltiples elementos
fi: useita kohteita
hu: több elem
nl: meerdere items
pl: wiele elementów
pt: vários itens
ru: несколько элементов
sq: artikuj të shumtë
tr: birden fazla öğe
uk: кілька предметів

source: not enough info
be: недастаткова інфармацыі
el: όχι αρκετές πληροφορίες
es: no hay suficiente información
fi: ei tarpeeksi tietoa
hu: nem elég információ
nl: niet genoeg info
pl: nie wystarczająco dużo informacji
pt: informação insuficiente
ru: недостаточно информации
sq: nuk ka mjaft informacion
tr: yeterli bilgi yok
uk: недостатньо інформації

source: wrong type
uk: неправильний тип

source: Alias
be: Псевданім
el: Ψευδώνυμο
hu: Álnév
ru: Псевдоним
tr: Takma ad
uk: Псевдонім

source: Also available in the following variants:
be: Таксама даступна ў наступных варыянтах:
el: Διαθέσιμο και στις εξής παραλλαγές:
es: También disponible en las siguientes variantes:
fi: Saatavilla seuraavissa varianteissa:
hu: A következő változatokban is elérhető:
nl: Ook beschikbaar in de volgende varianten:
pl: Dostępne również w następujących wariantach:
pt: Também disponível nas seguintes variantes:
ru: Также доступно в следующих вариантах:
sq: Po ashtu i disponueshëm në variantet e mëposhtme:
tr: Aşağıdaki varyantlarda da mevcut:
uk: Також доступне у таких варіантах:
