Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Should that happen, and you're using this equipment item on one or more of your images, you will be notified.
be: Калі гэта адбудзецца, і вы выкарыстоўваеце гэты прадмет абсталявання на адным або некалькіх вашых малюнках, вы будзеце апавешчаны.
el: Αν συμβεί αυτό και χρησιμοποιείτε αυτό το εξοπλιστικό αντικείμενο σε μία ή περισσότερες από τις εικόνες σας, θα ειδοποιηθείτε.
es: Si eso sucede, y estás usando este elemento de equipo en una o más de tus imágenes, se te notificará.
fi: Jos näin käy, ja käytät tätä laitetta yhdessä tai useammassa kuvassasi, saat ilmoituksen.
hu: Ha ez megtörténik, és ezt a felszerelést használod egy vagy több képen, értesítve leszel.
nl: Als dat gebeurt en je gebruikt dit apparatuuritem op een of meer van je afbeeldingen, word je op de hoogte gesteld.
pl: Jeśli to się zdarzy, a używasz tego przedmiotu w jednym lub więcej swoich obrazach, zostaniesz powiadomiony.
pt: Se isso acontecer, e você estiver usando este item de equipamento em uma ou mais de suas imagens, você será notificado.
ru: Если это произойдет, и вы используете этот элемент оборудования на одном или нескольких ваших изображениях, вы будете уведомлены.
sq: Nëse ndodh kjo, dhe po përdorni këtë pajisje në një ose më shumë nga imazhet tuaja, do të njoftoheni.
tr: Böyle bir şey olursa ve bu ekipman öğesini bir veya daha fazla görüntünüzde kullanıyorsanız, bilgilendirileceksiniz.
uk: Якщо це станеться, і Ви використовуєте цей елемент обладнання на одному чи кількох своїх зображеннях, Ви отримаєте сповіщення.

source: Square
be: Квадратная
el: Τετράγωνο
es: Cuadrado
fi: Neliö
hu: Négyzetes
nl: Vierkant
pl: Kwadratowy
pt: Quadrado
ru: Квадратная
sq: Katror
tr: Kare
uk: Квадрат

source: Start typing in the text box to show the dropdown suggestions.
be: Пачніце ўводзіць у тэкставым полі, каб паказаць прапановы спісу.
el: Αρχίστε να πληκτρολογείτε στο πλαίσιο κειμένου για να δείτε τις προτάσεις από το αναπτυσσόμενο μενού.
es: Empieza a escribir en el cuadro de texto para mostrar las sugerencias del menú desplegable.
fi: Aloita kirjoittaminen tekstikenttään, niin saat alasvetosuosituksia.
hu: Kezdj el gépelni a szövegdobozban, hogy megjelenjenek a legördülő javaslatok.
nl: Begin te typen in het tekstvak om de dropdownsuggesties te tonen.
pl: Zacznij pisać w polu tekstowym, aby pokazać sugestie z rozwijanego menu.
pt: Comece a digitar na caixa de texto para mostrar as sugestões do dropdown.
ru: Начните вводить в текстовом поле, чтобы показать предложения в выпадающем списке.
sq: Filloni të shkruani në kutinë e tekstit për të treguar sugjerimet e rënies.
tr: Açılır önerileri göstermek için metin kutusuna yazmaya başlayın.
uk: Почніть вводити текст у текстовому полі, щоб відобразити спадні пропозиції.

source: Take a look at them so you can be consistent with the naming conventions and prevent the creation of a duplicate item.
be: Паглядзіце на іх, каб вы маглі быць паслядоўнымі з назваўнымі канвенцыямі і прадухіліць стварэнне дублікату.
el: Ρίξτε μια ματιά σε αυτά ώστε να μπορείτε να είστε συνεπείς με τις ονοματολογικές συμβάσεις και να αποτρέψετε τη δημιουργία διπλού αντικειμένου.
es: Échales un vistazo para que puedas ser consistente con las convenciones de nombres y evitar la creación de un elemento duplicado.
fi: Tutustu niihin, jotta voit olla johdonmukainen nimikäytännöissä ja estää kaksoiskappaleen luomisen.
hu: Nézd meg őket, hogy következetes lehess az elnevezési konvenciókkal, és megakadályozd egy duplikált tétel létrehozását.
nl: Bekijk ze zodat je consistent kunt zijn met de naamgevingsconventies en de creatie van een duplicaatitem kunt voorkomen.
pl: Spójrz na nie, aby być konsekwentnym w konwencjach nazewnictwa i zapobiec tworzeniu duplikatów.
pt: Dê uma olhada nelas para que você possa ser consistente com as convenções de nomenclatura e evitar a criação de um item duplicado.
ru: Посмотрите на них, чтобы вы могли быть последовательными с правилами именования и предотвратить создание дублирующего элемента.
sq: Shikoni ato që të jeni të qëndrueshëm me konventat e emrave dhe të parandaloni krijimin e një artikulli të dyfishtë.
tr: İsimlendirme kurallarına tutarlı olabilmek ve bir kopya öğe oluşturulmasını önlemek için onlara bir göz at.
uk: Подивіться на них, щоб дотримуватись умов імен і запобігти створенню повторень.

source: Thank you!
be: Дзякуй!
el: Ευχαριστώ!
es: ¡Gracias!
fi: Kiitos!
hu: Köszönöm!
nl: Bedankt!
pl: Dziękuję!
pt: Obrigado!
ru: Спасибо!
sq: Faleminderit!
tr: Teşekkürler!
uk: Дякуємо!

source: The form has errors, please correct them and try again.
uk: У формі є помилки, виправте їх і повторіть знову.

source: The legacy object cannot be migrated because it consists of multiple objects in the same item (e.g. LRGB filter set, or multiple unrelated products).
be: Састарэлы аб'ект не можа быць перанесены, бо складаецца з некалькіх аб'ектаў у адным прадмеце (напрыклад, набор фільтраў LRGB або некалькі непадобных прадуктаў).
el: Το κληρονομικό αντικείμενο δεν μπορεί να μεταφερθεί επειδή αποτελείται από πολλαπλά αντικείμενα στο ίδιο στοιχείο (π.χ. σετ φίλτρων LRGB ή πολλαπλά άσχετα προϊόντα).
es: El objeto legado no puede ser migrado porque consiste en múltiples objetos en el mismo ítem (por ejemplo, un conjunto de filtros LRGB, o múltiples productos no relacionados).
fi: Perintöobjektia ei voida siirtää, koska se koostuu useista objekteista samassa tuotteessa (esim. LRGB-suodatinsetti tai useita ei-liittyviä tuotteita).
hu: A régi objektum nem migrálható, mert több objektumból áll ugyanabban a tételben (pl. LRGB szűrő készlet, vagy több, egymással nem összefüggő termék).
nl: Het oude object kan niet worden gemigreerd omdat het uit meerdere objecten in hetzelfde item bestaat (bijv. LRGB-filterset of meerdere niet-verwante producten).
pl: Obiekt dziedziczny nie może być przeniesiony, ponieważ składa się z wielu obiektów w tym samym przedmiocie (np. zestaw filtrów LRGB lub wiele niepowiązanych produktów).
pt: O objeto legado não pode ser migrado porque consiste em múltiplos objetos no mesmo item (por exemplo, conjunto de filtros LRGB, ou múltiplos produtos não relacionados).
ru: Наследуемый объект не может быть мигрирован, потому что он состоит из нескольких объектов в одном элементе (например, набор фильтров LRGB или несколько несвязанных продуктов).
sq: Objekti i trashëguar nuk mund të migrohet sepse përbëhet nga objekte të shumta në të njëjtin artikull (p.sh. set filtri LRGB, ose produkte të shumta të pa lidhura).
tr: Eski nesne taşınamaz çünkü aynı öğede birden fazla nesne var (örneğin, LRGB filtre seti veya birbiriyle ilgisiz birden fazla ürün).
uk: Застарілий об’єкт не можна перенести, оскільки він складається з кількох об’єктів в одному елементі (наприклад, набір фільтрів LRGB або кілька непов’язаних продуктів).

source: The legacy object cannot be migrated because it's not the right kind (e.g. a telescope added as a camera).
uk: Застарілий об’єкт не можна перемістити, оскільки він невідповідного типу (наприклад, телескоп додано як камеру).

source: The legacy object cannot be migrated because the correct target product cannot be unambiguously determined.
be: Састарэлы аб'ект не можа быць перанесены, бо правільны мэтавы прадукт не можа быць адназначна вызначаны.
el: Το κληρονομικό αντικείμενο δεν μπορεί να μεταφερθεί επειδή το σωστό προϊόν-στόχος δεν μπορεί να προσδιοριστεί με σαφήνεια.
es: El objeto legado no puede ser migrado porque no se puede determinar de manera inequívoca el producto objetivo correcto.
fi: Perintöobjektia ei voida siirtää, koska oikeaa kohdetta ei voida yksiselitteisesti määrittää.
hu: A régi objektum nem migrálható, mert a megfelelő céltermék nem határozható meg egyértelműen.
nl: Het oude object kan niet worden gemigreerd omdat het juiste doelproduct niet ondubbelzinnig kan worden bepaald.
pl: Obiekt dziedziczny nie może być przeniesiony, ponieważ nie można jednoznacznie określić poprawnego docelowego produktu.
pt: O objeto legado não pode ser migrado porque o produto alvo correto não pode ser determinado de forma inequívoca.
ru: Наследуемый объект не может быть мигрирован, потому что правильный целевой продукт не может быть однозначно определен.
sq: Objekti i trashëguar nuk mund të migrohet sepse produkti i duhur nuk mund të përcaktohet qartë.
tr: Eski nesne taşınamaz çünkü doğru hedef ürün belirsiz bir şekilde belirlenemiyor.
uk: Застарілий об’єкт не можна перенести, оскільки не можна однозначно визначити правильний цільовий продукт.

source: The migration will complete within a few moments and your images will be automatically updated.
be: Міграцыя завершана на працягу некалькіх хвілін, і вашы малюнкі будуць аўтаматычна абноўлены.
el: Η μετανάστευση θα ολοκληρωθεί σε λίγα λεπτά και οι εικόνες σας θα ενημερωθούν αυτόματα.
es: La migración se completará en unos momentos y tus imágenes se actualizarán automáticamente.
fi: Siirto valmistuu muutamassa hetkessä ja kuvasi päivitetään automaattisesti.
hu: A migráció néhány pillanaton belül befejeződik, és a képeid automatikusan frissülnek.
nl: De migratie zal binnen enkele momenten worden voltooid en je afbeeldingen worden automatisch bijgewerkt.
pl: Migracja zakończy się w ciągu kilku chwil, a Twoje obrazy zostaną automatycznie zaktualizowane.
pt: A migração será concluída em alguns momentos e suas imagens serão atualizadas automaticamente.
ru: Миграция завершится через несколько мгновений, и ваши изображения будут автоматически обновлены.
sq: Migrimi do të përfundojë brenda disa momenteve dhe imazhet tuaja do të përditësohen automatikisht.
tr: Taşınma birkaç dakika içinde tamamlanacak ve görüntüleriniz otomatik olarak güncellenecek.
uk: Переміщення завершиться протягом кількох хвилин, і Ваші зображення будуть автоматично оновлені.

source: This brand has <strong>{{0}}</strong> items in AstroBin's database, and they are shown below in alphabetical order.
be: Гэты брэнд мае <strong>{{0}}<\/strong> прадметаў у базе дадзеных AstroBin, і яны паказаны ніжэй у алфавітным парадку.
el: Αυτή η μάρκα έχει <strong>{{0}}<\/strong> αντικείμενα στη βάση δεδομένων του AstroBin, και εμφανίζονται παρακάτω με αλφαβητική σειρά.
es: Esta marca tiene <strong>{{0}}<\/strong> artículos en la base de datos de AstroBin, y se muestran a continuación en orden alfabético.
fi: Tällä brändillä on <strong>{{0}}<\/strong> tuotetta AstroBinin tietokannassa, ja ne on esitetty alla aakkosjärjestyksessä.
hu: Ennek a márkának <strong>{{0}}<\/strong> tétele van az AstroBin adatbázisában, és ezek az alábbiakban láthatók ábécé sorrendben.
nl: Dit merk heeft <strong>{{0}}<\/strong> items in de database van AstroBin, en ze worden hieronder in alfabetische volgorde weergegeven.
pl: Ta marka ma <strong>{{0}}<\/strong> przedmiotów w bazie danych AstroBin, które są pokazane poniżej w porządku alfabetycznym.
pt: Esta marca tem <strong>{{0}}<\/strong> itens no banco de dados do AstroBin, e eles são mostrados abaixo em ordem alfabética.
ru: У этого бренда есть <strong>{{0}}<\/strong> элементов в базе данных AstroBin, и они показаны ниже в алфавитном порядке.
sq: Kjo markë ka <strong>{{0}}<\/strong> artikuj në bazën e të dhënave të AstroBin, dhe ato shfaqen më poshtë në rend alfabetik.
tr: Bu markanın AstroBin veritabanında <strong>{{0}}<\/strong> öğesi var ve bunlar alfabetik sırayla aşağıda gösterilmiştir.
uk: Цей бренд містить <strong>{{0}}</strong> елементи в базі даних AstroBin, і вони наведені нижче в алфавітному порядку.

source: This is a modified and/or custom-cooled variant of this camera.
be: Гэта мадыфікаваны і\/або кастомны варыянт гэтай камеры.
el: Αυτή είναι μια τροποποιημένη και/ή προσαρμοσμένη παραλλαγή αυτής της κάμερας.
es: Esta es una variante modificada y/o refrigerada de esta cámara.
fi: Tämä on muokattu ja/tai räätälöity jäähdytetty versio tästä kamerasta.
hu: Ez egy módosított és/vagy egyedi hűtésű változata ennek a kamerának.
nl: Dit is een gemodificeerde en/of op maat gemaakte gekoelde variant van deze camera.
pl: To zmodyfikowana i/lub niestandardowo schłodzona wersja tej kamery.
pt: Esta é uma variante modificada e/ou resfriada customizada desta câmera.
ru: Это модифицированный и/или индивидуально охлажденный вариант этой камеры.
sq: Ky është një variant i modifikuar dhe\/ose i ftohur i kësaj kamere.
tr: Bu, bu kameranın modifiye edilmiş ve/veya özel soğutmalı bir varyantıdır.
uk: Це модифікований та/або з саморобним офолодженням варіант цієї камери.

source: This item as not been approved by a moderator, and could be removed from the database if rejected.
be: Гэты прадмет не быў зацверджаны мадэратарам, і можа быць выдалены з базы дадзеных, калі будзе адхілены.
el: Αυτό το αντικείμενο δεν έχει εγκριθεί από έναν συντονιστή και θα μπορούσε να αφαιρεθεί από τη βάση δεδομένων αν απορριφθεί.
es: Este ítem no ha sido aprobado por un moderador, y podría ser eliminado de la base de datos si es rechazado.
fi: Tätä tuotetta ei ole hyväksynyt moderaattori, ja se voidaan poistaa tietokannasta, jos se hylätään.
hu: Ez a tétel nem lett jóváhagyva egy moderátor által, és el lehet távolítani az adatbázisból, ha elutasítják.
nl: Dit item is nog niet goedgekeurd door een moderator en kan uit de database worden verwijderd als het wordt afgewezen.
pl: Ten przedmiot nie został zatwierdzony przez moderatora i może zostać usunięty z bazy danych, jeśli zostanie odrzucony.
pt: Este item não foi aprovado por um moderador e pode ser removido do banco de dados se rejeitado.
ru: Этот элемент не был одобрен модератором и может быть удален из базы данных, если будет отклонен.
sq: Ky artikull nuk është miratuar nga një moderator, dhe mund të hiqet nga baza e të dhënave nëse refuzohet.
tr: Bu öğe bir moderatör tarafından onaylanmadı ve reddedilirse veritabanından kaldırılabilir.
uk: Цей елемент не схвалений модератором, і його можна видалити з бази даних, якщо його буде відхилено.

source: This item has a history of <strong>{{0}}</strong> approved edit proposals.
be: Гэты прадмет мае гісторыю <strong>{{0}}<\/strong> зацверджаных прапаноў на рэдагаванне.
el: Αυτό το αντικείμενο έχει ιστορικό <strong>{{0}}<\/strong> εγκεκριμένων προτάσεων επεξεργασίας.
es: Este ítem tiene un historial de <strong>{{0}}<\/strong> propuestas de edición aprobadas.
fi: Tällä tuotteella on historia <strong>{{0}}<\/strong> hyväksytyistä muokkausehdotuksista.
hu: Ennek a tételnek van egy története <strong>{{0}}<\/strong> jóváhagyott szerkesztési javaslatról.
nl: Dit item heeft een geschiedenis van <strong>{{0}}<\/strong> goedgekeurde bewerkingsvoorstellen.
pl: Ten przedmiot ma historię <strong>{{0}}<\/strong> zatwierdzonych propozycji edycji.
pt: Este item tem um histórico de <strong>{{0}}<\/strong> propostas de edição aprovadas.
ru: У этого элемента есть история <strong>{{0}}<\/strong> одобренных предложений по редактированию.
sq: Ky artikull ka një histori të <strong>{{0}}<\/strong> propozimeve të miratuara për redaktim.
tr: Bu öğenin <strong>{{0}}<\/strong> onaylı düzenleme önerisi geçmişi var.
uk: Цей елемент має історію <strong>{{0}}</strong> схвалених пропозицій редагування.

source: This item has not been approved
be: Гэты прадмет не быў зацверджаны
el: Αυτό το αντικείμενο δεν έχει εγκριθεί
es: Este ítem no ha sido aprobado.
fi: Tätä tuotetta ei ole hyväksytty.
hu: Ez a tétel nem lett jóváhagyva.
nl: Dit item is nog niet goedgekeurd
pl: Ten przedmiot nie został zatwierdzony
pt: Este item não foi aprovado
ru: Этот элемент не был одобрен.
sq: Ky artikull nuk është miratuar
tr: Bu öğe onaylanmadı
uk: Цей елемент не затверджено

source: Too many requests
be: Занадта шмат запытаў
el: Πάρα πολλές αιτήσεις
es: Demasiadas solicitudes.
fi: Liian monta pyyntöä
hu: Túl sok kérés
nl: Te veel aanvragen
pl: Za dużo zapytań
pt: Muitas solicitações
ru: Слишком много запросов.
sq: Shumë kërkesa
tr: Çok fazla istek var
uk: Забагато запитів

source: Tripod
be: Штатив
el: Τρίποδο
es: Trípode.
fi: Jalusta
hu: Állvány
nl: Statief
pl: Statyw
pt: Tripé
ru: Штатив.
uk: Штатив

source: We found the following similar items from the same brand:
be: Мы знайшлі наступныя падобныя прадметы ад таго ж брэнда:
el: Βρήκαμε τα παρακάτω παρόμοια αντικείμενα από την ίδια μάρκα:
es: Encontramos los siguientes artículos similares de la misma marca:
fi: Löysimme seuraavat samankaltaiset tuotteet samalta brändiltä:
hu: A következő hasonló tételeket találtuk ugyanattól a márkától:
nl: We hebben de volgende vergelijkbare items van hetzelfde merk gevonden:
pl: Znaleźliśmy następujące podobne przedmioty tej samej marki:
pt: Encontramos os seguintes itens semelhantes da mesma marca:
ru: Мы нашли следующие похожие элементы от этого бренда:
sq: Gjetëm artikuj të ngjashëm nga e njëjta markë:
tr: Aynı markadan aşağıdaki benzer öğeleri bulduk:
uk: Ми знайшли такі подібні товари від тієї ж марки:

source: You're trying to do this operation too many times in a short period of time.
be: Вы спрабуеце зрабіць гэтую аперацыю занадта шмат разоў за кароткі прамежак часу.
el: Προσπαθείτε να κάνετε αυτή τη λειτουργία πάρα πολλές φορές σε σύντομο χρονικό διάστημα.
es: Estás intentando hacer esta operación demasiadas veces en un corto período de tiempo.
fi: Yrität tehdä tätä toimintoa liian monta kertaa lyhyessä ajassa.
hu: Túl sokszor próbálod meg ezt a műveletet egy rövid időn belül.
nl: Je probeert deze bewerking te vaak in een korte tijd uit te voeren.
pl: Próbujesz wykonać tę operację za dużo razy w krótkim czasie.
pt: Você está tentando fazer esta operação muitas vezes em um curto período de tempo.
ru: Вы пытаетесь выполнить эту операцию слишком много раз за короткий промежуток времени.
sq: Po përpiqeni të bëni këtë operacion shumë herë në një periudhë të shkurtër kohore.
tr: Bu işlemi kısa bir süre içinde çok fazla yapmaya çalışıyorsun.
uk: Ви намагаєтеся виконати цю операцію занадто багато разів за короткий проміжок часу.

source: cooled
be: ахалоджаны
el: ψυχρό
es: refrigerado.
fi: jäähdytetty
hu: hűtött
nl: gekoeld
pl: chłodzony
pt: resfriado
ru: охлажденный.
sq: i ftohur
tr: soğutulmuş
uk: з охолодженням

source: modified
be: мадыфікаваны
el: τροποποιημένο
es: modificado.
fi: muokattu
hu: módosított
nl: gemodificeerd
pl: zmodyfikowany
pt: modificado
ru: модифицированный.
sq: i modifikuar
tr: modifiye edilmiş
uk: модифіковано

source: or
be: ці
el: ή
es: o.
fi: tai
hu: vagy
nl: of
pl: lub
pt: ou
ru: или.
sq: ose
tr: veya
uk: або

source: Acquisition cameras
be: Камеры для захопу
el: Κάμερες απόκτησης
es: Cámaras de adquisición.
fi: Hankintakamerat
hu: Beszerzési kamerák
nl: Acquisitiecamera's
pl: Kamery do akwizycji
pt: Câmeras de aquisição
ru: Камеры для захвата.
sq: Kamerat e akuzimit
tr: Kazanım kameraları
uk: Камери для захоплення

source: Acquisition telescopes or lenses
be: Тэлескопы або аб'ектывы для захопу
el: Τηλεσκόπια ή φακοί απόκτησης
es: Telescopios o lentes de adquisición.
fi: Hankintateleskoopit tai linssit
hu: Beszerzési távcsövek vagy lencsék
nl: Acquisitietelescopen of lenzen
pl: Teleskopy lub soczewki do akwizycji
pt: Telescópios ou lentes de aquisição
ru: Телескопы или объективы для захвата.
sq: Teleskopët ose lentet e akuzimit
tr: Kazanım teleskopları veya lensleri
uk: Телескопи або об'єктиви для захоплення

source: Any changes you make will be reviewed by other members.
be: Усе змены, якія вы зробіце, будуць разгледжаны іншымі ўдзельнікамі.
el: Οποιεσδήποτε αλλαγές κάνετε θα εξεταστούν από άλλα μέλη.
es: Cualquier cambio que hagas será revisado por otros miembros.
fi: Kaikki tekemäsi muutokset tarkistetaan muiden jäsenten toimesta.
hu: Bármilyen változtatás, amit végrehajtasz, más tagok által lesz felülvizsgálva.
nl: Alle wijzigingen die je aanbrengt, worden beoordeeld door andere leden.
pl: Wszelkie zmiany, które wprowadzisz, będą przeglądane przez innych członków.
pt: Quaisquer alterações que você fizer serão revisadas por outros membros.
ru: Любые изменения, которые вы внесете, будут рассмотрены другими участниками.
sq: Çdo ndryshim që bëni do të rishikohet nga anëtarë të tjerë.
tr: Yaptığınız değişiklikler diğer üyeler tarafından gözden geçirilecektir.
uk: Будь-які зміни, які ви внесете, будуть переглянуті іншими учасниками.

source: Anybody can review edit proposals made by any other member.
be: Кожны можа разглядаць прапановы на рэдагаванне, зробленыя любым іншым удзельнікам.
el: Ο καθένας μπορεί να εξετάσει προτάσεις επεξεργασίας που έγιναν από οποιοδήποτε άλλο μέλος.
es: Cualquiera puede revisar las propuestas de edición hechas por cualquier otro miembro.
fi: Kuka tahansa voi tarkistaa muiden jäsenten tekemät muokkausehdotukset.
hu: Bárki felülvizsgálhatja a más tagok által tett szerkesztési javaslatokat.
nl: Iedereen kan bewerkingsvoorstellen beoordelen die door andere leden zijn gedaan.
pl: Każdy może przeglądać propozycje edycji złożone przez innych członków.
pt: Qualquer um pode revisar propostas de edição feitas por qualquer outro membro.
ru: Любой может просмотреть предложения по редактированию, сделанные любым другим участником.
sq: Kushdo mund të rishikojë propozimet e redaktimit të bëra nga çdo anëtar tjetër.
tr: Herkes diğer üyeler tarafından yapılan düzenleme önerilerini gözden geçirebilir.
uk: Кожен може переглядати пропозиції редагування, зроблені будь-яким іншим учасником.

source: AstroBin's equipment database is entirely maintained by the community. Feel free to make a contribution!
be: База дадзеных абсталявання AstroBin цалкам падтрымліваецца супольнасцю. Не саромейцеся ўнесці свой уклад!
el: Η βάση δεδομένων εξοπλισμού του AstroBin διατηρείται εξ ολοκλήρου από την κοινότητα. Μη διστάσετε να κάνετε μια συνεισφορά!
es: La base de datos de equipos de AstroBin es mantenida completamente por la comunidad. ¡Siéntete libre de hacer una contribución!
fi: AstroBinin laitetietokantaa ylläpidetään täysin yhteisön toimesta. Älä epäröi osallistua!
hu: Az AstroBin felszerelés adatbázisát teljes mértékben a közösség tartja karban. Nyugodtan járulj hozzá!
nl: De apparatuurdatabase van AstroBin wordt volledig onderhouden door de gemeenschap. Voel je vrij om een bijdrage te leveren!
pl: Baza danych sprzętu AstroBin jest całkowicie utrzymywana przez społeczność. Nie krępuj się, aby wnieść swój wkład!
pt: O banco de dados de equipamentos do AstroBin é totalmente mantido pela comunidade. Sinta-se à vontade para contribuir!
ru: База данных оборудования AstroBin полностью поддерживается сообществом. Не стесняйтесь внести свой вклад!
sq: Baza e të dhënave të pajisjeve të AstroBin është plotësisht e mbajtur nga komuniteti. Mos hezitoni të bëni një kontribut!
tr: AstroBin'in ekipman veritabanı tamamen topluluk tarafından yönetilmektedir. Katkıda bulunmaktan çekinmeyin!
uk: База даних обладнання AstroBin повністю підтримується спільнотою. Не соромтеся зробити внесок!

source: Duplicate of
be: Дублікат
el: Διπλό του
es: Duplicado de.
fi: Kaksoiskappale
hu: Másolat a következőhöz:
nl: Duplicaat van
pl: Duplikat
pt: Duplicado de
ru: Дубликат.
sq: Dublikat e
tr: Kopyası
uk: Дубль

source: Feel free to contribute!
be: Не саромейцеся ўносіць свой уклад!
el: Μη διστάσετε να συνεισφέρετε!
es: ¡Siéntete libre de contribuir!
fi: Älä epäröi osallistua!
hu: Nyugodtan járulj hozzá!
nl: Voel je vrij om bij te dragen!
pl: Nie krępuj się, aby wnieść swój wkład!
pt: Sinta-se à vontade para contribuir!
ru: Не стесняйтесь вносить свой вклад!
sq: Mos hezitoni të kontriboni!
tr: Katkıda bulunmaktan çekinmeyin!
uk: Не соромтеся зробити внесок!
