Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Filters
be: Фільтры
el: Φίλτρα
es: Filtros
fi: Suodattimet
hu: Szűrők
pl: Filtry
pt: Filtros
ru: Фильтры
sq: Filtra
tr: Filtreler
uk: Фільтри

source: Find equipment item
be: Знайсці элемент абсталявання
el: Βρες αντικείμενο εξοπλισμού
es: Encontrar artículo de equipo
fi: Etsi välineen kohde
hu: Felszerelési elem keresése
nl: Zoek apparatuur item
pl: Znajdź element sprzętu
pt: Encontrar item de equipamento
ru: Найти оборудование
sq: Gjej artikullin e pajisjes
tr: Ekipman öğesini bul
uk: Знайти елемент обладнання

source: Focal length
be: Фокусная адлегласць
el: Εστιακό μήκος
es: Longitud focal
fi: Polttoväli
hu: Fókusztávolság
nl: Brandpuntsafstand
pl: Ogniskowa
pt: Distância focal
ru: Фокусное расстояние
sq: Gjatësia fokale
tr: Odak uzunluğu
uk: Фокусна відстань

source: Frame rate
be: Частата кадраў
el: Ρυθμός καρέ
es: Tasa de fotogramas
fi: Kehysnopeus
hu: Képfrissítési sebesség
pl: Częstotliwość klatek
pt: Taxa de quadros
ru: Частота кадров
sq: Shpejtësia e kornizës
tr: Kare hızı
uk: Частота кадрів

source: Full well capacity
be: Поўная ёмістасць
el: Χωρητικότητα πλήρους φρεατίου
es: Capacidad de pozo completo
fi: Koko hyvin kapasiteetti
hu: Teljes töltési kapacitás
nl: Volledige capaciteit
pl: Pojemność pełnego dołka
pt: Capacidade total de poço
ru: Полная ёмкость ячейки
sq: Kapaciteti i plotë i mirë
tr: Tam kapasiteli
uk: Глибина ями

source: General purpose DSLR or mirrorless camera
be: Агульна прызначаная DSLR або беззеркальная камера
el: Γενικής χρήσης DSLR ή mirrorless κάμερα
es: Cámara DSLR o sin espejo de propósito general
fi: Yleiskäyttöinen DSLR- tai peilittömä kamera
hu: Általános célú DSLR vagy tükör nélküli kamera
nl: Algemene DSLR of mirrorless camera
pl: Aparat DSLR lub bezlusterkowy ogólnego przeznaczenia
pt: Câmera DSLR ou mirrorless de uso geral
ru: Общего назначения DSLR или беззеркальная камера
sq: Kamera DSLR ose mirrorless për qëllime të përgjithshme
tr: Genel amaçlı DSLR veya aynasız kamera
uk: DSLR або бездзеркальна камера загального призначення

source: General purpose video camera
be: Агульная відэакамера
el: Γενικής χρήσης βιντεοκάμερα
es: Cámara de video de propósito general
fi: Yleiskäyttöinen videokamera
hu: Általános célú videokamera
nl: Algemene videorecorder
pl: Kamera wideo ogólnego przeznaczenia
pt: Câmera de vídeo de uso geral
ru: Общего назначения видеокамера
sq: Kamerë video me qëllim të përgjithshëm
tr: Genel amaçlı video kamerası
uk: Відеокамера загального призначення

source: Guider or planetary camera
be: Гайдар або планетарная камера
el: Κατευθυντήρας ή πλανητική κάμερα
es: Cámara guía o planetaria
fi: Ohjauskamera tai planeettakamera
hu: Irányító vagy bolygó kamera
nl: Guider of planeten camera
pl: Kamera prowadząca lub planetarna
pt: Câmera guia ou planetária
ru: Гидирующая или планетарная камера
sq: Kamerë udhëheqëse ose planetare
tr: Rehber veya gezegen kamerası
uk: Гід або планетарна камера

source: Image Index
be: Індэкс выявы
el: Δείκτης εικόνας
es: Índice de imágenes
fi: Kuvahakemisto
hu: Kép index
nl: Afbeelding Index
pl: Indeks obrazu
pt: Índice de Imagens
ru: Индекс изображения
sq: Indeksi i imazheve
tr: Görüntü Dizini
uk: Індекс зображень

source: Item summary
be: Рэзюмэ элемента
el: Περίληψη αντικειμένου
es: Resumen del artículo
fi: Kohteen yhteenveto
hu: Elem összefoglaló
nl: Item samenvatting
pl: Podsumowanie elementu
pt: Resumo do item
ru: Краткое описание товара
sq: Përmbledhja e artikullit
tr: Öğe özeti
uk: Резюме предмета

source: Logo
be: Лагатып
el: Λογότυπο
hu: Logó
ru: Логотип
uk: Лого

source: Max. aperture
uk: Макс. апертура

source: Max. cooling
be: Макс. астуджэнне
el: Μέγιστη ψύξη
es: Enfriamiento máximo
fi: Maks. jäähdytys
hu: Max. hűtés
nl: Max. koeling
pl: Maks. chłodzenie
pt: Refrigeração máxima
ru: Макс. охлаждение
sq: Max. ftohje
tr: Maks. soğutma
uk: Макс. охолодження

source: Max. focal length
be: Макс. фокусная адлегласць
el: Μέγιστο εστιακό μήκος
es: Longitud focal máxima
fi: Max. polttoväli
hu: Max. fókusztávolság
nl: Max. brandpuntsafstand
pl: Maks. ogniskowa
pt: Distância focal máxima
ru: Макс. фокусное расстояние
sq: Max. gjatësia fokale
tr: Maks. odak uzaklığı
uk: Макс. фокусна відстань

source: Min. aperture
uk: Мін. апертура

source: Min. focal length
be: Мін. фокусная адлегласць
el: Ελάχιστο εστιακό μήκος
es: Longitud focal mínima
fi: Min. polttoväli
hu: Min. fókusztávolság
nl: Min. brandpuntsafstand
pl: Min. ogniskowa
pt: Distância focal mínima
ru: Мин. фокусное расстояние
sq: Min. gjatësi fokale
tr: Min. odak uzunluğu
uk: Мін. фокусна відстань

source: Mono
be: Манахромны
el: Μονοχρωματικός
ru: Монохромный
uk: Моно

source: Mounts
be: Кріпленні
el: Στήριγμα
es: Monturas
fi: Kiinnikkeet
hu: Montázsok
nl: Montages
pl: Montaże
pt: Montagens
ru: Крепления
sq: Montazhe
tr: Montajlar
uk: Монтування

source: No changes are proposed.
uk: Жодних змін не пропонується.

source: Number of pixels across the X axis
be: Колькасць пікселяў па восі X
el: Αριθμός pixels κατά τον άξονα X
es: Número de píxeles a lo largo del eje X
fi: Pikselien määrä X-akselilla
hu: Pixelek száma az X tengelyen
nl: Aantal pixels over de X-as
pl: Liczba pikseli w osi X
pt: Número de pixels na direção X
ru: Количество пикселей по оси X
sq: Numri i pikselave në aksin X
tr: X eksenindeki piksel sayısı
uk: Кількість пікселів по осі X

source: Number of pixels across the Y axis
be: Колькасць пікселяў па восі Y
el: Αριθμός πίξελ κατά τον άξονα Y
es: Número de píxeles a lo largo del eje Y
fi: Pikselien määrä Y-akselilla
hu: Pixelek száma az Y tengelyen
nl: Aantal pixels over de Y-as
pl: Liczba pikseli w osi Y
pt: Número de pixels na direção Y
ru: Количество пикселей по оси Y
sq: Numri i pikseve në aksin Y
tr: Y eksenindeki piksel sayısı
uk: Кількість пікселів по осі Y

source: Official (or official looking) product image. Max. 1MB.
be: Афіцыйнае (ці афіцыйна выглядаючае) малюнак прадукту. Макс. 1MB.
el: Επίσημη (ή επίσημα φαίνεται) εικόνα προϊόντος. Μέγ. 1MB.
es: Imagen del producto oficial (o que parece oficial). Máx. 1MB.
fi: Virallinen (tai virallisen näköinen) tuotekuva. Max. 1MB.
hu: Hivatalos (vagy hivatalosnak tűnő) termék kép. Max. 1MB.
nl: Officiële (of officieel uitziende) productafbeelding. Max. 1MB.
pl: Oficjalny (lub wyglądający na oficjalny) obraz produktu. Max. 1MB.
pt: Imagem do produto oficial (ou com aparência oficial). Máx. 1MB.
ru: Официальное (или похожее на официальное) изображение продукта. Макс. 1МБ.
sq: Imazhi zyrtar (ose që duket zyrtar) i produktit. Max. 1MB.
tr: Resmi (veya resmi gibi görünen) ürün resmi. Maks. 1MB.
uk: Офіційне (або майже офіційне) зображення продукту. Макс. 1 МБ.

source: Pending
be: У чаканні
el: Εκκρεμεί
es: Pendiente
fi: Odottaa
hu: Függőben
nl: In afwachting
pl: Oczekujące
pt: Pendente
ru: В ожидании
sq: Në pritje
tr: Beklemede
uk: Очікується

source: Pending edit
be: Чакае рэдагавання
el: Σε αναμονή επεξεργασίας
es: Pendiente de edición
fi: Muokkaus odottaa
hu: Függőben lévő szerkesztés
nl: Wacht op bewerking
pl: Oczekująca edycja
pt: Edição pendente
ru: Редактирование в ожидании
sq: Redaktim në pritje
tr: Düzenleme bekliyor
uk: Очікується редагування

source: Pending review
be: У чаканні агляду
el: Εκκρεμεί ανασκόπηση
es: Pendiente de revisión
fi: Odottaa tarkistusta
hu: Függőben lévő felülvizsgálat
nl: In afwachting van beoordeling
pl: Oczekuje na przegląd
pt: Revisão pendente
ru: На рассмотрении
sq: Në pritje të rishikimit
tr: İnceleme bekliyor
uk: Очікується огляд

source: Pixel size
be: Памер пікселя
el: Μέγεθος pixel
es: Tamaño de píxel
fi: Pikselikoko
hu: Pixel méret
nl: Pixelgrootte
pl: Rozmiar piksela
pt: Tamanho do pixel
ru: Размер пикселя
sq: Madhësia e pikselit
tr: Piksellerin boyutu
uk: Розмір пікселю

source: Pixel size (in μm)
be: Памер пікселяў (у μm)
el: Μέγεθος pixel (σε μμ)
es: Tamaño de píxel (en μm)
fi: Pikselikoko (μm:ssä)
hu: Pixel méret (μm-ben)
nl: Pixelgrootte (in μm)
pl: Rozmiar piksela (w μm)
pt: Tamanho do pixel (em μm)
ru: Размер пикселя (в μm)
sq: Madhësia e pikselit (në μm)
tr: Piksellerin boyutu (μm cinsinden)
uk: Розмір пікселю (у μm)

source: Pixels
be: Пікселі
es: Píxeles
fi: Pikselit
hu: Pixelek
pl: Piksele
ru: Пиксели
sq: Pikselat
tr: Pikseller
uk: Пікселів

source: Pixels X
be: Пікселі X
el: Πίξελ X
es: Píxeles X
fi: Pikselit X
hu: Pixelek X
pl: Piksele X
ru: Пиксели X
sq: Piksel X
tr: Pikseller X
uk: Пікселів по X

source: Pixels Y
be: Пікселі Y
el: Πίξελ Y
es: Píxeles Y
fi: Pikselit Y
hu: Pixelek Y
pl: Piksele Y
ru: Пиксели Y
sq: Piksel Y
tr: Pikseller Y
uk: Пікселів по Y

source: Please make sure that the information you entered is accurate.
be: Калі ласка, пераканайцеся, што ўведзеная інфармацыя дакладная.
el: Παρακαλώ βεβαιωθείτε ότι οι πληροφορίες που εισάγατε είναι ακριβείς.
es: Por favor, asegúrate de que la información que ingresaste es precisa.
fi: Varmista, että syöttämäsi tiedot ovat tarkkoja.
hu: Kérjük, győződj meg róla, hogy az általad megadott információ pontos.
nl: Zorg ervoor dat de informatie die je hebt ingevoerd nauwkeurig is.
pl: Upewnij się, że wprowadzone informacje są dokładne.
pt: Por favor, certifique-se de que as informações que você inseriu estão corretas.
ru: Пожалуйста, убедитесь, что введенная вами информация точна.
sq: Të lutem sigurohu që informacioni që ke futur është i saktë.
tr: Girdiğiniz bilgilerin doğru olduğundan emin olun.
uk: Будь ласка, переконайтеся, що введена інформація є точною.

source: Propose edit
be: Прапанаваць змену
el: Προτείνω επεξεργασία
es: Proponer edición
fi: Ehdota muokkausta
hu: Javasolj szerkesztést
nl: Stel wijziging voor
pl: Proponuj edycję
pt: Propor edição
ru: Предложить редактирование
sq: Propozo redaktimin
tr: Düzenleme öner
uk: Запропонувати редагування

source: Proposer's comment
be: Каментар прапаноўшчыка
el: Σχόλιο προτείνοντος
es: Comentario del proponente
fi: Ehdottajan kommentti
hu: A javasló megjegyzése
nl: Opmerking van de indiener
pl: Komentarz proponującego
pt: Comentário do proponente
ru: Комментарий предложившего
sq: Komentet e propozuesit
tr: Önerenin yorumu
uk: Коментар редактора

source: Quantum efficiency
be: Квантовая эфектыўнасць
el: Ποσοστό απόδοσης
es: Eficiencia cuántica
fi: Kvanttitehokkuus
hu: Kvantal hatékonyság
nl: Quantum efficiëntie
pl: Efektywność kwantowa
pt: Eficiência quântica
ru: Квантовая эффективность
sq: Efikasiteti kuantor
tr: Kuantum verimliliği
uk: Квантова ефективність

source: Read noise
be: Чытальны шум
el: Θόρυβος ανάγνωσης
es: Ruido de lectura
fi: Lukuhäiriö
hu: Olvasási zaj
nl: Leesruis
pl: Szum odczytu
pt: Ruído de leitura
ru: Шум считывания
sq: Zhurma e leximit
tr: Okuma gürültüsü
uk: Шум считування

source: Refractor: achromatic
be: Рэфрактар: ахраматычны
el: Ανακλαστήρας: αχρωματικός
es: Refractor: acromático
fi: Refraktori: achromaatinen
hu: Refraktor: achromatikus
nl: Refractor: achromatisch
pl: Refraktor: achromatyczny
pt: Refrator: acromático
ru: Рефрактор: ахроматический
sq: Refraktor: achromatic
tr: Refraktör: akromatik
uk: Рефрактор: ахромат

source: Reject
be: Адхіліць
el: Απόρριψη
es: Rechazar
fi: Hylkää
hu: Elutasít
nl: Afwijzen
pl: Odrzuć
pt: Rejeitar
ru: Отклонить
sq: Hedh poshtë
tr: Reddet
uk: Відхилити

source: Reject...
uk: Відхилити…

source: Rejected
be: Адхілены
el: Απορρίφθηκε
es: Rechazado
fi: Hylätty
hu: Elutasítva
nl: Afgewezen
pl: Odrzucony
pt: Rejeitado
ru: Отклонено
sq: Të hequra
tr: Reddedildi
uk: Відхилений

source: Reviewer's comment
be: Каментар аглядальніка
el: Σχόλιο αναθεωρητή
es: Comentario del revisor
fi: Tarkistajan kommentti
hu: A felülvizsgáló megjegyzése
nl: Opmerking van de beoordelaar
pl: Komentarz recenzenta
pt: Comentário do revisor
ru: Комментарий рецензента
sq: Komentet e rishikuesit
tr: İnceleyen kişinin yorumu
uk: Коментар рецензента

source: Sensor
be: Сенсар
el: Αισθητήρας
fi: Sensori
hu: Érzékelő
pl: Czujnik
ru: Датчик
tr: Sensör
uk: Сенсор

source: Sensor height
be: Вышыня датчыка
el: Ύψος αισθητήρα
es: Altura del sensor
fi: Sensorin korkeus
hu: Érzékelő magasság
nl: Sensor hoogte
pl: Wysokość sensora
pt: Altura do sensor
ru: Высота датчика
sq: Lartësia e sensorit
tr: Sensör yüksekliği
uk: Висота сенсора

source: Sensor size
be: Памер сенсара
el: Μέγεθος αισθητήρα
es: Tamaño del sensor
fi: Sensorin koko
hu: Érzékelő méret
nl: Sensorgrootte
pl: Rozmiar czujnika
pt: Tamanho do sensor
ru: Размер датчика
sq: Madhësia e sensorit
tr: Sensör boyutu
uk: Розмір сенсора

source: Sensor width
be: Шырыня датчыка
el: Πλάτος αισθητήρα
es: Ancho del sensor
fi: Sensorin leveys
hu: Érzékelő szélesség
nl: Sensor breedte
pl: Szerokość sensora
pt: Largura do sensor
ru: Ширина датчика
sq: Gjerësia e sensorit
tr: Sensör genişliği
uk: Ширина сенсора

source: Software
be: Праграмнае забеспячэнне
el: Λογισμικό
fi: Ohjelmisto
hu: Szoftver
pl: Oprogramowanie
ru: Программное обеспечение
tr: Yazılım
uk: Програми

source: Status
be: Статус
el: Κατάσταση
es: Estado
fi: Tila
hu: Állapot
ru: Статус
sq: Statusi
tr: Durum
uk: Статус

source: Superseded
be: Замяніўшы
el: Αντικαταστάθηκε
es: Sustituido
fi: Korvattu
hu: Helyettesítve
nl: Vervangen
pl: Zastąpione
pt: Substituído
ru: Устарело
sq: Zëvendësuar
tr: Geçersiz kılındı
uk: Замінено

source: Telescope
be: Тэлескоп
el: Τηλεσκόπιο
es: Telescopio
fi: Teleskooppi
hu: Távcső
nl: Telescoop
pl: Teleskop
pt: Telescópio
ru: Телескоп
sq: Teleskop
tr: Teleskop
uk: Телескоп

source: Telescopes
uk: Телескопи

source: Thanks! Your edit proposal has been submitted and well be reviewed as soon as possible.
uk: Спасибі! Вашу пропозицію редагування надіслано, і її потрібно розглянути якомога швидше.

source: The <strong>Contribution Index (beta)</strong> is system to reward informative, constructive, and valuable commentary on AstroBin. {{_0}}Learn more.{{_1}}
be: <strong>Індэкс укладання (бэта)<\/strong> - гэта сістэма ўзнагароджання за інфармацыйныя, канструктыўныя і каштоўныя каментары на AstroBin. {{_0}}Даведайцеся больш.{{_1}}
el: Ο <strong>Δείκτης Συμμετοχής (beta)<\/strong> είναι ένα σύστημα που ανταμείβει ενημερωτικά, εποικοδομητικά και πολύτιμα σχόλια στο AstroBin. {{_0}}Μάθε περισσότερα.{{_1}}
es: El <strong>Índice de Contribución (beta)<\/strong> es un sistema para recompensar comentarios informativos, constructivos y valiosos en AstroBin. {{_0}}Aprende más.{{_1}}
fi: <strong>Panostusindeksi (beta)<\/strong> on järjestelmä, joka palkitsee informatiivisista, rakentavista ja arvokkaista kommenteista AstroBinissa. {{_0}}Lue lisää.{{_1}}
hu: A <strong>Hozzájárulási Index (béta)<\/strong> egy rendszer, amely jutalmazza az informatív, konstruktív és értékes megjegyzéseket az AstroBin-en. {{_0}}Tudd meg többet.{{_1}}
nl: De <strong>Bijdrage-index (beta)<\/strong> is een systeem om informatieve, constructieve en waardevolle commentaren op AstroBin te belonen. {{_0}}Leer meer.{{_1}}
pl: <strong>Indeks wkładu (beta)<\/strong> to system nagradzania informacyjnych, konstruktywnych i wartościowych komentarzy na AstroBin. {{_0}}Dowiedz się więcej.{{_1}}
pt: O <strong>Índice de Contribuição (beta)<\/strong> é um sistema para recompensar comentários informativos, construtivos e valiosos no AstroBin. {{_0}}Saiba mais.{{_1}}
ru: <strong>Индекс вклада (бета)<\/strong> — это система вознаграждения за информативные, конструктивные и ценные комментарии на AstroBin. {{_0}}Узнать больше.{{_1}}
sq: Indeksi i <strong>Kontributit (beta)<\/strong> është një sistem për të shpërblyer komentet informative, konstruktive dhe të vlefshme në AstroBin. {{_0}}Mëso më shumë.{{_1}}
tr: <strong>Katkı İndeksi (beta)<\/strong>, AstroBin'deki bilgilendirici, yapıcı ve değerli yorumları ödüllendiren bir sistemdir. {{_0}}Daha fazla bilgi edinin.{{_1}}
uk: <strong>Індекс внеску (бета)</strong> – це система винагороди за інформативні, конструктивні та цінні коментарі до AstroBin. {{_0}}Докладніше.{_1}}

source: The <strong>Image Index</strong> is a system based on likes received on images, that incentivizes the most active and liked members of the community. {{_0}}Learn more.{{_1}}
be: <strong>Індэкс малюнкаў<\/strong> - гэта сістэма, заснаваная на лайках, атрыманных на малюнках, якая стымулюе самых актыўных і любімых членаў супольнасці. {{_0}}Даведайцеся больш.{{_1}}
el: Ο <strong>Δείκτης Εικόνας<\/strong> είναι ένα σύστημα βασισμένο στις «αγαπημένες» που λαμβάνουν οι εικόνες, που ενθαρρύνει τα πιο ενεργά και αγαπημένα μέλη της κοινότητας. {{_0}}Μάθε περισσότερα.{{_1}}
es: El <strong>Índice de Imágenes<\/strong> es un sistema basado en los 'likes' recibidos en las imágenes, que incentiva a los miembros más activos y queridos de la comunidad. {{_0}}Aprende más.{{_1}}
fi: <strong>Kuvan indeksi<\/strong> on järjestelmä, joka perustuu kuvien saamiin tykkäyksiin, ja se kannustaa yhteisön aktiivisimpia ja eniten tykättyjä jäseniä. {{_0}}Lue lisää.{{_1}}
hu: A <strong>Kép Index<\/strong> egy rendszer, amely a képeken kapott lájkok alapján működik, és ösztönzi a közösség legaktívabb és legkedveltebb tagjait. {{_0}}Tudd meg többet.{{_1}}
nl: De <strong>Afbeelding Index<\/strong> is een systeem gebaseerd op het aantal likes dat afbeeldingen ontvangen, dat de meest actieve en geliefde leden van de gemeenschap stimuleert. {{_0}}Leer meer.{{_1}}
pl: <strong>Indeks obrazów<\/strong> to system oparty na polubieniach otrzymanych na obrazach, który motywuje najbardziej aktywnych i lubianych członków społeczności. {{_0}}Dowiedz się więcej.{{_1}}
pt: O <strong>Índice de Imagens<\/strong> é um sistema baseado em curtidas recebidas nas imagens, que incentiva os membros mais ativos e apreciados da comunidade. {{_0}}Saiba mais.{{_1}}
ru: <strong>Индекс изображений</strong> — это система, основанная на лайках, полученных на изображениях, которая поощряет самых активных и популярных участников сообщества. {{_0}}Узнать больше.{{_1}}
sq: Indeksi i <strong>Imazheve<\/strong> është një sistem i bazuar në pëlqimet e marra në imazhe, që inkurajon anëtarët më aktivë dhe të pëlqyer të komunitetit. {{_0}}Mëso më shumë.{{_1}}
tr: <strong>Görüntü İndeksi<\/strong>, alınan beğenilere dayanan bir sistemdir ve topluluğun en aktif ve en çok beğenilen üyelerini teşvik eder. {{_0}}Daha fazla bilgi edinin.{{_1}}
uk: <strong>Індекс зображень</strong> — це система, заснована на отриманих лайків зображень, яка стимулює найбільш активних членів спільноти, яких найбільше лайкають. {{_0}}Докладніше.{_1}}

source: The following changes are proposed:
be: Наступныя змены прапануюцца:
el: Οι παρακάτω αλλαγές προτείνονται:
es: Se proponen los siguientes cambios:
fi: Seuraavat muutokset ehdotetaan:
hu: A következő változtatások javasoltak:
nl: De volgende wijzigingen worden voorgesteld:
pl: Proponowane są następujące zmiany:
pt: As seguintes mudanças são propostas:
ru: Предлагаются следующие изменения:
sq: Ndryshimet e mëposhtme propozohet:
tr: Aşağıdaki değişiklikler önerilmektedir:
uk: Пропонуються такі зміни:

source: The name of this brand. Make sure it's spelled correctly.
be: Назва гэтага брэнда. Пераканайцеся, што яна напісана правільна.
el: Το όνομα αυτής της μάρκας. Βεβαιωθείτε ότι είναι σωστά γραμμένο.
es: El nombre de esta marca. Asegúrate de que esté escrito correctamente.
fi: Tämän brändin nimi. Varmista, että se on kirjoitettu oikein.
hu: Ennek a márkának a neve. Győződj meg róla, hogy helyesen van írva.
nl: De naam van dit merk. Zorg ervoor dat het correct gespeld is.
pl: Nazwa tej marki. Upewnij się, że jest poprawnie napisana.
pt: O nome desta marca. Certifique-se de que está escrito corretamente.
ru: Название этого бренда. Убедитесь, что оно написано правильно.
sq: Emri i kësaj marke. Sigurohu që është shkruar saktë.
tr: Bu markanın adı. Doğru yazıldığından emin olun.
uk: Назва цього бренду. Переконайтеся, що його написано правильно.

source: The name of this product. Do not include the brand's name and make sure it's spelled correctly.
be: Назва гэтага прадукту. Не ўключайце назву брэнда і пераканайцеся, што яна напісана правільна.
el: Το όνομα αυτού του προϊόντος. Μην συμπεριλάβετε το όνομα της μάρκας και βεβαιωθείτε ότι είναι σωστά γραμμένο.
es: El nombre de este producto. No incluyas el nombre de la marca y asegúrate de que esté escrito correctamente.
fi: Tämän tuotteen nimi. Älä sisällytä brändin nimeä ja varmista, että se on kirjoitettu oikein.
hu: Ennek a terméknek a neve. Ne tartalmazza a márka nevét, és győződj meg róla, hogy helyesen van írva.
nl: De naam van dit product. Vermijd de naam van het merk en zorg ervoor dat het correct gespeld is.
pl: Nazwa tego produktu. Nie dołączaj nazwy marki i upewnij się, że jest poprawnie napisana.
pt: O nome deste produto. Não inclua o nome da marca e certifique-se de que está escrito corretamente.
ru: Название этого продукта. Не включайте название бренда и убедитесь, что оно написано правильно.
sq: Emri i këtij produkti. Mos përfshini emrin e markës dhe sigurohuni që është shkruar saktë.
tr: Bu ürünün adı. Marka adını dahil etmeyin ve doğru yazıldığından emin olun.
uk: Назва цього продукту. Не вказуйте назву бренду та переконайтеся, що він написаний правильно.

source: The size of the individual pixels in μm.
be: Памер асобных пікселяў у μm.
el: Το μέγεθος των ατομικών πίξελ σε μμ.
es: El tamaño de los píxeles individuales en μm.
fi: Yksittäisten pikselien koko μm:ssä.
hu: Az egyes pixelek mérete μm-ben.
nl: De grootte van de individuele pixels in μm.
pl: Rozmiar pojedynczych pikseli w μm.
pt: O tamanho dos pixels individuais em μm.
ru: Размер отдельных пикселей в μm.
sq: Madhësia e pikseve individuale në μm.
tr: Bireysel piksellerin boyutu μm cinsindendir.
uk: Розмір окремих пікселів у μm.

source: This brand has <strong>{{0}}</strong> items in AstroBin's database. Take a look at them so you can be consistent with the naming conventions:
uk: Цей бренд має <strong>{{0}}</strong> позицій в базі даних AstroBin. Подивіться на них, щоб ви могли дотримуватися умов імен:

source: This item will be part of AstorBin's equipment database, and it's very important that the information is accurate and this item is not the duplicate of another
uk: Цей елемент буде частиною бази даних обладнання AstorBin, і дуже важливо, щоб інформація була точною, і цей елемент не був копією іншого

source: Tick if this is a color sensor, leave blank if it's a monochromatic one.
uk: Поставте галочку, якщо це датчик кольоровий, залиште порожнім, якщо він монохроматичний.

source: Time
be: Час
el: Χρόνος
es: Tiempo
fi: Aika
hu: Idő
nl: Tijd
pl: Czas
pt: Tempo
ru: Время
sq: Koha
tr: Zaman
uk: Час

source: Type
be: Тып
el: Τύπος
es: Tipo
fi: Tyyppi
hu: Típus
pl: Typ
pt: Tipo
ru: Тип
sq: Lloji
tr: Tür
uk: Тип

source: Type to search.
uk: Введіть для пошуку.

source: Use the <strong>#</strong> sign and start typing to insert an image from your gallery.
be: Выкарыстоўвайце знак <strong>#<\/strong> і пачніце ўводзіць, каб уставіць малюнак з вашай галерэі.
el: Χρησιμοποίησε το <strong>#<\/strong> και άρχισε να πληκτρολογείς για να εισάγεις μια εικόνα από τη γκαλερί σου.
es: Usa el signo <strong>#<\/strong> y comienza a escribir para insertar una imagen de tu galería.
fi: Käytä <strong>#<\/strong> merkkiä ja ala kirjoittaa lisätäksesi kuvan galleriastasi.
hu: Használj <strong>#<\/strong> jelet, és kezdj el gépelni, hogy beilleszthess egy képet a galériádból.
nl: Gebruik het <strong>#<\/strong> teken en begin te typen om een afbeelding uit je galerij in te voegen.
pl: Użyj znaku <strong>#<\/strong> i zacznij pisać, aby wstawić obrazek z galerii.
pt: Use o <strong>#</strong> e comece a digitar para inserir uma imagem da sua galeria.
ru: Используйте <strong>#</strong> и начните вводить, чтобы вставить изображение из вашей галереи.
sq: Përdor shenjën <strong>#<\/strong> dhe fillo të shkruash për të futur një imazh nga galeria jote.
tr: Galerinizden bir resim eklemek için <strong>#<\/strong> işaretini kullanın ve yazmaya başlayın.
uk: Використовуйте знак <strong>#</strong> і почніть вводити, щоб вставити зображення зі своєї галереї.
