Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: You have used <strong>{{1}}</strong> of your <strong>{{2}}</strong> upload slots.
be: Вы выкарысталі <strong>{{1}}<\/strong> з вашых <strong>{{2}}<\/strong> слотаў для загрузкі.
el: Έχεις χρησιμοποιήσει <strong>{{1}}<\/strong> από τις <strong>{{2}}<\/strong> θέσεις ανέβασής σου.
es: Has utilizado <strong>{{1}}<\/strong> de tus <strong>{{2}}<\/strong> espacios de carga.
fi: Olet käyttänyt <strong>{{1}}<\/strong> <strong>{{2}}<\/strong> latauspaikasta.
hu: Használtad a <strong>{{1}}<\/strong> a <strong>{{2}}<\/strong> feltöltési helyedből.
nl: Je hebt <strong>{{1}}<\/strong> van je <strong>{{2}}<\/strong> uploadslots gebruikt.
pl: Użyłeś <strong>{{1}}<\/strong> z <strong>{{2}}<\/strong> dostępnych slotów do przesyłania.
pt: Você usou <strong>{{1}}<\/strong> dos seus <strong>{{2}}<\/strong> slots de upload.
ru: Вы использовали <strong>{{1}}<\/strong> из ваших <strong>{{2}}<\/strong> слотов для загрузки.
sq: Ke përdorur <strong>{{1}}<\/strong> nga <strong>{{2}}<\/strong> vendet e ngarkimit.
tr: Yükleme slotlarınızdan <strong>{{1}}<\/strong> tanesini kullandınız.
uk: Ви використали <strong>{{1}}<\/strong> з ваших <strong>{{2}}<\/strong> слотів для завантаження.

source: You have used <strong>{{1}}</strong> of your <strong>{{2}}</strong> yearly upload slots.
be: Вы выкарысталі <strong>{{1}}<\/strong> з вашых <strong>{{2}}<\/strong> слотаў для загрузкі за год.
el: Έχεις χρησιμοποιήσει <strong>{{1}}<\/strong> από τις <strong>{{2}}<\/strong> ετήσιες θέσεις ανέβασής σου.
es: Has utilizado <strong>{{1}}<\/strong> de tus <strong>{{2}}<\/strong> espacios de carga anuales.
fi: Olet käyttänyt <strong>{{1}}<\/strong> <strong>{{2}}<\/strong> vuosittaisista latauspaikoista.
hu: Használtad a <strong>{{1}}<\/strong> a <strong>{{2}}<\/strong> éves feltöltési helyedből.
nl: Je hebt <strong>{{1}}<\/strong> van je <strong>{{2}}<\/strong> jaarlijkse uploadslots gebruikt.
pl: Użyłeś <strong>{{1}}<\/strong> z <strong>{{2}}<\/strong> rocznych slotów do przesyłania.
pt: Você usou <strong>{{1}}<\/strong> dos seus <strong>{{2}}<\/strong> slots de upload anuais.
ru: Вы использовали <strong>{{1}}<\/strong> из ваших <strong>{{2}}<\/strong> годовых слотов для загрузки.
sq: Ke përdorur <strong>{{1}}<\/strong> nga <strong>{{2}}<\/strong> vendet e ngarkimit për vitin.
tr: Yıllık yükleme slotlarınızdan <strong>{{1}}<\/strong> tanesini kullandınız.
uk: Ви використали <strong>{{1}}<\/strong> з ваших <strong>{{2}}<\/strong> річних слотів для завантаження.

source: You shadow-banned this user. They won't be able to contact you.
be: Вы забаранілі гэтага карыстальніка. Ён не зможа звязацца з вамі.
el: Έχεις μπλοκάρει αυτόν τον χρήστη. Δεν θα μπορεί να σε επικοινωνήσει.
es: Has baneado a este usuario. No podrá contactarte.
fi: Olet varjostanut tämän käyttäjän. He eivät voi ottaa sinuun yhteyttä.
hu: Ezt a felhasználót árnyékban tartottad. Nem tud veled kapcsolatba lépni.
nl: Je hebt deze gebruiker shadow-banned. Ze kunnen geen contact met je opnemen.
pl: Zablokowałeś tego użytkownika. Nie będą mogli się z Tobą skontaktować.
pt: Você shadow-baneou este usuário. Eles não poderão entrar em contato com você.
ru: Вы заблокировали этого пользователя. Он не сможет связаться с вами.
sq: Ke bërë shadow-ban për këtë përdorues. Ata nuk do të mund të kontaktojnë me ty.
tr: Bu kullanıcıyı gölge yasakladınız. Onlar sizinle iletişim kuramayacak.
uk: Ви заблокували цього користувача. Вони не зможуть зв'язатися з вами.

source: You will overwrite your existing setup with the same name.
be: Вы перазапішаце вашу існуючую наладу з тым жа імем.
el: Θα αντικαταστήσεις την υπάρχουσα ρύθμιση με το ίδιο όνομα.
es: Sobrescribirás tu configuración existente con el mismo nombre.
fi: Yli kirjoitat olemassa olevan asetuksen, jolla on sama nimi.
hu: Felül fogod írni a meglévő, azonos nevű beállításodat.
nl: Je zult je bestaande setup met dezelfde naam overschrijven.
pl: Nadpiszesz swoje istniejące ustawienie o tej samej nazwie.
pt: Você irá sobrescrever sua configuração existente com o mesmo nome.
ru: Вы перезапишите свою существующую установку с тем же именем.
sq: Do të mbulosh setup-in ekzistues me të njëjtin emër.
tr: Aynı isimdeki mevcut kurulumunuzu üzerine yazacaksınız.
uk: Ви перезапишете свою існуючу налаштування з такою ж назвою.

source: Your image will be deleted along with all revisions and metadata.
be: Ваша выява будзе выдалена разам з усімі версіямі і метаданымі.
el: Η εικόνα σου θα διαγραφεί μαζί με όλες τις αναθεωρήσεις και τα μεταδεδομένα.
es: Tu imagen será eliminada junto con todas las revisiones y metadatos.
fi: Kuvasi poistetaan kaikkien versioiden ja metatietojen kanssa.
hu: A képed törlésre kerül az összes verzióval és metaadatával együtt.
nl: Je afbeelding wordt verwijderd samen met alle revisies en metadata.
pl: Twój obraz zostanie usunięty wraz ze wszystkimi wersjami i metadanymi.
pt: Sua imagem será deletada junto com todas as revisões e metadados.
ru: Ваше изображение будет удалено вместе со всеми версиями и метаданными.
sq: Imazhi yt do të fshihet së bashku me të gjitha rishikimet dhe metadatat.
tr: Görüntünüz, tüm revizyonlar ve meta verilerle birlikte silinecek.
uk: Ваше зображення буде видалено разом з усіма змінами та метаданими.

source: Your image will be deleted along with all revisions and metadata. If you want to delete a specific revision only, please do so from the image page.
be: Ваша выява будзе выдалена разам з усімі версіямі і метаданымі. Калі вы хочаце выдаліць толькі пэўную версію, калі ласка, зрабіце гэта з старонкі выявы.
el: Η εικόνα σου θα διαγραφεί μαζί με όλες τις αναθεωρήσεις και τα μεταδεδομένα. Αν θέλεις να διαγράψεις μόνο μια συγκεκριμένη αναθεώρηση, παρακαλώ κάνε το από τη σελίδα της εικόνας.
es: Tu imagen será eliminada junto con todas las revisiones y metadatos. Si deseas eliminar solo una revisión específica, por favor hazlo desde la página de la imagen.
fi: Kuvasi poistetaan kaikkien versioiden ja metatietojen kanssa. Jos haluat poistaa vain tietyn version, tee se kuvasivulta.
hu: A képed törlésre kerül az összes verzióval és metaadatával együtt. Ha csak egy adott verziót szeretnél törölni, kérlek, tedd ezt a kép oldaláról.
nl: Je afbeelding wordt verwijderd samen met alle revisies en metadata. Als je alleen een specifieke revisie wilt verwijderen, doe dat dan vanaf de afbeeldingspagina.
pl: Twój obraz zostanie usunięty wraz ze wszystkimi wersjami i metadanymi. Jeśli chcesz usunąć tylko konkretną wersję, zrób to z poziomu strony obrazu.
pt: Sua imagem será deletada junto com todas as revisões e metadados. Se você quiser deletar uma revisão específica, por favor, faça isso na página da imagem.
ru: Ваше изображение будет удалено вместе со всеми версиями и метаданными. Если вы хотите удалить только конкретную версию, пожалуйста, сделайте это со страницы изображения.
sq: Imazhi yt do të fshihet së bashku me të gjitha rishikimet dhe metadatat. Nëse dëshiron të fshish vetëm një rishikim të caktuar, të lutem bëje nga faqja e imazhit.
tr: Görüntünüz, tüm revizyonlar ve meta verilerle birlikte silinecek. Sadece belirli bir revizyonu silmek istiyorsanız, lütfen bunu görüntü sayfasından yapın.
uk: Ваше зображення буде видалено разом з усіма змінами та метаданими. Якщо ви хочете видалити лише конкретну версію, будь ласка, зробіть це зі сторінки зображення.

source: Zoom disabled by the image owner.
be: Масштабаванне адключана ўладальнікам выявы.
el: Η μεγέθυνση απενεργοποιήθηκε από τον ιδιοκτήτη της εικόνας.
es: Zoom deshabilitado por el propietario de la imagen.
fi: Zoom on poistettu käytöstä kuvan omistajan toimesta.
hu: A zoomot a kép tulajdonosa letiltotta.
nl: Zoom is uitgeschakeld door de eigenaar van de afbeelding.
pl: Zoom wyłączony przez właściciela obrazu.
pt: Zoom desativado pelo proprietário da imagem.
ru: Масштабирование отключено владельцем изображения.
sq: Zoom i çaktivizuar nga pronari i imazhit.
tr: Zoom, görüntü sahibi tarafından devre dışı bırakıldı.
uk: Зум вимкнено власником зображення.

source: Zoom mode
be: Рэжым маштабавання
el: Λειτουργία μεγέθυνσης
es: Modo de zoom
fi: Zoom-tila
hu: Zoom mód
nl: Zoommodus
pl: Tryb powiększenia
pt: Modo de zoom
ru: Режим масштабирования
sq: Mënyra e zoom-it
tr: Zoom modu
uk: Режим зуму

source: Zoom not available because the image is smaller than your viewport.
be: Масштабаванне недаступна, бо выява меншая за ваш экран.
el: Η μεγέθυνση δεν είναι διαθέσιμη γιατί η εικόνα είναι μικρότερη από την οθόνη σου.
es: Zoom no disponible porque la imagen es más pequeña que tu área de visualización.
fi: Zoom ei ole saatavilla, koska kuva on pienempi kuin näkymäsi.
hu: A zoom nem elérhető, mert a kép kisebb, mint a nézőablakod.
nl: Zoom niet beschikbaar omdat de afbeelding kleiner is dan je viewport.
pl: Zoom niedostępny, ponieważ obraz jest mniejszy niż Twój widok.
pt: Zoom não disponível porque a imagem é menor que sua área de visualização.
ru: Масштабирование недоступно, так как изображение меньше вашего экрана.
sq: Zoom nuk është i disponueshëm sepse imazhi është më i vogël se zona e shikimit tënd.
tr: Zoom, görüntü görünüm alanınızdan daha küçük olduğu için mevcut değil.
uk: Зум недоступний, оскільки зображення менше вашого вікна перегляду.

source: and
be: і
el: και
es: y
fi: ja
hu: és
nl: en
pl: i
pt: e
ru: и
sq: dhe
tr: ve
uk: і

source: n/d
be: н/д
el: ν/δ
ru: н/д
uk: н/д

source: {{ 0 }} collections
be: {{ 0 }} калекцый
el: {{ 0 }} συλλογές
es: {{ 0 }} colecciones
fi: {{ 0 }} kokoelmaa
hu: {{ 0 }} gyűjtemény
nl: {{ 0 }} collecties
pl: {{ 0 }} kolekcji
pt: {{ 0 }} coleções
ru: {{ 0 }} коллекций
sq: {{ 0 }} koleksione
tr: {{ 0 }} koleksiyon
uk: {{ 0 }} колекцій

source: {{ 0 }} followers
be: {{ 0 }} падпісчыкаў
el: {{ 0 }} ακολούθους
es: {{ 0 }} seguidores
fi: {{ 0 }} seuraajaa
hu: {{ 0 }} követő
nl: {{ 0 }} volgers
pl: {{ 0 }} obserwujących
pt: {{ 0 }} seguidores
ru: {{ 0 }} подписчиков
sq: {{ 0 }} ndjekës
tr: {{ 0 }} takipçi
uk: {{ 0 }} підписників

source: {{ 0 }} following
be: {{ 0 }} падпісчыкаў
el: {{ 0 }} ακολουθώντας
es: {{ 0 }} siguiendo
fi: {{ 0 }} seuraa
hu: {{ 0 }} követés
nl: {{ 0 }} volgt
pl: {{ 0 }} obserwowanych
pt: {{ 0 }} seguindo
ru: {{ 0 }} подписок
sq: {{ 0 }} duke ndjekur
tr: {{ 0 }} takip edilen
uk: {{ 0 }} підписок

source: {{ 0 }} frames
be: {{ 0 }} кадраў
el: {{ 0 }} καρέ
fi: {{ 0 }} kuvaa
hu: {{ 0 }} frame
pl: {{ 0 }} klatek
ru: {{ 0 }} кадров
sq: {{ 0 }} kadra
tr: {{ 0 }} kare
uk: {{ 0 }} кадрів

source: {{ 0 }} images
be: {{ 0 }} выяў
el: {{ 0 }} εικόνες
es: {{ 0 }} imágenes
fi: {{ 0 }} kuvaa
hu: {{ 0 }} kép
nl: {{ 0 }} afbeeldingen
pl: {{ 0 }} obrazów
pt: {{ 0 }} imagens
ru: {{ 0 }} изображений
sq: {{ 0 }} imazhe
tr: {{ 0 }} görüntü
uk: {{ 0 }} зображень

source: {{ actor }} and {{ count }} others bookmarked this image.
be: {{ actor }} і {{ count }} іншых закладвалі гэтую выяў.
el: Ο {{ actor }} και {{ count }} άλλοι έχουν αποθηκεύσει αυτή την εικόνα.
es: {{ actor }} y {{ count }} otros han guardado esta imagen.
fi: {{ actor }} ja {{ count }} muuta on merkinnyt tämän kuvan.
hu: {{ actor }} és {{ count }} mások könyvjelzőzték ezt a képet.
nl: {{ actor }} en {{ count }} anderen hebben deze afbeelding gebookmarkt.
pl: {{ actor }} i {{ count }} innych dodali ten obraz do zakładek.
pt: {{ actor }} e {{ count }} outros marcaram esta imagem.
ru: {{ actor }} и {{ count }} другие добавили это изображение в закладки.
sq: {{ actor }} dhe {{ count }} të tjerë e shënuan këtë imazh.
tr: {{ actor }} ve {{ count }} diğerleri bu görüntüyü kaydetti.
uk: {{ actor }} та {{ count }} інших зберегли це зображення.

source: {{ actor }} and {{ count }} others commented on this image.
be: {{ actor }} і {{ count }} іншых каментавалі гэтую выяў.
el: Ο {{ actor }} και {{ count }} άλλοι έχουν σχολιάσει αυτή την εικόνα.
es: {{ actor }} y {{ count }} otros han comentado sobre esta imagen.
fi: {{ actor }} ja {{ count }} muuta on kommentoinut tätä kuvaa.
hu: {{ actor }} és {{ count }} mások kommentálták ezt a képet.
nl: {{ actor }} en {{ count }} anderen hebben op deze afbeelding gereageerd.
pl: {{ actor }} i {{ count }} innych skomentowali ten obraz.
pt: {{ actor }} e {{ count }} outros comentaram sobre esta imagem.
ru: {{ actor }} и {{ count }} другие прокомментировали это изображение.
sq: {{ actor }} dhe {{ count }} të tjerë komentuan për këtë imazh.
tr: {{ actor }} ve {{ count }} diğerleri bu görüntü hakkında yorum yaptı.
uk: {{ actor }} та {{ count }} інших прокоментували це зображення.

source: {{ actor }} bookmarked this image.
be: {{ actor }} заклаў гэтую выяў.
el: Ο {{ actor }} έχει αποθηκεύσει αυτή την εικόνα.
es: {{ actor }} ha guardado esta imagen.
fi: {{ actor }} on merkinnyt tämän kuvan.
hu: {{ actor }} könyvjelzőzte ezt a képet.
nl: {{ actor }} heeft deze afbeelding gebookmarkt.
pl: {{ actor }} dodał ten obraz do zakładek.
pt: {{ actor }} marcou esta imagem.
ru: {{ actor }} добавил это изображение в закладки.
sq: {{ actor }} e shënoi këtë imazh.
tr: {{ actor }} bu görüntüyü kaydetti.
uk: {{ actor }} зберіг це зображення.

source: {{ actor }} commented on this image.
be: {{ actor }} каментаваў гэтую выяў.
el: Ο {{ actor }} έχει σχολιάσει αυτή την εικόνα.
es: {{ actor }} ha comentado sobre esta imagen.
fi: {{ actor }} kommentoi tätä kuvaa.
hu: {{ actor }} kommentált ezt a képet.
nl: {{ actor }} heeft op deze afbeelding gereageerd.
pl: {{ actor }} skomentował ten obraz.
pt: {{ actor }} comentou sobre esta imagem.
ru: {{ actor }} прокомментировал это изображение.
sq: {{ actor }} komentoi për këtë imazh.
tr: {{ actor }} bu görüntü hakkında yorum yaptı.
uk: {{ actor }} прокоментував це зображення.

source: {{ actor }} created a marketplace listing.
be: {{ actor }} стварыў аб'яву на рынку.
el: Ο {{ actor }} δημιούργησε μια καταχώρηση στην αγορά.
es: {{ actor }} ha creado un anuncio en el mercado.
fi: {{ actor }} loi markkinapaikkailmoituksen.
hu: {{ actor }} létrehozott egy piactéri hirdetést.
nl: {{ actor }} heeft een marktplaatsvermelding gemaakt.
pl: {{ actor }} stworzył ogłoszenie na rynku.
pt: {{ actor }} criou uma listagem no marketplace.
ru: {{ actor }} создал объявление на рынке.
sq: {{ actor }} krijoi një listë në treg.
tr: {{ actor }} bir pazar yeri listesi oluşturdu.
uk: {{ actor }} створив оголошення на ринку.

source: {{ actor }} created a public group.
be: {{ actor }} стварыў публічную групу.
el: Ο {{ actor }} δημιούργησε μια δημόσια ομάδα.
es: {{ actor }} ha creado un grupo público.
fi: {{ actor }} loi julkisen ryhmän.
hu: {{ actor }} létrehozott egy nyilvános csoportot.
nl: {{ actor }} heeft een openbare groep gemaakt.
pl: {{ actor }} stworzył publiczną grupę.
pt: {{ actor }} criou um grupo público.
ru: {{ actor }} создал публичную группу.
sq: {{ actor }} krijoi një grup publik.
tr: {{ actor }} bir kamu grubu oluşturdu.
uk: {{ actor }} створив публічну групу.

source: {{ actor }} joined a group.
be: {{ actor }} далучыўся да групы.
el: Ο {{ actor }} μπήκε σε μια ομάδα.
es: {{ actor }} se unió a un grupo.
fi: {{ actor }} liittyi ryhmään.
hu: {{ actor }} csatlakozott egy csoporthoz.
nl: {{ actor }} heeft zich bij een groep gevoegd.
pl: {{ actor }} dołączył do grupy.
pt: {{ actor }} entrou em um grupo.
ru: {{ actor }} присоединился к группе.
sq: {{ actor }} u bashkua me një grup.
tr: {{ actor }} bir gruba katıldı.
uk: {{ actor }} приєднався до групи.

source: {{ actor }} liked this image.
be: {{ actor }} спадабалася гэтая выяў.
el: Ο {{ actor }} άρεσε αυτή η εικόνα.
es: {{ actor }} le ha dado me gusta a esta imagen.
fi: {{ actor }} piti tästä kuvasta.
hu: {{ actor }} tetszett ez a kép.
nl: {{ actor }} vond deze afbeelding leuk.
pl: {{ actor }} polubił ten obraz.
pt: {{ actor }} curtiu esta imagem.
ru: {{ actor }} оценил это изображение.
sq: {{ actor }} e pëlqeu këtë imazh.
tr: {{ actor }} bu görüntüyü beğendi.
uk: {{ actor }} сподобалося це зображення.

source: {{ actor }} published an image revision.
be: {{ actor }} апублікаваў версію выявы.
el: Ο {{ actor }} δημοσίευσε μια αναθεώρηση εικόνας.
es: {{ actor }} ha publicado una revisión de imagen.
fi: {{ actor }} julkaisi kuvan version.
hu: {{ actor }} közzétett egy képverziót.
nl: {{ actor }} heeft een afbeeldingsrevisie gepubliceerd.
pl: {{ actor }} opublikował wersję obrazu.
pt: {{ actor }} publicou uma revisão da imagem.
ru: {{ actor }} опубликовал ревизию изображения.
sq: {{ actor }} publikoi një rishikim të imazhit.
tr: {{ actor }} bir görüntü revizyonu yayınladı.
uk: {{ actor }} опублікував версію зображення.

source: {{ actor }} published an image.
be: {{ actor }} апублікаваў выяву.
el: Ο {{ actor }} δημοσίευσε μια εικόνα.
es: {{ actor }} ha publicado una imagen.
fi: {{ actor }} julkaisi kuvan.
hu: {{ actor }} közzétett egy képet.
nl: {{ actor }} heeft een afbeelding gepubliceerd.
pl: {{ actor }} opublikował obraz.
pt: {{ actor }} publicou uma imagem.
ru: {{ actor }} опубликовал изображение.
sq: {{ actor }} publikoi një imazh.
tr: {{ actor }} bir görüntü yayınladı.
uk: {{ actor }} опублікував зображення.

source: {{ count }} results
be: {{ count }} вынікаў
el: {{ count }} αποτελέσματα
es: {{ count }} resultados
fi: {{ count }} tulosta
hu: {{ count }} eredmény
nl: {{ count }} resultaten
pl: {{ count }} wyniki
pt: {{ count }} resultados
ru: {{ count }} результатов
sq: {{ count }} rezultate
tr: {{ count }} sonuç
uk: {{ count }} результати

source: If checked, the plate-solving will be done without the need for you to provide hints.
be: Калі адзначана, вырашэнне пласцін будзе зроблена без неабходнасці даваць падказкі.
el: Αν είναι επιλεγμένο, η ανάλυση θα γίνει χωρίς να χρειαστεί να δώσετε υποδείξεις.
es: Si está marcado, la solución de placas se realizará sin necesidad de que proporciones pistas.
fi: Jos valitset tämän, plate-solving tehdään ilman, että sinun tarvitsee antaa vihjeitä.
hu: Ha be van jelölve, a plate-solving anélkül fog megtörténni, hogy neked kellene tippeket adnod.
nl: Als je dit aanvinkt, wordt de plate-solving gedaan zonder dat je hints hoeft te geven.
pl: Jeśli zaznaczone, rozwiązanie płyty zostanie wykonane bez potrzeby podawania wskazówek.
pt: Se marcado, a solução de placa será feita sem que você precise fornecer dicas.
ru: Если отмечено, решение по пластинке будет выполнено без необходимости предоставлять подсказки.
sq: Nëse është e kontrolluar, zgjidhja e pllakës do të bëhet pa nevojën që ju të jepni sugjerime.
tr: Eğer işaretlenirse, plaka çözümü için ipucu vermeniz gerekmeyecek.
uk: Якщо вибрано, вирішення плити буде виконано без необхідності надавати підказки.

source: AstroBin will search only in titles and descriptions, and search filters will be disabled. We recommend filters to perform more advanced and exact searches.
be: AstroBin будзе шукаць толькі ў загалоўках і апісаннях, а фільтры пошуку будуць адключаны. Мы рэкамендуем выкарыстоўваць фільтры для больш складаных і дакладных пошукаў.
el: Το AstroBin θα ψάξει μόνο στους τίτλους και τις περιγραφές, και τα φίλτρα αναζήτησης θα είναι απενεργοποιημένα. Σας προτείνουμε να χρησιμοποιήσετε φίλτρα για πιο προηγμένες και ακριβείς αναζητήσεις.
es: AstroBin solo buscará en títulos y descripciones, y los filtros de búsqueda estarán deshabilitados. Recomendamos usar filtros para realizar búsquedas más avanzadas y exactas.
fi: AstroBin etsii vain otsikoista ja kuvauksista, ja hakusuodattimet poistetaan käytöstä. Suosittelemme suodattimia tarkempia ja edistyneempiä hakuja varten.
hu: Az AstroBin csak a címekben és leírásokban fog keresni, és a keresési szűrők le lesznek tiltva. Ajánljuk a szűrőket, hogy fejlettebb és pontosabb kereséseket végezhess.
nl: AstroBin zoekt alleen in titels en beschrijvingen, en zoekfilters worden uitgeschakeld. We raden aan om filters te gebruiken voor meer geavanceerde en nauwkeurige zoekopdrachten.
pl: AstroBin będzie szukać tylko w tytułach i opisach, a filtry wyszukiwania będą wyłączone. Zalecamy użycie filtrów, aby przeprowadzić bardziej zaawansowane i dokładne wyszukiwania.
pt: AstroBin irá buscar apenas em títulos e descrições, e os filtros de busca serão desativados. Recomendamos usar filtros para realizar buscas mais avançadas e precisas.
ru: AstroBin будет искать только в заголовках и описаниях, а фильтры поиска будут отключены. Мы рекомендуем использовать фильтры для более продвинутых и точных поисков.
sq: AstroBin do të kërkojë vetëm në tituj dhe përshkrime, dhe filtrat e kërkimit do të jenë të çaktivizuar. Ne rekomandojmë filtrat për të kryer kërkime më të avancuara dhe të sakta.
tr: AstroBin sadece başlıklarda ve açıklamalarda arama yapacak, arama filtreleri devre dışı bırakılacak. Daha gelişmiş ve kesin aramalar için filtreleri kullanmanızı öneririz.
uk: AstroBin буде шукати лише в заголовках та описах, а фільтри пошуку будуть вимкнені. Рекомендуємо використовувати фільтри для виконання більш просунутих і точних пошуків.

source: Click to show annotations on button hover only (or hold A)
be: Націсніце, каб паказаць анатацыі толькі пры навядзенні на кнопку (ці ўтрымлівайце A)
el: Κάντε κλικ για να δείτε τις σημειώσεις μόνο όταν περνάτε το ποντίκι πάνω από το κουμπί (ή κρατήστε το A)
es: Haz clic para mostrar anotaciones solo al pasar el ratón sobre el botón (o mantén presionada A)
fi: Napsauta näyttääksesi annotaatiot vain painikkeen hoveroinnissa (tai pidä A-näppäintä alhaalla)
hu: Kattints a megjegyzések megjelenítéséhez csak gomb fölé lebegéskor (vagy tartsd lenyomva az A-t)
nl: Klik om annotaties alleen te tonen bij het hoveren over de knop (of houd A ingedrukt)
pl: Kliknij, aby pokazać adnotacje tylko przy najechaniu na przycisk (lub przytrzymaj A)
pt: Clique para mostrar anotações apenas ao passar o mouse sobre o botão (ou segure A)
ru: Нажмите, чтобы показать аннотации только при наведении на кнопку (или удерживайте A)
sq: Klikoni për të treguar shënimet vetëm kur kaloni mbi butonin (ose mbani A-në)
tr: Buton üzerine gelindiğinde notları göstermek için tıklayın (veya A tuşuna basılı tutun)
uk: Натисніть, щоб показати анотації лише при наведенні на кнопку (або утримуйте A)

source: Click to show annotations on image hover (or hold A)
be: Націсніце, каб паказаць анатацыі пры навядзенні на малюнак (ці ўтрымлівайце A)
el: Κάντε κλικ για να δείτε τις σημειώσεις όταν περνάτε το ποντίκι πάνω από την εικόνα (ή κρατήστε το A)
es: Haz clic para mostrar anotaciones al pasar el ratón sobre la imagen (o mantén presionada A)
fi: Napsauta näyttääksesi annotaatiot kuvan hoveroinnissa (tai pidä A-näppäintä alhaalla)
hu: Kattints a megjegyzések megjelenítéséhez kép fölé lebegéskor (vagy tartsd lenyomva az A-t)
nl: Klik om annotaties te tonen bij het hoveren over de afbeelding (of houd A ingedrukt)
pl: Kliknij, aby pokazać adnotacje przy najechaniu na obraz (lub przytrzymaj A)
pt: Clique para mostrar anotações ao passar o mouse sobre a imagem (ou segure A)
ru: Нажмите, чтобы показать аннотации при наведении на изображение (или удерживайте A)
sq: Klikoni për të treguar shënimet kur kaloni mbi imazhin (ose mbani A-në)
tr: Görüntü üzerine gelindiğinde notları göstermek için tıklayın (veya A tuşuna basılı tutun)
uk: Натисніть, щоб показати анотації при наведенні на зображення (або утримуйте A)

source: Code
be: Код
el: Κωδικός
es: Código
fi: Koodi
hu: Kód
pl: Kod
pt: Código
ru: Код
sq: Kodi
tr: Kod
uk: Код

source: Collaboration
be: Супрацоўніцтва
el: Συνεργασία
es: Colaboración
fi: Yhteistyö
hu: Együttműködés
nl: Samenwerking
pl: Współpraca
pt: Colaboração
ru: Сотрудничество
sq: Bashkëpunimi
tr: İşbirliği
uk: Співпраця

source: Copied!
be: Скапіравана!
el: Αντιγράφηκε!
es: ¡Copiado!
fi: Kopioitu!
hu: Másolt!
nl: Gekopieerd!
pl: Skopiowano!
pt: Copiado!
ru: Скопировано!
sq: Kopjuar!
tr: Kopyalandı!
uk: Скопійовано!

source: Extra-large
be: Дадаткова-вялікі
el: Εξαιρετικά μεγάλος
es: Extra grande
fi: Erityisen suuri
hu: Extra-nagy
nl: Extra groot
pl: Ekstra duży
pt: Extra-grande
ru: Экстра-широкий
sq: Ekstra e madhe
tr: Ekstra büyük
uk: Додатково великий
