Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Override
be: Перакласці
el: Αναίρεση
es: Anular
fi: Ohita
hu: Felülírás
nl: Overschrijven
pl: Zastąp
pt: Substituir
ru: Переопределить
sq: Anulo
tr: Geçersiz kıl
uk: Перезаписати

source: Override acquisition form
be: Перакласці форму набыцця
el: Αναίρεση φόρμας απόκτησης
es: Anular formulario de adquisición
fi: Ohita hankintalomake
hu: Felülírási űrlap
nl: Acquisitieformulier overschrijven
pl: Zastąp formularz zakupu
pt: Substituir formulário de aquisição
ru: Переопределить форму приобретения
sq: Anulo formularin e blerjes
tr: Elde etme formunu geçersiz kıl
uk: Перезаписати форму придбання

source: Packaging quality
be: Якасць упакоўкі
el: Ποιότητα συσκευασίας
es: Calidad del embalaje
fi: Pakkauslaatu
hu: Csomagolás minősége
nl: Verpakkingskwaliteit
pl: Jakość pakowania
pt: Qualidade da embalagem
ru: Качество упаковки
sq: Cilësia e paketimit
tr: Paketleme kalitesi
uk: Якість упаковки

source: Pending moderation
be: Чакае мадэрацыі
el: Σε εκκρεμότητα έγκρισης
es: Moderación pendiente
fi: Odottaa moderointia
hu: Mérlegelés alatt
nl: In afwachting van moderatie
pl: Oczekuje na moderację
pt: Aguardando moderação
ru: Ожидает модерации
sq: Në pritje të moderimit
tr: Onay bekliyor
uk: Очікує модерації

source: Please be truthful and honest when providing feedback after a transaction, and make sure you respect the {{0}}terms and conditions{{1}} of the AstroBin marketplace.
be: Калі ласка, будзьце шчырымі і сумленнымі, калі даяце водгук пасля здзелкі, і не забудзьцеся паважаць {{0}}умовы і правілы{{1}} рынку AstroBin.
el: Παρακαλώ να είσαι ειλικρινής και τίμιος όταν παρέχεις ανατροφοδότηση μετά από μια συναλλαγή, και βεβαιώσου ότι σέβεσαι τους {{0}}όρους και προϋποθέσεις{{1}} της αγοράς του AstroBin.
es: Por favor, sé veraz y honesto al proporcionar comentarios después de una transacción, y asegúrate de respetar los {{0}}términos y condiciones{{1}} del mercado de AstroBin.
fi: Ole rehellinen ja totuudenmukainen antaessasi palautetta kaupankäynnin jälkeen, ja varmista, että kunnioitat {{0}}ehtoja ja sääntöjä{{1}} AstroBin-markkinapaikalla.
hu: Kérlek, légy őszinte és igazságos a tranzakció utáni visszajelzésednél, és győződj meg róla, hogy tiszteletben tartod a {{0}}feltételeket és kikötéseket{{1}} az AstroBin piacon.
nl: Wees eerlijk en oprecht bij het geven van feedback na een transactie, en zorg ervoor dat je de {{0}}voorwaarden{{1}} van de AstroBin marktplaats respecteert.
pl: Proszę być szczerym i uczciwym, gdy podajesz opinię po transakcji, i upewnij się, że szanujesz {{0}}warunki{{1}} rynku AstroBin.
pt: Por favor, seja verdadeiro e honesto ao fornecer feedback após uma transação, e certifique-se de respeitar os {{0}}termos e condições{{1}} do mercado AstroBin.
ru: Пожалуйста, будьте честны и правдивы, оставляя отзыв после сделки, и убедитесь, что вы уважаете {{0}}условия и положения{{1}} рынка AstroBin.
sq: Të lutem, je i sinqertë dhe i ndershëm kur jep feedback pas një transaksioni, dhe sigurohu që respekton {{0}}kushtet dhe rregullat{{1}} e tregut të AstroBin.
tr: Bir işlemden sonra geri bildirim sağlarken dürüst ve samimi olun lütfen ve AstroBin pazar yerinin {{0}}şartlarını ve koşullarını{{1}} saygıyla karşılayın.
uk: Будь ласка, будьте чесними та правдивими, надаючи відгук після угоди, і переконайтеся, що ви поважаєте {{0}}умови та положення{{1}} ринку AstroBin.

source: Please wait
be: Калі ласка, пачакайце
el: Παρακαλώ περίμενε
es: Por favor, espera
fi: Ole hyvä ja odota
hu: Kérlek, várj
nl: Even geduld
pl: Proszę czekać
pt: Por favor, aguarde
ru: Пожалуйста, подождите
sq: Të lutem prit
tr: Lütfen bekleyin
uk: Будь ласка, зачекайте

source: Positive
be: Пазітыўны
el: Θετικό
es: Positivo
fi: Positiivinen
hu: Pozitív
nl: Positief
pl: Pozytywna
pt: Positivo
ru: Положительный
sq: Pozitiv
tr: Olumlu
uk: Позитивно

source: Pricing information
be: Інфармацыя пра цэны
el: Πληροφορίες τιμολόγησης
es: Información de precios
fi: Hinnoittelutiedot
hu: Ár információk
nl: Prijsinformatie
pl: Informacje o cenach
pt: Informações de preços
ru: Информация о ценах
sq: Informacion mbi çmimet
tr: Fiyat bilgisi
uk: Інформація про ціни

source: Private conversations
be: Прыватныя размовы
el: Ιδιωτικές συνομιλίες
es: Conversaciones privadas
fi: Yksityiset keskustelut
hu: Privát beszélgetések
nl: Privégesprekken
pl: Prywatne rozmowy
pt: Conversas privadas
ru: Личные разговоры
sq: Biseda private
tr: Özel konuşmalar
uk: Приватні розмови

source: Public questions
be: Публічныя пытанні
el: Δημόσιες ερωτήσεις
es: Preguntas públicas
fi: Julkiset kysymykset
hu: Nyilvános kérdések
nl: Publieke vragen
pl: Publiczne pytania
pt: Perguntas públicas
ru: Публичные вопросы
sq: Pyetje publike
tr: Herkese açık sorular
uk: Публічні запитання

source: Purchases
be: Пакупкі
el: Αγορές
es: Compras
fi: Ostokset
hu: Vásárlások
nl: Aankopen
pl: Zakupy
pt: Compras
ru: Покупки
sq: Blerjet
tr: Alımlar
uk: Покупки

source: Refresh
be: Аднавіць
el: Ανανέωση
es: Actualizar
fi: Päivitä
hu: Frissítés
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить
sq: Rifresko
tr: Yenile
uk: Оновити

source: Related items
be: Сувязаныя элементы
el: Σχετικά αντικείμενα
es: Artículos relacionados
fi: Liittyvät kohteet
hu: Kapcsolódó tételek
nl: Gerelateerde items
pl: Powiązane przedmioty
pt: Itens relacionados
ru: Связанные товары
sq: Artikuj të lidhur
tr: İlgili ürünler
uk: Схожі товари

source: Remove
be: Выдаліць
el: Αφαίρεση
es: Eliminar
fi: Poista
hu: Eltávolítás
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sq: Hiq
tr: Kaldır
uk: Видалити

source: Renew
be: Аднавіць
el: Ανανέωση
es: Renovar
fi: Uudista
hu: Megújítás
nl: Vernieuwen
pl: Odnowić
pt: Renovar
ru: Обновить
sq: Rinovo
tr: Yenile
uk: Оновити

source: Reserved
be: Рэзервуецца
el: Κρατημένο
es: Reservado
fi: Varattu
hu: Fenntartva
nl: Gereserveerd
pl: Zarezerwowane
pt: Reservado
ru: Забронировано
sq: E rezervuar
tr: Rezerve edildi
uk: Заброньовано

source: Reset
be: Скінуць
el: Επαναφορά
es: Restablecer
fi: Nollaa
hu: Visszaállítás
pl: Resetuj
pt: Redefinir
ru: Сбросить
sq: Rivendos
tr: Sıfırla
uk: Скинути

source: Save feedback
be: Захаваць водгук
el: Αποθήκευση ανατροφοδότησης
es: Guardar comentarios
fi: Tallenna palaute
hu: Visszajelzés mentése
nl: Feedback opslaan
pl: Zapisz opinię
pt: Salvar feedback
ru: Сохранить отзыв
sq: Ruaj feedback-un
tr: Geri bildirim kaydedildi
uk: Зберегти відгук

source: Search all equipment available on AstroBin
be: Пошук усіх даступных абсталявання на AstroBin
el: Αναζήτηση όλου του εξοπλισμού που είναι διαθέσιμος στο AstroBin
es: Buscar todo el equipo disponible en AstroBin
fi: Etsi kaikki laitteet, jotka ovat saatavilla AstroBinissa
hu: Keresd meg az összes elérhető felszerelést az AstroBin-en
nl: Zoek alle beschikbare apparatuur op AstroBin
pl: Szukaj całego sprzętu dostępnego na AstroBin
pt: Buscar todo equipamento disponível no AstroBin
ru: Искать все оборудование, доступное на AstroBin
sq: Kërko të gjitha pajisjet e disponueshme në AstroBin
tr: AstroBin'de mevcut tüm ekipmanları ara
uk: Шукати все обладнання, доступне на AstroBin

source: Search equipment used on your images
be: Пошук абсталявання, якое выкарыстоўвалася на вашых малюнках
el: Αναζήτηση εξοπλισμού που χρησιμοποιήθηκε στις εικόνες σου
es: Buscar equipo usado en tus imágenes
fi: Etsi laitteet, joita on käytetty kuvissasi
hu: Keresd meg a képeidhez használt felszerelést
nl: Zoek apparatuur die op je afbeeldingen is gebruikt
pl: Szukaj sprzętu używanego w twoich zdjęciach
pt: Buscar equipamentos usados nas suas imagens
ru: Искать оборудование, использованное в ваших изображениях
sq: Kërko pajisjet e përdorura në imazhet e tua
tr: Görüntülerinde kullanılan ekipmanı ara
uk: Шукати обладнання, яке ви використовували у своїх зображеннях

source: Search for a location
be: Пошук месцазнаходжання
el: Αναζήτηση τοποθεσίας
es: Buscar una ubicación
fi: Etsi sijaintia
hu: Keresd meg a helyszínt
nl: Zoek naar een locatie
pl: Szukaj lokalizacji
pt: Buscar por uma localização
ru: Искать местоположение
sq: Kërko një lokacion
tr: Bir konum arayın
uk: Шукати місце

source: Search listings...
be: Пошук спісаў...
el: Αναζήτηση καταχωρίσεων...
es: Buscar anuncios...
fi: Etsi ilmoituksia...
hu: Hirdetések keresése...
nl: Zoek aanbiedingen...
pl: Szukaj ofert...
pt: Buscar listagens...
ru: Искать объявления...
sq: Kërko listat...
tr: Listeyi ara...
uk: Шукати оголошення...

source: Select a currency
be: Выберыце валюту
el: Επιλέξτε ένα νόμισμα
es: Seleccionar una moneda
fi: Valitse valuutta
hu: Válassz egy valutát
nl: Selecteer een valuta
pl: Wybierz walutę
pt: Selecionar uma moeda
ru: Выберите валюту
sq: Zgjidh një monedhë
tr: Bir para birimi seç
uk: Вибрати валюту

source: Select the items that you have sold. AstroBin considers an item as sold when you have received payment and shipped it to the buyer.
be: Выберыце элементы, якія вы прадавалі. AstroBin лічыць элемент праданым, калі вы атрымалі аплату і адправілі яго пакупніку.
el: Επιλέξτε τα αντικείμενα που έχετε πουλήσει. Το AstroBin θεωρεί ένα αντικείμενο ως πωληθέν όταν έχετε λάβει πληρωμή και το έχετε στείλει στον αγοραστή.
es: Selecciona los artículos que has vendido. AstroBin considera un artículo como vendido cuando has recibido el pago y lo has enviado al comprador.
fi: Valitse myymäsi tuotteet. AstroBin pitää tuotetta myytynä, kun olet saanut maksun ja lähettänyt sen ostajalle.
hu: Válaszd ki az eladott tételeket. Az AstroBin akkor tekinti egy tételt eladottnak, amikor megkaptad a kifizetést és elküldted a vásárlónak.
nl: Selecteer de items die je hebt verkocht. AstroBin beschouwt een item als verkocht wanneer je betaling hebt ontvangen en het naar de koper hebt verzonden.
pl: Wybierz przedmioty, które sprzedałeś. AstroBin uznaje przedmiot za sprzedany, gdy otrzymasz płatność i wyślesz go do kupującego.
pt: Selecione os itens que você vendeu. O AstroBin considera um item como vendido quando você recebeu o pagamento e o enviou para o comprador.
ru: Выберите товары, которые вы продали. AstroBin считает товар проданным, когда вы получили оплату и отправили его покупателю.
sq: Zgjidh artikujt që ke shitur. AstroBin e konsideron një artikull si të shitur kur ke marrë pagesën dhe e ke dërguar atë te blerësi.
tr: Satılan ürünleri seçin. AstroBin, bir ürünü satılmış olarak kabul eder, eğer ödeme aldıysanız ve alıcıya göndermişseniz.
uk: Виберіть предмети, які ви продали. AstroBin вважає предмет проданим, коли ви отримали оплату та відправили його покупцеві.

source: Sell in the marketplace
be: Прадайце на рынку
el: Πώληση στην αγορά
es: Vender en el mercado
fi: Myy markkinapaikalla
hu: Eladás a piactéren
nl: Verkopen in de marktplaats
pl: Sprzedaj na rynku
pt: Vender no marketplace
ru: Продавать на рынке
sq: Shit në tregun e AstroBin
tr: Pazar yerinde sat
uk: Продавати на ринку

source: Seller delivers in person
be: Прадавец дастаўляе асабіста
el: Ο πωλητής παραδίδει αυτοπροσώπως
es: El vendedor entrega en persona
fi: Myyjä toimittaa henkilökohtaisesti
hu: Az eladó személyesen szállít
nl: Verkoper levert persoonlijk
pl: Sprzedawca dostarcza osobiście
pt: Vendedor entrega pessoalmente
ru: Продавец доставляет лично
sq: Shitësi dorëzon personalisht
tr: Satıcı şahsen teslim eder
uk: Продавець доставляє особисто

source: Seller ships
be: Прадавец адпраўляе
el: Ο πωλητής στέλνει
es: El vendedor envía
fi: Myyjä lähettää
hu: Az eladó postáz
nl: Verkoper verzendt
pl: Sprzedawca wysyła
pt: Vendedor envia
ru: Продавец отправляет
sq: Shitësi dërgon
tr: Satıcı gönderir
uk: Продавець відправляє

source: Shipping cost
be: Кошт дастаўкі
el: Κόστος αποστολής
es: Costo de envío
fi: Lähetyskustannus
hu: Szállítási költség
nl: Verzendkosten
pl: Koszt wysyłki
pt: Custo de envio
ru: Стоимость доставки
sq: Kostoja e dërgimit
tr: Gönderim ücreti
uk: Вартість доставки

source: Shipping method
be: Спосаб дастаўкі
el: Μέθοδος αποστολής
es: Método de envío
fi: Lähetysmuoto
hu: Szállítási módszer
nl: Verzendmethode
pl: Metoda wysyłki
pt: Método de envio
ru: Способ доставки
sq: Metoda e dërgimit
tr: Gönderim yöntemi
uk: Спосіб доставки

source: Shipping options
be: Варыянты дастаўкі
el: Επιλογές αποστολής
es: Opciones de envío
fi: Lähetysvaihtoehdot
hu: Szállítási lehetőségek
nl: Verzendopties
pl: Opcje wysyłki
pt: Opções de envio
ru: Варианты доставки
sq: Opsionet e dërgimit
tr: Kargo seçenekleri
uk: Варіанти доставки

source: Skip activity stream
be: Прапусціць струмень актыўнасці
el: Παράλειψη ροής δραστηριότητας
es: Saltar el flujo de actividad
fi: Ohita aktiviteettivirta
hu: Aktivitási folyamat kihagyása
nl: Sla activiteitstroom over
pl: Pomiń strumień aktywności
pt: Pular fluxo de atividade
ru: Пропустить поток активности
sq: Kalo aktivitetin e rrjedhës
tr: Aktivite akışını atla
uk: Пропустити стрічку активності

source: Sold
be: Прадана
el: Πωλήθηκε
es: Vendido
fi: Myyty
hu: Eladva
nl: Verkocht
pl: Sprzedane
pt: Vendido
ru: Продано
sq: E shitur
tr: Satıldı
uk: Продано

source: Sold archive
be: Архіў прададзенага
el: Αρχείο πωλήσεων
es: Archivo vendido
fi: Myyty arkisto
hu: Eladott archívum
nl: Verkocht archief
pl: Sprzedany archiwum
pt: Arquivo vendido
ru: Архив проданных
sq: Arkiva e shitur
tr: Satılmış arşiv
uk: Архів проданих

source: Someone else
be: Хтосьці іншы
el: Κάποιος άλλος
es: Alguien más
fi: Joku muu
hu: Valaki más
nl: Iemand anders
pl: Ktoś inny
pt: Alguém mais
ru: Кто-то другой
sq: Dikush tjetër
tr: Başka biri
uk: Хтось інший

source: Sorry, but this file is too large. For technical reasons, the largest size that's possible on AstroBin is {{max}}.
be: Прабачце, але гэты файл занадта вялікі. Па тэхнічных прычынах найбольшы памер, які магчымы на AstroBin, складае {{max}}.
el: Λυπάμαι, αλλά αυτό το αρχείο είναι πολύ μεγάλο. Για τεχνικούς λόγους, το μεγαλύτερο μέγεθος που είναι δυνατό στο AstroBin είναι {{max}}.
es: Lo siento, pero este archivo es demasiado grande. Por razones técnicas, el tamaño máximo posible en AstroBin es {{max}}.
fi: Anteeksi, mutta tämä tiedosto on liian suuri. Teknisten syiden vuoksi suurin mahdollinen koko AstroBinissa on {{max}}.
hu: Sajnálom, de ez a fájl túl nagy. Technikai okokból az AstroBin-en a legnagyobb lehetséges méret {{max}}.
nl: Sorry, maar dit bestand is te groot. Om technische redenen is de grootste grootte die mogelijk is op AstroBin {{max}}.
pl: Przykro nam, ale ten plik jest za duży. Z powodów technicznych maksymalny rozmiar, który jest możliwy na AstroBin to {{max}}.
pt: Desculpe, mas este arquivo é muito grande. Por razões técnicas, o maior tamanho possível no AstroBin é {{max}}.
ru: Извините, но этот файл слишком большой. По техническим причинам максимальный размер, который возможен на AstroBin, составляет {{max}}.
sq: Na vjen keq, por ky skedar është shumë i madh. Për arsye teknike, madhësia më e madhe që është e mundur në AstroBin është {{max}}.
tr: Üzgünüm, ama bu dosya çok büyük. Teknik nedenlerden dolayı, AstroBin'de mümkün olan en büyük boyut {{max}}.
uk: Вибачте, але цей файл занадто великий. З технічних причин максимальний розмір, який можливий на AstroBin, становить {{max}}.

source: Speed of delivery
be: Хуткасць дастаўкі
el: Ταχύτητα παράδοσης
es: Velocidad de entrega
fi: Toimitusnopeus
hu: Szállítási sebesség
nl: Snelheid van levering
pl: Szybkość dostawy
pt: Velocidade de entrega
ru: Скорость доставки
sq: Shpejtësia e dorëzimit
tr: Teslimat hızı
uk: Швидкість доставки

source: Speed of payment
be: Хуткасць аплаты
el: Ταχύτητα πληρωμής
es: Velocidad de pago
fi: Maksunopeus
hu: Fizetési sebesség
nl: Snelheid van betaling
pl: Szybkość płatności
pt: Velocidade de pagamento
ru: Скорость оплаты
sq: Shpejtësia e pagesës
tr: Ödeme hızı
uk: Швидкість оплати

source: Standard mail
be: Стандартная пошта
el: Κανονική ταχυδρομική υπηρεσία
es: Correo estándar
fi: Tavallinen posti
hu: Normál levél
nl: Standaardpost
pl: Poczta standardowa
pt: Correio padrão
ru: Стандартная почта
sq: Posta standarde
tr: Standart posta
uk: Стандартна пошта

source: The AstroBin Marketplace supports multiple line items per listing. This makes it easy for you to have a bundle sale or avoid repeating the same information in multiple listings if you're selling multiple items. PS: you can always add more line items later.
be: Маркетплейс AstroBin падтрымлівае некалькі пунктаў у адным аб'яве. Гэта робіць продаж пакетаў простым і дазваляе не паўтараць адну і тую ж інфармацыю ў некалькіх аб'явах, калі вы прадаеце некалькі рэчаў. PS: вы заўсёды можаце дадаць больш пунктаў пазней.
el: Η αγορά του AstroBin υποστηρίζει πολλαπλά στοιχεία ανά καταχώριση. Αυτό διευκολύνει την πώληση πακέτων ή την αποφυγή επανάληψης των ίδιων πληροφοριών σε πολλές καταχωρίσεις αν πουλάτε πολλά αντικείμενα. ΥΓ: μπορείτε πάντα να προσθέσετε περισσότερα στοιχεία αργότερα.
es: El Mercado de AstroBin admite múltiples líneas por anuncio. Esto facilita tener una venta en paquete o evitar repetir la misma información en múltiples anuncios si estás vendiendo varios artículos. PD: siempre puedes agregar más líneas más tarde.
fi: AstroBin Marketplace tukee useita rivikohteita per ilmoitus. Tämä tekee helpoksi myydä pakettina tai välttää saman tiedon toistaminen useissa ilmoituksissa, jos myyt useita tuotteita. PS: voit aina lisätä lisää rivikohteita myöhemmin.
hu: Az AstroBin piactér támogatja a több tételt egy hirdetésen belül. Ez megkönnyíti, hogy csomagban értékesíts, vagy elkerüld, hogy ugyanazt az információt többször is megadd, ha több tételt árulsz. PS: mindig adhatsz hozzá több tételt később.
nl: De AstroBin Marktplaats ondersteunt meerdere regels per aanbieding. Dit maakt het gemakkelijk om een bundelaanbieding te hebben of om te voorkomen dat je dezelfde informatie in meerdere aanbiedingen herhaalt als je meerdere items verkoopt. PS: je kunt altijd later meer regels toevoegen.
pl: Rynek AstroBin obsługuje wiele pozycji na jedno ogłoszenie. Ułatwia to sprzedaż pakietów lub unikanie powtarzania tych samych informacji w wielu ogłoszeniach, jeśli sprzedajesz wiele przedmiotów. PS: zawsze możesz dodać więcej pozycji później.
pt: O Marketplace do AstroBin suporta múltiplos itens por listagem. Isso facilita para você ter uma venda em pacote ou evitar repetir as mesmas informações em várias listagens se você estiver vendendo vários itens. PS: você pode sempre adicionar mais itens depois.
ru: Рынок AstroBin поддерживает несколько позиций в одном объявлении. Это упрощает продажу комплектом или избегание повторения одной и той же информации в нескольких объявлениях, если вы продаете несколько товаров. P.S.: вы всегда можете добавить больше позиций позже.
sq: Tregu i AstroBin mbështet shumë artikuj për çdo listim. Kjo e bën të lehtë për ju të keni një shitje grupi ose të shmangni përsëritjen e të njëjtave informacione në lista të shumta nëse po shisni shumë artikuj. PS: gjithmonë mund të shtoni më shumë artikuj më vonë.
tr: AstroBin Marketplace, her listeleme için birden fazla satır öğesini destekler. Bu, bir paket satışı yapmanızı veya birden fazla öğe satıyorsanız aynı bilgileri birden fazla listelemede tekrarlamaktan kaçınmanızı kolaylaştırır. Not: Daha sonra her zaman daha fazla satır öğesi ekleyebilirsiniz.
uk: Ринок AstroBin підтримує кілька позицій в одному оголошенні. Це спрощує продаж комплектом або уникнення повторення однієї й тієї ж інформації в кількох оголошеннях, якщо ви продаєте кілька предметів. PS: ви завжди можете додати більше позицій пізніше.

source: The offer has been accepted. The buyer will be notified.
be: Прапанову прынята. Пакупнік будзе апавешчаны.
el: Η προσφορά έχει γίνει αποδεκτή. Ο αγοραστής θα ειδοποιηθεί.
es: La oferta ha sido aceptada. El comprador será notificado.
fi: Tarjous on hyväksytty. Ostajalle ilmoitetaan.
hu: Az ajánlatot elfogadták. A vásárlót értesítjük.
nl: Het aanbod is geaccepteerd. De koper wordt op de hoogte gesteld.
pl: Oferta została zaakceptowana. Kupujący zostanie powiadomiony.
pt: A oferta foi aceita. O comprador será notificado.
ru: Предложение принято. Покупатель будет уведомлен.
sq: Oferta është pranuar. Blerësi do të njoftohet.
tr: Teklif kabul edildi. Alıcı bilgilendirilecek.
uk: Пропозицію прийнято. Покупець буде сповіщений.
