Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Because of your contribution in adding this equipment item, the next person who wants to associate it with their images won't have to repeat the same process.
be: З-за вашага ўкладу ў дадаванне гэтага абсталявання, наступнаму чалавеку, які хоча звязаць яго з іх малюнкамі, не прыйдзецца паўтараць той жа працэс.
el: Λόγω της συμβολής σου στην προσθήκη αυτού του εξοπλιστικού αντικειμένου, ο επόμενος που θέλει να το συσχετίσει με τις εικόνες του δεν θα χρειαστεί να επαναλάβει την ίδια διαδικασία.
es: Gracias a tu contribución al agregar este elemento de equipo, la próxima persona que quiera asociarlo con sus imágenes no tendrá que repetir el mismo proceso.
fi: Koska olet osallistunut tämän laitekohteen lisäämiseen, seuraavan henkilön, joka haluaa liittää sen kuviinsa, ei tarvitse toistaa samaa prosessia.
hu: A hozzájárulásod miatt, hogy ezt az eszközt hozzáadtad, a következő személy, aki ezt az eszközt szeretné összekapcsolni a képeivel, nem kell, hogy megismételje ugyanazt a folyamatot.
nl: Dankzij jouw bijdrage aan het toevoegen van dit apparatuuritem, hoeft de volgende persoon die het met zijn afbeeldingen wil associëren, hetzelfde proces niet te herhalen.
pl: Dzięki Twojemu wkładowi w dodawanie tego elementu sprzętu, następna osoba, która chce go powiązać ze swoimi obrazami, nie będzie musiała powtarzać tego samego procesu.
pt: Graças à sua contribuição ao adicionar este item de equipamento, a próxima pessoa que quiser associá-lo às suas imagens não precisará repetir o mesmo processo.
ru: Благодаря вашему вкладу в добавление этого элемента оборудования, следующему человеку, который захочет ассоциировать его с их изображениями, не придется повторять тот же процесс.
sq: Për shkak të kontributit tuaj në shtimin e këtij artikulli pajisjeje, personi tjetër që dëshiron ta lidhë atë me imazhet e tij nuk do të duhet të përsërisë të njëjtin proces.
tr: Bu ekipman öğesini eklemedeki katkınız sayesinde, bunu görüntüleriyle ilişkilendirmek isteyen bir sonraki kişi aynı süreci tekrar etmek zorunda kalmayacak.
uk: Завдяки вашому внеску в додавання цього обладнання, наступній людині, яка захоче пов’язати його зі своїми зображеннями, не доведеться повторювати той самий процес.

source: Companies
be: Кампаніі
el: Εταιρείες
es: Empresas
fi: Yritykset
hu: Cégek
nl: Bedrijven
pl: Firmy
pt: Empresas
ru: Компании
sq: Kompani
tr: Şirketler
uk: Компанії

source: Company
be: Кампанія
el: Εταιρεία
es: Empresa
fi: Yritys
hu: Cég
nl: Bedrijf
pl: Firma
pt: Empresa
ru: Компания
sq: Kompania
tr: Şirket
uk: Компанія

source: Developer(s)
be: Распрацоўшчыкі
el: Αναπτυξιακή ομάδα
es: Desarrollador(es)
fi: Kehittäjä(t)
hu: Fejlesztő(k)
nl: Ontwikkelaar(s)
pl: Deweloperzy
pt: Desenvolvedor(es)
ru: Разработчик(и)
sq: Zhvilluesit
tr: Geliştirici(ler)
uk: Розробник(и)

source: Go to base variant.
be: Перайсці да базавага варыянту.
el: Πήγαινε στην βασική παραλλαγή.
es: Ir a la variante base.
fi: Siirry perusvarianttiin.
hu: Menj az alapváltozathoz.
nl: Ga naar basisvariant.
pl: Przejdź do wariantu podstawowego.
pt: Ir para a variante base.
ru: Перейти к базовому варианту.
sq: Shkoni te varianti bazë.
tr: Temel varyanta git.
uk: Перейти до базового варіанту.

source: Guiding
be: Кіраванне
el: Καθοδήγηση
es: Guiado
fi: Ohjaus
hu: Irányítás
pt: Guiagem
ru: Гидирование
tr: Rehberlik
uk: Гідування

source: If this item is a variant of another product, please select it here. This is typically used for products that have multiple versions (e.g. filter size, filter wheel size and number of slots, software versions...) and AstroBin will use this information to group certain pieces of data (e.g. search results).
be: Калі гэты элемент з'яўляецца варыянтам іншага прадукту, калі ласка, выберыце яго тут. Гэта звычайна выкарыстоўваецца для прадуктаў, якія маюць некалькі версій (напрыклад, памер фільтра, памер фільтравой колы і колькасць слотаў, версіі праграмнага забеспячэння...) і AstroBin будзе выкарыстоўваць гэтую інфармацыю для групоўкі пэўных дадзеных (напрыклад, вынікаў пошуку).
el: Αν αυτό το αντικείμενο είναι παραλλαγή ενός άλλου προϊόντος, παρακαλώ επιλέξτε το εδώ. Αυτό χρησιμοποιείται συνήθως για προϊόντα που έχουν πολλές εκδόσεις (π.χ. μέγεθος φίλτρου, μέγεθος τροχού φίλτρων και αριθμός υποδοχών, εκδόσεις λογισμικού...) και το AstroBin θα χρησιμοποιήσει αυτές τις πληροφορίες για να ομαδοποιήσει ορισμένα κομμάτια δεδομένων (π.χ. αποτελέσματα αναζήτησης).
es: Si este elemento es una variante de otro producto, por favor selecciónalo aquí. Esto se usa típicamente para productos que tienen múltiples versiones (por ejemplo, tamaño de filtro, tamaño de rueda de filtros y número de ranuras, versiones de software...) y AstroBin usará esta información para agrupar ciertos datos (por ejemplo, resultados de búsqueda).
fi: Jos tämä tuote on variantti toisesta tuotteesta, valitse se täältä. Tätä käytetään tyypillisesti tuotteille, joilla on useita versioita (esim. suodattimen koko, suodatinpyörän koko ja slotit, ohjelmistoversiot...) ja AstroBin käyttää tätä tietoa ryhmittääkseen tiettyjä tietoja (esim. hakutulokset).
hu: Ha ez az elem egy másik termék változata, kérlek, válaszd ki itt. Ezt általában olyan termékeknél használják, amelyeknek több verziója van (pl. szűrő méret, szűrőkerék mérete és slotok száma, szoftver verziók...) és az AstroBin ezt az információt fogja használni bizonyos adatok csoportosítására (pl. keresési eredmények).
nl: Als dit item een variant is van een ander product, selecteer het dan hier. Dit wordt meestal gebruikt voor producten die meerdere versies hebben (bijv. filtergrootte, grootte en aantal slots van de filterwiel, softwareversies...) en AstroBin zal deze informatie gebruiken om bepaalde gegevens te groeperen (bijv. zoekresultaten).
pl: Jeśli ten przedmiot jest wariantem innego produktu, proszę wybrać go tutaj. Zwykle jest to używane dla produktów, które mają wiele wersji (np. rozmiar filtra, rozmiar koła filtrów i liczba slotów, wersje oprogramowania...) i AstroBin wykorzysta te informacje do grupowania niektórych danych (np. wyniki wyszukiwania).
pt: Se este item é uma variante de outro produto, por favor selecione-o aqui. Isso é tipicamente usado para produtos que têm várias versões (por exemplo, tamanho do filtro, tamanho da roda de filtros e número de slots, versões de software...) e o AstroBin usará essas informações para agrupar certos dados (por exemplo, resultados de busca).
ru: Если этот элемент является вариантом другого продукта, пожалуйста, выберите его здесь. Это обычно используется для продуктов, которые имеют несколько версий (например, размер фильтра, размер колесика фильтров и количество слотов, версии программного обеспечения...) и AstroBin будет использовать эту информацию для группировки определенных данных (например, результаты поиска).
sq: Nëse ky artikull është një variant i një produkti tjetër, ju lutemi zgjidhni atë këtu. Kjo përdoret zakonisht për produktet që kanë versione të shumta (p.sh. madhësia e filtrit, madhësia e rrotës së filtrit dhe numri i vendeve, versionet e softuerit...) dhe AstroBin do ta përdorë këtë informacion për të grupuar disa pjesë të të dhënave (p.sh. rezultatet e kërkimit).
tr: Bu öğe başka bir ürünün varyantıysa, lütfen burada seçin. Bu genellikle birden fazla versiyona sahip ürünler için kullanılır (örneğin, filtre boyutu, filtre tekerleği boyutu ve slot sayısı, yazılım sürümleri...) ve AstroBin bu bilgiyi belirli veri parçalarını gruplamak için kullanacaktır (örneğin, arama sonuçları).
uk: Якщо цей предмет є варіантом іншого продукту, будь ласка, виберіть його тут. Зазвичай це використовується для продуктів, які мають кілька версій (наприклад, розмір фільтра, розмір колеса фільтра та кількість слотів, версії програмного забезпечення...), і AstroBin використовуватиме цю інформацію для групування певних фрагментів даних (наприклад, результатів пошуку).

source: Imaging
be: Імгненне
el: Απεικόνιση
es: Imágenes
fi: Kuvantaminen
hu: Képalkotás
nl: Afbeelding maken
pt: Imagens
ru: Имиджинг
sq: Imazhim
tr: Görüntüleme
uk: Фото

source: Marking an item as DIY (i.e. self-made) means that you, or someone on your behalf, actually made this equipment item, and it's something unique that other people literally cannot obtain. This item will not be available to others to add to their images.
be: Маркаваць элемент як DIY (г.зн. самастойна зроблены) азначае, што вы або нехта ад вашага імя сапраўды зрабілі гэты абсталявальны элемент, і гэта нешта ўнікальнае, што іншыя людзі літаральна не могуць атрымаць. Гэты элемент не будзе даступны для іншых, каб дадаць яго да сваіх малюнкаў.
el: Η σήμανση ενός αντικειμένου ως DIY (δηλαδή, αυτοκατασκευασμένο) σημαίνει ότι εσείς ή κάποιος εκ μέρους σας, πραγματικά κατασκευάσατε αυτό το εξοπλιστικό αντικείμενο, και είναι κάτι μοναδικό που άλλοι άνθρωποι κυριολεκτικά δεν μπορούν να αποκτήσουν. Αυτό το αντικείμενο δεν θα είναι διαθέσιμο σε άλλους για να το προσθέσουν στις εικόνες τους.
es: Marcar un elemento como DIY (es decir, hecho a mano) significa que tú, o alguien en tu nombre, realmente hiciste este elemento de equipo, y es algo único que otras personas no pueden obtener. Este elemento no estará disponible para que otros lo agreguen a sus imágenes.
fi: Merkitse tuote DIY:ksi (eli itse tehty) tarkoittaa, että sinä tai joku puolestasi olette oikeasti tehneet tämän laitteiston, ja se on jotain ainutlaatuista, jota muut eivät voi saada. Tämä tuote ei ole muiden saatavilla lisättäväksi heidän kuviinsa.
hu: Ha egy elemet DIY (azaz saját készítésű) jelölésűnek jelölsz, az azt jelenti, hogy te, vagy valaki a nevedben, tényleg elkészítette ezt az eszközt, és ez valami egyedi, amit mások szó szerint nem tudnak megszerezni. Ez az elem nem lesz elérhető mások számára, hogy hozzáadják a képeikhez.
nl: Een item als DIY (d.w.z. zelfgemaakt) markeren betekent dat jij, of iemand namens jou, dit apparatuuritem daadwerkelijk heeft gemaakt, en het is iets unieks dat andere mensen letterlijk niet kunnen verkrijgen. Dit item zal niet beschikbaar zijn voor anderen om aan hun afbeeldingen toe te voegen.
pl: Oznaczenie przedmiotu jako DIY (czyli zrobionego samodzielnie) oznacza, że ty lub ktoś w twoim imieniu faktycznie stworzył ten sprzęt, i jest to coś unikalnego, czego inni ludzie dosłownie nie mogą zdobyć. Ten przedmiot nie będzie dostępny dla innych, aby dodali go do swoich zdjęć.
pt: Marcar um item como DIY (ou seja, feito por você) significa que você, ou alguém em seu nome, realmente fez este item de equipamento, e é algo único que outras pessoas literalmente não podem obter. Este item não estará disponível para outros adicionarem às suas imagens.
ru: Отметка элемента как DIY (т.е. самодельный) означает, что вы или кто-то от вашего имени действительно сделали этот элемент оборудования, и это что-то уникальное, что другие люди буквально не могут получить. Этот элемент не будет доступен другим для добавления к их изображениям.
sq: Të shënosh një artikull si DIY (dmth. i bërë vetë) do të thotë që ti, ose dikush në emrin tënd, e ka bërë këtë pajisje, dhe është diçka unike që të tjerët nuk mund ta marrin. Ky artikull nuk do të jetë i disponueshëm për të tjerët për ta shtuar në imazhet e tyre.
tr: Bir öğeyi DIY (yani kendin yap) olarak işaretlemek, senin veya senin adına birinin bu ekipman parçasını gerçekten yapmış olduğu anlamına gelir ve bu, diğer insanların elde edemeyeceği benzersiz bir şeydir. Bu öğe, yalnızca onu oluşturan kullanıcıya ait olarak görüntülere eklenmeyecek.
uk: Позначення предмета як DIY (тобто саморобного) означає, що Ви або хтось від вашого імені насправді зробили цей елемент обладнання, і це щось унікальне, що інші люди буквально не можуть придбати. Цей елемент не буде доступний іншим для додавання до своїх зображень.

source: Name of the brand (or company, or developer(s))
be: Назва брэнда (або кампаніі, або распрацоўшчыкаў)
el: Όνομα της μάρκας (ή της εταιρείας, ή των προγραμματιστών)
es: Nombre de la marca (o empresa, o desarrollador(es))
fi: Brändin (tai yrityksen, tai kehittäjien) nimi
hu: A márka (vagy cég, vagy fejlesztő(k)) neve
nl: Naam van het merk (of bedrijf, of ontwikkelaar(s))
pl: Nazwa marki (lub firmy, lub dewelopera(ów))
pt: Nome da marca (ou empresa, ou desenvolvedor(es))
ru: Название бренда (или компании, или разработчика(ов))
sq: Emri i markës (ose kompanisë, ose zhvilluesve)
tr: Marka (veya şirket, veya geliştirici(ler)) adı
uk: Назва бренду (або компанії, чи розробника(ів))

source: Product name
uk: Назва продукту

source: Telescope or lens
be: Тэлескоп або аб'ектыў
el: Τηλεσκόπιο ή φακός
es: Telescopio o lente
fi: Teleskooppi tai objektiivi
hu: Távcső vagy lencse
nl: Telescoop of lens
pl: Teleskop lub obiektyw
pt: Telescópio ou lente
ru: Телескоп или объектив
sq: Teleskop ose lente
tr: Teleskop veya lens
uk: Телескоп або об‘єктив

source: Thank you so much for contributing to the AstroBin equipment database! 🙌
be: Вялікі дзякуй за ўклад у базу дадзеных абсталявання AstroBin! 🙌
el: Σας ευχαριστούμε πολύ που συμβάλλατε στη βάση δεδομένων εξοπλισμού του AstroBin! 🙌
es: ¡Muchas gracias por contribuir a la base de datos de equipos de AstroBin! 🙌
fi: Kiitos paljon, että osallistuit AstroBin laitekantaan! 🙌
hu: Nagyon köszönjük, hogy hozzájárultál az AstroBin eszközadatbázisához! 🙌
nl: Heel erg bedankt voor je bijdrage aan de AstroBin apparatuurdatabase! 🙌
pl: Dziękujemy za wkład w bazę danych sprzętu AstroBin! 🙌
pt: Muito obrigado por contribuir para o banco de dados de equipamentos do AstroBin! 🙌
ru: Большое спасибо за ваш вклад в базу данных оборудования AstroBin! 🙌
sq: Faleminderit shumë për kontributin tuaj në bazën e të dhënave të pajisjeve të AstroBin! 🙌
tr: AstroBin ekipman veritabanına katkıda bulunduğun için çok teşekkürler! 🙌
uk: Щиро дякуємо за внесок у базу даних обладнання AstroBin! 🙌

source: The "Variant of" field must be an item with the same brand as this one.
be: Поле "Варыянт" павінна быць элементам з тым жа брэндам, што і гэты.
el: Το πεδίο "Παραλλαγή του" πρέπει να είναι ένα αντικείμενο με την ίδια μάρκα όπως αυτό.
es: El campo "Variante de" debe ser un elemento con la misma marca que este.
fi: "Variantti"-kentän on oltava tuote, jolla on sama brändi kuin tällä.
hu: A "Változata" mezőnek egy olyan tételnek kell lennie, amelynek ugyanaz a márkája, mint ennek.
nl: Het veld "Variant van" moet een item zijn met hetzelfde merk als dit.
pl: Pole "Wariant" musi być przedmiotem z tą samą marką co ten.
pt: O campo "Variante de" deve ser um item com a mesma marca que este.
ru: Поле "Вариант" должно быть элементом с тем же брендом, что и этот.
sq: Fusha "Variant i" duhet të jetë një artikull me të njëjtën markë si ky.
tr: "Varyantı" alanı, bu öğe ile aynı markaya ait bir öğe olmalıdır.
uk: Поле "Варіант" має бути елементом того ж бренду, що й цей.

source: This comment section is only visible to AstroBin equipment moderators and the user who created this item.
be: Гэты раздзел каментарыяў бачны толькі мадэратарам абсталявання AstroBin і карыстальніку, які стварыў гэты элемент.
el: Αυτή η ενότητα σχολίων είναι ορατή μόνο στους συντονιστές εξοπλισμού του AstroBin και στον χρήστη που δημιούργησε αυτό το αντικείμενο.
es: Esta sección de comentarios solo es visible para los moderadores de equipos de AstroBin y el usuario que creó este elemento.
fi: Tämä kommenttiosio on näkyvissä vain AstroBin laitemoderattoreille ja käyttäjälle, joka loi tämän tuotteen.
hu: Ez a megjegyzés szekció csak az AstroBin eszközmoderátorai és az elem létrehozója számára látható.
nl: Deze opmerkingsectie is alleen zichtbaar voor AstroBin apparatuurmoderators en de gebruiker die dit item heeft aangemaakt.
pl: Ta sekcja komentarzy jest widoczna tylko dla moderatorów sprzętu AstroBin i użytkownika, który stworzył ten przedmiot.
pt: Esta seção de comentários é visível apenas para moderadores de equipamentos do AstroBin e para o usuário que criou este item.
ru: Этот раздел комментариев виден только модераторам оборудования AstroBin и пользователю, который создал этот элемент.
sq: Ky seksion komentesh është i dukshëm vetëm për moderatorët e pajisjeve të AstroBin dhe përdoruesin që krijoi këtë artikull.
tr: Bu yorum bölümü yalnızca AstroBin ekipman moderatörleri ve bu öğeyi oluşturan kullanıcı tarafından görülebilir.
uk: Цей розділ коментарів бачать лише модератори обладнання AstroBin та користувач, який створив цей елемент.

source: This comment section is only visible to you and AstroBin equipment moderators.
be: Гэты раздзел каментарыяў бачны толькі вам і мадэратарам абсталявання AstroBin.
el: Αυτή η ενότητα σχολίων είναι ορατή μόνο σε εσάς και στους συντονιστές εξοπλισμού του AstroBin.
es: Esta sección de comentarios solo es visible para ti y los moderadores de equipos de AstroBin.
fi: Tämä kommenttiosio on näkyvissä vain sinulle ja AstroBin laitemoderattoreille.
hu: Ez a megjegyzés szekció csak számodra és az AstroBin eszközmoderátorai számára látható.
nl: Deze opmerkingsectie is alleen zichtbaar voor jou en AstroBin apparatuurmoderators.
pl: Ta sekcja komentarzy jest widoczna tylko dla ciebie i moderatorów sprzętu AstroBin.
pt: Esta seção de comentários é visível apenas para você e moderadores de equipamentos do AstroBin.
ru: Этот раздел комментариев виден только вам и модераторам оборудования AstroBin.
sq: Ky seksion komentesh është i dukshëm vetëm për ju dhe moderatorët e pajisjeve të AstroBin.
tr: Bu yorum bölümü yalnızca sen ve AstroBin ekipman moderatörleri tarafından görülebilir.
uk: Цей розділ коментарів бачите лише Ви та модератори обладнання AstroBin.

source: This edit proposal has been approved.
be: Гэты прапанова на рэдагаванне была зацверджана.
el: Αυτή η πρόταση επεξεργασίας έχει εγκριθεί.
es: Esta propuesta de edición ha sido aprobada.
fi: Tämä muokkaus ehdotus on hyväksytty.
hu: Ez a szerkesztési javaslat jóváhagyásra került.
nl: Dit wijzigingsvoorstel is goedgekeurd.
pl: Ta propozycja edycji została zatwierdzona.
pt: Esta proposta de edição foi aprovada.
ru: Это предложение на редактирование было одобрено.
sq: Ky propozim redaktimi është miratuar.
tr: Bu düzenleme önerisi onaylandı.
uk: Цю пропозицію редагування схвалено.

source: This edit proposal has been rejected.
be: Гэты прапанова на рэдагаванне была адхілена.
el: Αυτή η πρόταση επεξεργασίας έχει απορριφθεί.
es: Esta propuesta de edición ha sido rechazada.
fi: Tämä muokkaus ehdotus on hylätty.
hu: Ez a szerkesztési javaslat elutasításra került.
nl: Dit wijzigingsvoorstel is afgewezen.
pl: Ta propozycja edycji została odrzucona.
pt: Esta proposta de edição foi rejeitada.
ru: Это предложение на редактирование было отклонено.
sq: Ky propozim redaktimi është refuzuar.
tr: Bu düzenleme önerisi reddedildi.
uk: Цю пропозицію редагування відхилено.

source: This is a variant of another equipment item.
be: Гэта варыянт іншага абсталявальнага элемента.
el: Αυτή είναι μια παραλλαγή ενός άλλου αντικειμένου εξοπλισμού.
es: Esta es una variante de otro elemento de equipo.
fi: Tämä on variantti toisesta laitteesta.
hu: Ez egy másik eszköz változata.
nl: Dit is een variant van een ander apparatuuritem.
pl: To jest wariant innego elementu sprzętu.
pt: Esta é uma variante de outro item de equipamento.
ru: Это вариант другого элемента оборудования.
sq: Ky është një variant i një artikulli tjetër të pajisjes.
tr: Bu, başka bir ekipman öğesinin bir varyantıdır.
uk: Це варіант іншого обладнання.

source: This item has not been approved yet, so it's not available to be associated with images, except for the user who created it.
be: Гэты элемент яшчэ не быў зацверджаны, таму ён недаступны для асацыяцыі з малюнкамі, акрамя карыстальніка, які яго стварыў.
el: Αυτό το αντικείμενο δεν έχει εγκριθεί ακόμα, οπότε δεν είναι διαθέσιμο για να συσχετιστεί με εικόνες, εκτός από τον χρήστη που το δημιούργησε.
es: Este elemento aún no ha sido aprobado, por lo que no está disponible para ser asociado con imágenes, excepto para el usuario que lo creó.
fi: Tätä tuotetta ei ole vielä hyväksytty, joten se ei ole saatavilla liitettäväksi kuviin, paitsi käyttäjälle, joka sen loi.
hu: Ez az elem még nem lett jóváhagyva, így nem elérhető képekhez való társításhoz, kivéve a létrehozó felhasználó számára.
nl: Dit item is nog niet goedgekeurd, dus het is niet beschikbaar om aan afbeeldingen te worden gekoppeld, behalve voor de gebruiker die het heeft aangemaakt.
pl: Ten przedmiot nie został jeszcze zatwierdzony, więc nie jest dostępny do powiązania z obrazami, z wyjątkiem użytkownika, który go stworzył.
pt: Este item ainda não foi aprovado, então não está disponível para ser associado a imagens, exceto para o usuário que o criou.
ru: Этот элемент еще не был одобрен, поэтому он не доступен для ассоциации с изображениями, кроме как для пользователя, который его создал.
sq: Ky artikull nuk është miratuar ende, kështu që nuk është i disponueshëm për t'u lidhur me imazhet, përveç për përdoruesin që e krijoi.
tr: Bu öğe henüz onaylanmadı, bu yüzden yalnızca onu oluşturan kullanıcı dışında görüntülerle ilişkilendirilmesi mümkün değil.
uk: Цей елемент ще не схвалено, тому його не можна пов’язувати із зображеннями, за винятком користувача, який його створив.

source: Try to use the official product name in English, if applicable.
be: Спробуйце выкарыстоўваць афіцыйную назву прадукту на англійскай мове, калі гэта магчыма.
el: Προσπαθήστε να χρησιμοποιήσετε το επίσημο όνομα προϊόντος στα Αγγλικά, αν είναι δυνατόν.
es: Intenta usar el nombre oficial del producto en inglés, si es aplicable.
fi: Yritä käyttää virallista tuotteen nimeä englanniksi, jos se on mahdollista.
hu: Próbáld meg használni a hivatalos terméknevet angolul, ha alkalmazható.
nl: Probeer de officiële productnaam in het Engels te gebruiken, indien van toepassing.
pl: Spróbuj użyć oficjalnej nazwy produktu w języku angielskim, jeśli to możliwe.
pt: Tente usar o nome oficial do produto em inglês, se aplicável.
ru: Попробуйте использовать официальное название продукта на английском, если это применимо.
sq: Provoni të përdorni emrin zyrtar të produktit në anglisht, nëse është e aplikueshme.
tr: Mümkünse resmi ürün adını İngilizce olarak kullanmaya çalış.
uk: Спробуйте використовувати офіційну назву продукту англійською мовою, якщо є.

source: Understood
uk: Зрозуміло

source: Usage type
be: Тып выкарыстання
el: Τύπος χρήσης
es: Tipo de uso
fi: Käyttötyyppi
hu: Felhasználási típus
nl: Gebruikstype
pl: Typ użycia
pt: Tipo de uso
ru: Тип использования
sq: Lloji i përdorimit
tr: Kullanım türü
uk: Тип використання

source: Variant of
be: Варыянт
el: Παραλλαγή του
es: Variante de
fi: Variantti
hu: Változata
nl: Variant van
pl: Wariant
pt: Variante de
ru: Вариант
sq: Variant i
tr: Varyantı
uk: Варіант

source: Your edit proposal has been submitted and will be reviewed as soon as possible.
be: Ваш прапанова на рэдагаванне была адправлена і будзе разглядацца як мага хутчэй.
el: Η πρόταση επεξεργασίας σας έχει υποβληθεί και θα εξεταστεί το συντομότερο δυνατό.
es: Tu propuesta de edición ha sido enviada y será revisada lo antes posible.
fi: Muokkaus ehdotuksesi on lähetetty ja se tarkistetaan mahdollisimman pian.
hu: A szerkesztési javaslatod be lett nyújtva, és a lehető leghamarabb felülvizsgálják.
nl: Je wijzigingsvoorstel is ingediend en zal zo snel mogelijk worden beoordeeld.
pl: Twoja propozycja edycji została przesłana i zostanie sprawdzona tak szybko, jak to możliwe.
pt: Sua proposta de edição foi enviada e será revisada assim que possível.
ru: Ваше предложение на редактирование было отправлено и будет рассмотрено как можно скорее.
sq: Propozimi juaj për redaktim është dërguar dhe do të rishikohet sa më shpejt të jetë e mundur.
tr: Düzenleme önerin gönderildi ve en kısa sürede incelenecek.
uk: Вашу пропозицію редагування надіслано та буде розглянуто якомога швидше.
