Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Your request has been received, and we are awaiting the final confirmation from the payment processor. Your subscription should be active within a few minutes!
be: Тваё запытанне атрымана, і мы чакаем канчатковага пацверджання ад аплатнага працэсара. Твая падпіска павінна актывавацца на працягу некалькіх хвілін!
el: Το αίτημά σου έχει ληφθεί και περιμένουμε την τελική επιβεβαίωση από τον επεξεργαστή πληρωμών. Η συνδρομή σου θα είναι ενεργή μέσα σε λίγα λεπτά!
es: Su solicitud ha sido recibida y estamos a la espera de la confirmación final del procesador de pagos. ¡Su suscripción debe activarse en unos minutos!
fi: Pyyntösi on vastaanotettu, ja odotamme maksupalvelun lopullista vahvistusta. Tilauksesi pitäisi olla aktiivinen muutamassa minuutissa!
hu: A kérésedet megkaptuk, és várjuk a végső visszaigazolást a fizetési feldolgozótól. Az előfizetésed néhány percen belül aktiválódni fog!
nl: Je verzoek is ontvangen, en we wachten op de definitieve bevestiging van de betalingsverwerker. Je abonnement zou binnen enkele minuten actief moeten zijn!
pl: Twoja prośba została odebrana, czekamy na ostateczne potwierdzenie od procesora płatności. Twoja subskrypcja powinna być aktywna w ciągu kilku minut!
pt: Sua solicitação foi recebida e estamos aguardando a confirmação final do processador de pagamentos. Sua assinatura deve estar ativa em alguns minutos!
ru: Ваш запрос получен, и мы ожидаем окончательного подтверждения от платежной системы. Ваша подписка должна быть активна в течение нескольких минут!
sq: Kërkesa juaj është pranuar, dhe ne po presim konfirmimin përfundimtar nga procesori i pagesave. Abonimi juaj duhet të jetë aktiv brenda disa minutash!
tr: Talebin alındı, ödeme işlemcisinden son onayı bekliyoruz. Aboneliğin birkaç dakika içinde aktif olmalı!
uk: Ваш запит отримано, і ми очікуємо на остаточне підтвердження від платіжної системи. Ваша підписка має бути активною протягом декількох хвилин!

source: Your session is invalid, please log in again
be: Твая сесія недзейсная, калі ласка, увайдзі зноў
el: Η συνεδρία σου είναι άκυρη, παρακαλώ συνδέσου ξανά
es: Su sesión es inválida, por favor inicie sesión nuevamente
fi: Istuntosi on voimaton, kirjaudu sisään uudelleen
hu: Érvénytelen munkamenet, kérjük, jelentkezz be újra
nl: Je sessie is ongeldig, log alsjeblieft opnieuw in
pl: Twoja sesja jest nieważna, zaloguj się ponownie
pt: Sua sessão é inválida, por favor, entre novamente
ru: Ваш сеанс недействителен, пожалуйста, войдите снова
sq: Sesioni juaj është i pavlefshëm, ju lutemi regjistrohuni përsëri
tr: Oturumun geçersiz, lütfen tekrar giriş yap.
uk: Ваш сеанс недійсний, будь ласка, увійдіть знову

source: Your subscriptions
be: Вашы падпіскі
el: Οι συνδρομές σας
es: Sus suscripciones
fi: Tilausmaksusi
hu: Előfizetéseid
nl: Je abonnementen
pl: Twoje subskrypcje
pt: Suas inscrições
ru: Ваши подписки
sq: Abonimet tuaja
tr: Abonelikleriniz
uk: Ваші підписки

source: Your transaction with the payment processor has been cancelled, so no change in your subscription has occurred.
be: Вашая транзакцыя з аплатным працэсарам была скасавана, таму зменаў у вашай падпісцы не адбылося.
el: Η συναλλαγή σας με τον πάροχο πληρωμών έχει ακυρωθεί, οπότε δεν έχει γίνει καμία αλλαγή στη συνδρομή σας.
es: Su transacción con el procesador de pagos ha sido cancelada, por lo que no se ha producido ningún cambio en su suscripción.
fi: Maksuprosessorin kanssa tapahtunut transaktio on peruttu, joten tilaustasi ei ole muutettu.
hu: A tranzakciód a fizetési feldolgozóval törlésre került, így az előfizetésedben nem történt változás.
nl: Je transactie met de betalingsverwerker is geannuleerd, dus er is geen wijziging in je abonnement opgetreden.
pl: Twoja transakcja z procesorem płatności została anulowana, więc nie zaszły żadne zmiany w Twojej subskrypcji.
pt: Sua transação com o processador de pagamento foi cancelada, portanto, nenhuma alteração ocorreu em sua assinatura.
ru: Ваша транзакция с платежной системой была отменена, поэтому никаких изменений в вашей подписке не произошло.
sq: Transaksioni juaj me procesorin e pagesave është anuluar, kështu që nuk ka ndodhur asnjë ndryshim në abonimin tuaj.
tr: Ödeme işlemcisi ile olan işleminiz iptal edildi, bu yüzden aboneliğinizde bir değişiklik olmadı.
uk: Ваша транзакція з платіжною системою була скасована, тому жодних змін у вашій підписці не відбулося.

source: n/a
be: н/а
fi: ei saatavilla
pt: não aplicável
ru: н/д
uk: н/д

source: year
be: год
el: χρόνος
es: año
fi: vuosi
hu: év
nl: jaar
pl: rok
pt: ano
ru: год
sq: vit
tr: yıl
uk: рік

source: {{ max }} revisions / image
be: {{ max }} рэвізій / малюнак
el: {{ max }} αναθεωρήσεις / εικόνα
es: {{ max }} revisiones / imagen
fi: {{ max }} muokkausta / kuva
hu: {{ max }} átdolgozás / kép
nl: {{ max }} revisies / afbeelding
pl: {{ max }} wersji / obraz
pt: {{ max }} revisões / imagem
ru: {{ max }} ревизий / изображение
sq: {{ max }} rishikime \/ imazh
tr: {{ max }} revizyon / resim
uk: {{ max }} редакцій / зображення

source: 0 means invisible; 100 means completely opaque. Recommended values are: 10 if the watermark will appear on the dark sky background, 50 if on some bright object.
be: 0 азначае невідочна; 100 азначае цалкам непразрыста. Рэкамендаваныя значэнні: 10, калі водны знак з'явіцца на фоне цёмнага неба, 50, калі на нейкім яркім аб'екце.
el: 0 σημαίνει αόρατο; 100 σημαίνει εντελώς αδιαφανές. Συνιστώμενες τιμές είναι: 10 αν το υδατογράφημα θα εμφανιστεί σε σκοτεινό φόντο, 50 αν σε κάποιο φωτεινό αντικείμενο.
es: 0 significa invisible, 100 completamente opaco. Valores recomendados: 10 para que la marca sea visible sobre un fondo de cielo oscuro, 50 para que lo sea sobre objetos brillantes.
fi: 0 tarkoittaa näkymätöntä; 100 tarkoittaa täysin läpinäkyvää. Suositellut arvot ovat: 10, jos vesileima näkyy tummalla taustalla, 50, jos kirkkaalla kohteella.
hu: 0 azt jelenti, hogy láthatatlan; 100 pedig teljesen átlátszó. Ajánlott értékek: 10, ha a vízjel a sötét ég háttérben jelenik meg, 50, ha valamilyen fényes objektumon.
nl: 0 betekent onzichtbaar; 100 betekent volledig ondoorzichtig. Aanbevolen waarden zijn: 10 als het watermerk op de donkere luchtachtergrond verschijnt, 50 als het op een helder object staat.
pl: 0 oznacza niewidoczny; 100 oznacza całkowicie nieprzezroczysty. Zalecane wartości to: 10, jeśli znak wodny pojawi się na ciemnym tle nieba, 50, jeśli na jakimś jasnym obiekcie.
pt: 0 significa invisível; 100 significa completamente opaco. Valores recomendados: 10 se a marca d'água deve aparecer no plano de fundo escuro, 50 se for aparecer num objeto brilhante.
ru: 0 означает невидимый; 100 означает полностью непрозрачный. Рекомендуемые значения: 10, если водяной знак будет на темном фоне неба, 50, если на каком-то ярком объекте.
sq: 0 do të thotë e padukshme; 100 do të thotë plotësisht e opak. Vlerat e rekomanduara janë: 10 nëse ujë i shenjtë do të shfaqet në sfondin e errët të qiellit, 50 nëse mbi ndonjë objekt të ndritshëm.
tr: 0 görünmez; 100 tamamen opak demektir. Önerilen değerler: karanlık gökyüzü arka planında filigran görünüyorsa 10, bazı parlak nesnelerde ise 50.
uk: 0 означає невидимий; 100 означає повністю непрозорий. Рекомендовані значення: 10, якщо водяний знак з’явиться на темному тлі неба, 50 якщо на якомусь яскравому об’єкті.

source: Acquisition type
be: Тып набыцця
el: Τύπος απόκτησης
es: Tipo de adquisición
fi: Hankintatyyppi
hu: Beszerzési típus
nl: Verkrijgings type
pl: Typ akwizycji
pt: Tipo de captura
ru: Тип получения
sq: Lloji i akuzimit
tr: Elde etme türü
uk: Тип придбання

source: Allow comments
be: Дазволіць каментары
el: Επιτρέψτε σχόλια
es: Permitir comentarios
fi: Salli kommentit
hu: Hozzászólások engedélyezése
nl: Sta opmerkingen toe
pl: Zezwól na komentarze
pt: Permitir comentários
ru: Разрешить комментарии
sq: Lejo komentet
tr: Yorumlara izin ver
uk: Дозволити коментарі

source: Amateur hosting facility
be: Аматарская хостынгавая ўстанова
el: Εγκατάσταση ερασιτεχνικής φιλοξενίας
es: Instalación de alojamiento amateur
fi: Harrastajaisännöintilaitos
hu: Hobbi hosting szolgáltatás
nl: Amateur hosting faciliteit
pl: Amatorski obiekt hostingowy
pt: Hospedagem amadora
ru: Аматорская хостинг-площадка
sq: Objekt i amatorëve
tr: Amatör barındırma tesisi
uk: Аматорський хостинг

source: Anular solar eclipse
be: Анульнае сонечнае зацьменьне
el: Δακτυλιοειδής ηλιακή έκλειψη
es: Eclipse solar anular
fi: Renkaallinen auringonpimennys
hu: Gyűrűs napfogyatkozás
nl: Ringvormige zonsverduistering
pl: Zaćmienie słoneczne anulacyjne
pt: Eclipse solar anular
ru: Аннулярное солнечное затмение
sq: Eklipsi diellor anular
tr: Halkalı güneş tutulması
uk: Кільцеве сонячне затемнення

source: Apply watermark to image
be: Ужыць водны знак да выявы
el: Εφαρμόστε υδατογράφημα στην εικόνα
es: Aplicar marca de agua a la imagen
fi: Lisää vesileima kuvaan
hu: Vízjel alkalmazása a képre
nl: Pas watermerk toe op afbeelding
pl: Zastosuj znak wodny do obrazu
pt: Aplicar marca d'água à imagem
ru: Применить водяной знак к изображению
sq: Apliko ujë të shenjtë në imazh
tr: Görüntüye filigran ekle
uk: Застосувати водяний знак до зображення

source: Are you sure you want to dismiss this image?
uk: Ви впевнені, що хочете закрити це зображення?

source: AstroBin can protect your images from theft by applying a watermark to them.
be: AstroBin можа абараніць твае малюнкі ад крадзяжу, накладваючы на іх водны знак.
el: Το AstroBin μπορεί να προστατεύσει τις εικόνες σου από κλοπή εφαρμόζοντας ένα υδατογράφημα σε αυτές.
es: AstroBin puede proteger tus imágenes de robos aplicándoles una marca de agua.
fi: AstroBin voi suojata kuvia varastamiselta lisäämällä niihin vesileiman.
hu: Az AstroBin megvédheti a képeidet a lopástól, ha vízjelet alkalmaz rájuk.
nl: AstroBin kan je afbeeldingen beschermen tegen diefstal door er een watermerk op aan te brengen.
pl: AstroBin może chronić Twoje obrazy przed kradzieżą, stosując na nich znak wodny.
pt: O AstroBin pode proteger suas imagens contra roubo aplicando uma marca d'água nelas.
ru: AstroBin может защитить ваши изображения от кражи, применив к ним водяной знак.
sq: AstroBin mund të mbrojë imazhet tuaja nga vjedhja duke aplikuar një ujë të shenjë mbi to.
tr: AstroBin, resimlerini hırsızlıktan korumak için onlara bir filigran uygulayabilir.
uk: AstroBin може захистити ваші зображення від крадіжки, застосувавши до них водяний знак.

source: AstroBin could not read your file as an image. Please try a different format.
be: AstroBin не змог прачытаць ваш файл як выяву. Калі ласка, паспрабуйце іншы фармат.
el: Το AstroBin δεν μπόρεσε να διαβάσει το αρχείο σας ως εικόνα. Παρακαλώ δοκιμάστε μια διαφορετική μορφή.
es: AstroBin no pudo leer tu archivo como una imagen. Por favor, prueba con un formato diferente.
fi: AstroBin ei voinut lukea tiedostoasi kuvana. Yritä eri formaattia.
hu: Az AstroBin nem tudta képként olvasni a fájlodat. Kérlek, próbálj meg egy másik formátumot.
nl: AstroBin kon je bestand niet lezen als een afbeelding. Probeer een ander formaat.
pl: AstroBin nie mógł odczytać twojego pliku jako obrazu. Spróbuj innego formatu.
pt: O AstroBin não conseguiu ler seu arquivo como uma imagem. Por favor, tente um formato diferente.
ru: AstroBin не смог прочитать ваш файл как изображение. Пожалуйста, попробуйте другой формат.
sq: AstroBin nuk mundi të lexojë skedarin tuaj si një imazh. Ju lutemi provoni një format tjetër.
tr: AstroBin, dosyanızı bir görüntü olarak okuyamadı. Lütfen farklı bir format deneyin.
uk: AstroBin не зміг прочитати ваш файл як зображення. Спробуйте інший формат.

source: AstroBin is generating a large thumbnail.
be: AstroBin генеруе вялікі мініятурны малюнак.
el: Το AstroBin δημιουργεί μια μεγάλη μικρογραφία.
es: AstroBin está generando una miniatura grande.
fi: AstroBin luo suurta pikkukuvaa.
hu: Az AstroBin nagy méretű miniatűr képet generál.
nl: AstroBin genereert een grote miniatuur.
pl: AstroBin generuje dużą miniaturę.
pt: O AstroBin está gerando uma miniatura grande.
ru: AstroBin генерирует большой миниатюру.
sq: AstroBin po gjeneron një miniaturë të madhe.
tr: AstroBin büyük bir küçük resim oluşturuyor.
uk: AstroBin створює велику мініатюру.

source: Authentication error. Please log out and in again.
be: Памылка аўтэнтыфікацыі. Калі ласка, выйдзіце і ўвайдзіце зноў.
el: Σφάλμα αυθεντικοποίησης. Παρακαλώ αποσυνδεθείτε και συνδεθείτε ξανά.
es: Error de autenticación. Por favor, cierra sesión y vuelve a iniciar.
fi: Todennusvirhe. Kirjaudu ulos ja takaisin sisään.
hu: Hitelesítési hiba. Kérlek, jelentkezz ki, majd be újra.
nl: Authenticatie fout. Log alsjeblieft uit en weer in.
pl: Błąd uwierzytelniania. Proszę wylogować się i zalogować ponownie.
pt: Erro de autenticação. Por favor, faça logout e entre novamente.
ru: Ошибка аутентификации. Пожалуйста, выйдите и войдите снова.
sq: Gabim autentikimi. Ju lutemi, dilni dhe hyni përsëri.
tr: Kimlik doğrulama hatası. Lütfen çıkış yapıp tekrar giriş yapın.
uk: Помилка аутентифікації. Будь ласка, вийдіть і знову ввійдіть.

source: Backyard
be: Задні двор
el: Πίσω αυλή
es: Jardín trasero
fi: Takapiha
hu: Hátkert
nl: Achtertuin
pl: Podwórko
pt: Quintal
ru: Задний двор
sq: Oborri pas
tr: Arka Bahçe
uk: Задній двір

source: Basic information
be: Асноўная інфармацыя
el: Βασικές πληροφορίες
es: Información básica
fi: Perustiedot
hu: Alapinformációk
nl: Basisinformatie
pl: Podstawowe informacje
pt: Informações básicas
ru: Основная информация
sq: Informacione bazë
tr: Temel bilgiler
uk: Загальня інформація

source: Bottom center
be: Унізе пасярэдзіне
el: Κάτω κέντρο
es: Abajo en el centro
fi: Alhaalla keskellä
hu: Alul középen
nl: Onder centrum
pl: Na dole pośrodku
pt: Inferior central
ru: Нижний центр
sq: Qendra e poshtme
tr: Alt merkez
uk: По центру знизу

source: Bottom left
be: Ніжні левы
el: Κάτω αριστερά
es: Abajo a la izquierda
fi: Vasen alakulma
hu: Alul balra
nl: Onderste links
pl: Dół po lewej
pt: Inferior esquerdo
ru: Нижний левый
sq: Poshtë majtas
tr: Sol alt
uk: Унизу ліворуч

source: Bottom right
be: Ніжні правы
el: Κάτω δεξιά
es: Abajo a la derecha
fi: Oikea alakulma
hu: Alul jobbra
nl: Onderste rechts
pl: Dół po prawej
pt: Inferior direito
ru: Нижний правый
sq: Poshtë djathtas
tr: Sağ alt
uk: Унизу праворуч

source: Cancel
be: Скасаваць
el: Ακύρωση
es: Cancelar
fi: Peruuta
hu: Mégse
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить
sq: Anulo
tr: İptal
uk: Скасувати

source: Center
be: Цэнтр
el: Κέντρο
es: Centro
fi: Keskipiste
hu: Középen
nl: Centrum
pl: Centrum
pt: Centro
ru: Центр
sq: Qendra
tr: Merkez
uk: По центру

source: Choose what will be displayed when somebody hovers the mouse over this image. Please note: only revisions with the same width and height of your original image can be considered.
be: Выберыце, што будзе адлюстравана, калі нехта навядзе мыш на гэтае малюнак. Звярніце ўвагу: толькі рэвізіі з такой жа шырынёй і вышынёй, як ваша арыгінальнае малюнак, могуць быць разгледжаны.
el: Επιλέξτε τι θα εμφανίζεται όταν κάποιος περνάει το ποντίκι πάνω από αυτή την εικόνα. Σημειώστε: μόνο οι αναθεωρήσεις με το ίδιο πλάτος και ύψος με την αρχική σας εικόνα μπορούν να ληφθούν υπόψη.
es: Elige lo que será mostrado cuando alguien ubica el ratón sobre esta imagen. Por favor note: sólo las revisiones con el mismo ancho y alto de su imagen original pueden ser consideradas.
fi: Valitse, mitä näytetään, kun joku vie hiiren tämän kuvan päälle. Huomaa: vain versiot, joiden leveys ja korkeus ovat samat kuin alkuperäisessä kuvassasi, voidaan ottaa huomioon.
hu: Válaszd ki, mi jelenjen meg, amikor valaki az egérrel fölé viszi ezt a képet. Kérlek, vedd figyelembe: csak azok a verziók vehetők figyelembe, amelyek szélessége és magassága megegyezik az eredeti képedével.
nl: Kies wat er wordt weergegeven wanneer iemand met de muis over deze afbeelding beweegt. Let op: alleen revisies met dezelfde breedte en hoogte als je originele afbeelding kunnen worden overwogen.
pl: Wybierz, co ma być wyświetlane, gdy ktoś najedzie myszką na ten obraz. Proszę pamiętać: tylko wersje o tej samej szerokości i wysokości co Twój oryginalny obraz mogą być brane pod uwagę.
pt: Escolha o que será exibido quando alguém passar o mouse sobre esta imagem. Observação: somente revisões com a mesma largura e altura da imagem original podem ser consideradas.
ru: Выберите, что будет отображаться, когда кто-то наведет курсор на это изображение. Обратите внимание: только ревизии с той же шириной и высотой, что и ваше оригинальное изображение, могут быть рассмотрены.
sq: Zgjidhni se çfarë do të shfaqet kur dikush kalon miun mbi këtë imazh. Ju lutemi vini re: vetëm rishikimet me të njëjtën gjerësi dhe lartësi si imazhi juaj origjinal mund të merren parasysh.
tr: Birisi bu görüntünün üzerine fare ile geldiğinde neyin görüntüleneceğini seçin. Lütfen dikkat: yalnızca orijinal görüntünüzle aynı genişlik ve yükseklikteki revizyonlar dikkate alınabilir.
uk: Виберіть, що буде відображатися, коли хтось наведе курсор миші на це зображення. Зверніть увагу: можуть розглядатися лише редакції з такою ж шириною та висотою вашого оригінального зображення.

source: Click on the image and scroll to magnify up to 8x.
uk: Натисніть на зображення та прокрутіть, щоб збільшити до 8 разів.

source: Comet
be: Камета
el: Κομήτης
es: Cometa
fi: Komeetta
hu: Üstökös
nl: Komeet
pl: Kometa
pt: Cometa
ru: Комета
sq: Kometa
tr: Kuyruklu yıldız
uk: Комета

source: Commercial facilities
be: Камерцыйныя ўстановы
el: Εμπορικές εγκαταστάσεις
es: Instalaciones comerciales
fi: Kaupalliset tilat
hu: Kereskedelmi létesítmények
nl: Commerciële faciliteiten
pl: Obiekty komercyjne
pt: Instalações comerciais
ru: Коммерческие объекты
sq: Objekte komerciale
tr: Ticari tesisler
uk: Комерційні об‘єкти

source: Conjunction
be: Супадзенне
el: Συγκέντρωση
es: Conjunción
fi: Kohdistus
hu: Konzultáció
nl: Conjunctie
pl: Koniunkcja
pt: Conjunção
ru: Сопряжение
sq: Kongjuksion
tr: Kavuşum
uk: Сполучення

source: Content
be: Кантэнт
el: Περιεχόμενο
es: Contenido
fi: Sisältö
hu: Tartalom
nl: Inhoud
pl: Treść
pt: Conteúdo
ru: Содержимое
sq: Përmbajtja
tr: İçerik
uk: Зміст

source: Data source
be: Крыніца дадзеных
el: Πηγή δεδομένων
es: Origen de datos
fi: Tietolähde
hu: Adatforrás
nl: Gegevensbron
pl: Źródło danych
pt: Fonte de dados
ru: Источник данных
sq: Burimi i të dhënave
tr: Veri kaynağı
uk: Джерело даних

source: Deep sky object or field
be: Глыбокі неба аб'ект або поле
el: Βαθύ ουράνιο αντικείμενο ή πεδίο
es: Objetos de cielo profundo
fi: Syvätaivaan kohde tai kenttä
hu: Mélységi ég objektum vagy mező
nl: Diepe hemelobject of veld
pl: Obiekt głębokiego nieba lub pole
pt: Objeto ou campo de céu profundo
ru: Объект глубокого неба или поле
sq: Objekti ose fusha e qiellit të thellë
tr: Derin gökyüzü nesnesi veya alanı
uk: Об’єкт або поле глибокого космосу

source: Dismiss
be: Адхіліць
el: Απόρριψη
es: Descartar
fi: Hylkää
hu: Elvetés
nl: Afwijzen
pl: Odrzuć
pt: Descartar
ru: Удалить
sq: Hidh poshtë
tr: Kapat
uk: Відхилити

source: Dismiss image
be: Адхіліць малюнак
el: Απόρριψη εικόνας
es: Descartar imagen
fi: Hylkää kuva
hu: Kép elvetése
nl: Afbeelding afwijzen
pl: Odrzuć obraz
pt: Descartar imagem
ru: Удалить изображение
sq: Hidh imazhin
tr: Görüntüyü sil
uk: Відхилити зображення

source: Downloaded
be: Загружана
el: Κατεβασμένο
es: Descargado
fi: Ladattu
hu: Letöltve
nl: Gedownload
pl: Pobrano
pt: Baixado
ru: Скачано
sq: E shkarkuar
tr: İndirildi
uk: Завантажені

source: Drawing/Sketch
be: Малюнак/Эскіз
el: Σχέδιο/Σκίτσο
es: Dibujo/Bosquejo
fi: Piirros/luonnos
hu: Rajz/Skicc
nl: Tekening/Schets
pl: Rysunek/Szkic
pt: Desenho/Esboço
ru: Рисунок/Эскиз
sq: Vizatim/Skicë
tr: Çizim/İskelet
uk: Малюнок/Ескіз

source: Earth's Moon
be: Месяц Зямлі
el: Φεγγάρι της Γης
es: La Luna
fi: Maan kuu
hu: Földi Hold
nl: De Maan van de Aarde
pl: Księżyc Ziemi
pt: Lua terrestre
ru: Луна Земли
sq: Hëna e Tokës
tr: Dünya'nın Ayı
uk: Місяць Землі

source: Edit
be: Рэдагаваць
el: Επεξεργασία
es: Editar
fi: Muokkaa
hu: Szerkesztés
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
sq: Redakto
tr: Düzenle
uk: Редагувати

source: Electronically-Assisted Astronomy (EAA, e.g. based on a live video feed)
be: Электронна-падтрымліваемая астранамія (EAA, напрыклад, на аснове жывога відэасігналу)
el: Ηλεκτρονικά Υποβοηθούμενη Αστρονομία (EAA, π.χ. βασισμένη σε ζωντανή ροή βίντεο)
es: Astronomía Asistida Electrónicamente (EAA, por ejemplo, basada en un feed de video en vivo)
fi: Sähköisesti avustettu tähtitiede (EAA, esim. perustuu live-videovirtaan)
hu: Elektronikusan Segített Csillagászat (EAA, pl. élő videó alapú)
nl: Elektronisch ondersteunde astronomie (EAA, bijv. gebaseerd op een live videofeed)
pl: Astronomia wspomagana elektronicznie (EAA, np. na podstawie transmisji wideo na żywo)
pt: Astronomia Assistida Eletronicamente (EAA, por exemplo, baseada em um feed de vídeo ao vivo)
ru: Электронно-ассистированная астрономия (EAA, например, на основе живой видеотрансляции)
sq: Astronomia e Ndihmuar Elektronikisht (EAA, p.sh. e bazuar në një transmetim video në kohë reale)
tr: Elektronik Destekli Astronomi (EAA, örneğin canlı video akışına dayalı)
uk: Електронна астрономія (EAA, наприклад, на основі живого відео)

source: Extremely wide field
be: Экстрэмальна шырокае поле
el: Εξαιρετικά ευρύ πεδίο
es: Panorámica
fi: Äärimmäisen laaja kenttä
hu: Extrém széles mező
nl: Extreem breed veld
pl: Ekstremalnie szerokie pole
pt: Campo extremamente grande
ru: Экстремально широкий угол
sq: Fushë jashtëzakonisht e gjerë
tr: Son derece geniş alan
uk: Надзвичайно широке поле

source: Finalizing upload, please wait...
be: Завяршаем загрузку, пачакайце...
el: Ολοκλήρωση ανέβασμα, παρακαλώ περιμένετε...
es: Finalizando la carga, por favor espera...
fi: Lataus loppusuoralla, odota...
hu: Feltöltés befejezése, kérlek várj...
nl: Upload aan het afronden, even geduld...
pl: Finalizowanie przesyłania, proszę czekać...
pt: Finalizando o upload, por favor, aguarde...
ru: Завершение загрузки, пожалуйста, подождите...
sq: Duke përfunduar ngarkimin, ju lutemi prisni...
tr: Yükleme tamamlanıyor, lütfen bekleyin...
uk: Завершення завантаження, зачекайте…

source: Gear
es: Equipo
uk: Обладнання

source: HTML tags are allowed.
be: HTML-тэгі дазволены.
el: Επιτρέπονται ετικέτες HTML.
es: Se permiten etiquetas HTML.
fi: HTML-tunnisteet ovat sallittuja.
hu: HTML tagek engedélyezettek.
nl: HTML-tags zijn toegestaan.
pl: Tagi HTML są dozwolone.
pt: Tags HTML são permitidos.
ru: HTML-теги разрешены.
sq: Tag-et HTML janë të lejuara.
tr: HTML etiketlerine izin verilir.
uk: HTML-теги дозволені.
