Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Please find a corresponding equipment item in the NEW database
be: Калі ласка, знайдзіце адпаведны элемент абсталявання ў НОВАЙ базе даных
el: Παρακαλώ βρες ένα αντίστοιχο αντικείμενο εξοπλισμού στη ΝΕΑ βάση δεδομένων
es: Por favor, encuentra un elemento de equipo correspondiente en la NUEVA base de datos
fi: Etsi vastaava laite uusiin tietokantoihin
hu: Kérjük, találj egy megfelelő eszköz elemet az ÚJ adatbázisban
nl: Zoek een bijbehorend apparatuuritem in de NIEUWE database
pl: Proszę znaleźć odpowiadający element sprzętu w NOWEJ bazie danych
pt: Por favor, encontre um item de equipamento correspondente no NOVO banco de dados
ru: Пожалуйста, найдите соответствующий элемент оборудования в НОВОЙ базе данных
sq: Ju lutem gjeni një artikull përkatës të pajisjeve në bazën e të dhënave TË REJA
tr: Lütfen YENİ veritabanında karşılık gelen bir ekipman öğesi bul.
uk: Будь ласка, знайдіть відповідний елемент обладнання в НОВІЙ базі даних.

source: Power distribution
be: Распределение электрычнасці
el: Κατανομή ενέργειας
es: Distribución de energía
fi: Tehon jakelu
hu: Áramellátás
nl: Energieverdeling
pl: Rozkład mocy
pt: Distribuição de energia
ru: Распределение питания
sq: Shpërndarja e energjisë
tr: Güç dağıtımı
uk: Розподіл потужності

source: Recent forum posts
be: Новыя паведамленні на форуме
el: Πρόσφατες αναρτήσεις φόρουμ
es: Publicaciones recientes en el foro
fi: Viimeisimmät foorumipostaukset
hu: Legutóbbi fórum hozzászólások
nl: Recente forumposts
pl: Ostatnie posty na forum
pt: Postagens recentes no fórum
ru: Недавние сообщения на форуме
sq: Postimet e fundit në forum
tr: Son forum gönderileri
uk: Останні пости на форумі

source: Remember: you want to match items from the old database products in the new database.
be: Памятайце: вы хочаце супадаць з элементамі з прадуктаў старой базы даных у новай базе даных.
el: Θυμήσου: θέλεις να ταιριάξεις αντικείμενα από τα προϊόντα της παλιάς βάσης δεδομένων στη νέα βάση δεδομένων.
es: Recuerda: quieres hacer coincidir los elementos de los productos de la base de datos antigua con la nueva base de datos.
fi: Muista: haluat yhdistää vanhan tietokannan tuotteet uuteen tietokantaan.
hu: Ne feledd: az a célod, hogy az öreg adatbázis termékeiből elemeket illessz a új adatbázisba.
nl: Vergeet niet: je wilt items uit de oude databaseproducten matchen in de nieuwe database.
pl: Pamiętaj: chcesz dopasować elementy z produktów starej bazy danych w nowej bazie.
pt: Lembre-se: você quer combinar itens dos produtos do antigo banco de dados no novo banco de dados.
ru: Помните: вам нужно сопоставить элементы из старой базы данных с продуктами в новой базе.
sq: Mos harroni: dëshironi të përputhni artikujt nga produktet e bazës së të dhënave të vjetra në bazën e të dhënave të re.
tr: Unutma: eski veritabanı ürünlerinden öğeleri yeni veritabanında eşleştirmek istiyorsun.
uk: Пам'ятайте: ви хочете співвіднести елементи з продуктів старої бази даних з новою базою.

source: Search results
be: Вынікі пошуку
el: Αποτελέσματα αναζήτησης
es: Resultados de búsqueda
fi: Hakutulokset
hu: Keresési eredmények
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt: Resultados da pesquisa
ru: Результаты поиска
sq: Rezultatet e kërkimit
tr: Arama sonuçları
uk: Результати пошуку

source: Sub-item
be: Падэлемент
el: Υπο-αντικείμενο
es: Sub-elemento
fi: Alakohde
hu: Al-elemet
pl: Pod-element
ru: Подэлемент
sq: Nënartikulli
tr: Alt öğe
uk: Піделемент

source: There are no topics in this forum.
be: У гэтым форуме няма тэм.
el: Δεν υπάρχουν θέματα σε αυτό το φόρουμ.
es: No hay temas en este foro.
fi: Tässä foorumissa ei ole aiheita.
hu: Nincsenek témák ebben a fórumban.
nl: Er zijn geen onderwerpen in dit forum.
pl: Nie ma tematów w tym forum.
pt: Não há tópicos neste fórum.
ru: В этом форуме нет тем.
sq: Nuk ka tema në këtë forum.
tr: Bu forumda konu yok.
uk: У цьому форумі немає тем.

source: This is an item in the OLD database and it might be poorly defined
be: Гэта элемент у СТАРОЙ базе даных, і ён можа быць дрэнна вызначаны
el: Αυτό είναι ένα αντικείμενο στην ΠΑΛΙΑ βάση δεδομένων και μπορεί να είναι κακώς καθορισμένο
es: Este es un elemento de la BASE DE DATOS ANTIGUA y puede estar mal definido
fi: Tämä on kohde VANHASSA tietokannassa ja se saattaa olla huonosti määritelty
hu: Ez egy elem a RÉGI adatbázisban, és lehet, hogy rosszul van definiálva.
nl: Dit is een item in de OUDE database en het kan slecht gedefinieerd zijn.
pl: To jest element w STAREJ bazie danych i może być źle zdefiniowany
pt: Este é um item no banco de dados ANTIGO e pode estar mal definido
ru: Этот элемент находится в СТАРОЙ базе данных и может быть плохо определён.
sq: Ky është një artikull në bazën e të dhënave TË VJETRA dhe mund të jetë keq i përcaktuar
tr: Bu, ESKİ veritabanındaki bir öğe ve tanımı kötü olabilir.
uk: Це елемент зі СТАРОЇ бази даних, і він може бути погано визначений.

source: This item cannot be selected it's been marked as ambiguous. Consider selecting or creating a non ambiguous variant instead.
be: Гэты элемент не можа быць выбраны, ён быў адзначаны як неадназначны. Разгледзьце магчымасць выбару або стварэння неадназначнага варыянту.
el: Αυτό το αντικείμενο δεν μπορεί να επιλεγεί, έχει χαρακτηριστεί ως ασαφές. Σκέψου να επιλέξεις ή να δημιουργήσεις μια μη ασαφή παραλλαγή.
es: Este elemento no se puede seleccionar, ha sido marcado como ambiguo. Considera seleccionar o crear una variante no ambigua en su lugar.
fi: Tätä kohdetta ei voi valita, se on merkitty epäselväksi. Harkitse valitsemista tai luomista ei-epäselvästä variantista sen sijaan.
hu: Ez az elem nem választható, mert kétértelműnek lett megjelölve. Fontold meg, hogy válassz vagy hozz létre egy nem kétértelmű változatot.
nl: Dit item kan niet worden geselecteerd, het is gemarkeerd als ambigu. Overweeg in plaats daarvan een niet-ambigue variant te selecteren of te maken.
pl: Ten przedmiot nie może być wybrany, ponieważ został oznaczony jako niejednoznaczny. Rozważ wybranie lub utworzenie niejednoznacznej wersji.
pt: Este item não pode ser selecionado, foi marcado como ambíguo. Considere selecionar ou criar uma variante não ambígua em vez disso.
ru: Этот элемент нельзя выбрать, он помечен как неоднозначный. Рассмотрите возможность выбора или создания не неоднозначного варианта.
sq: Ky artikull nuk mund të zgjidhet, është shënuar si i paqartë. Merrni parasysh të zgjidhni ose të krijoni një variant të paqartë.
tr: Bu ürün seçilemez, belirsiz olarak işaretlenmiştir. Bunun yerine belirsiz olmayan bir varyant seçmeyi veya oluşturmayı düşünün.
uk: Цей елемент не можна вибрати, він позначений як неоднозначний. Розгляньте можливість вибору або створення не неоднозначного варіанту.

source: This item is frozen as ambiguous and cannot be associated to images again.
be: Гэты элемент замарожаны як неадназначны і не можа быць зноў звязаны з выявамі.
el: Αυτό το αντικείμενο είναι παγωμένο ως ασαφές και δεν μπορεί να συσχετιστεί ξανά με εικόνες.
es: Este elemento está congelado como ambiguo y no se puede asociar a imágenes nuevamente.
fi: Tätä kohdetta on jäädytetty epäselväksi, eikä sitä voi liittää kuviin uudelleen.
hu: Ez az elem fagyasztva van, mint kétértelmű, és nem lehet újra képekhez társítani.
nl: Dit item is bevroren als ambigu en kan niet opnieuw aan afbeeldingen worden gekoppeld.
pl: Ten element jest zamrożony jako niejednoznaczny i nie może być ponownie powiązany z obrazami.
pt: Este item está congelado como ambíguo e não pode ser associado a imagens novamente.
ru: Этот элемент заморожен как неоднозначный и не может быть снова связан с изображениями.
sq: Ky artikull është ngrirë si i paqartë dhe nuk mund të lidhet përsëri me imazhe.
tr: Bu öğe belirsiz olarak donduruldu ve tekrar görüntülere ilişkilendirilemez.
uk: Цей елемент заморожений як неоднозначний і не може бути знову асоційований з зображеннями.

source: Unfreeze
be: Размарозіць
el: Αποπάγωμα
es: Descongelar
fi: Vapauta
hu: Felszabadít
nl: Ontdooien
pl: Odblokuj
pt: Descongelar
ru: Разморозить
sq: Ç'ngri
tr: Çöz
uk: Розморозити

source: Usage
be: Выкарыстанне
el: Χρήση
es: Uso
fi: Käyttö
hu: Használat
nl: Gebruik
pl: Użycie
pt: Uso
ru: Использование
sq: Përdorimi
tr: Kullanım
uk: Використання

source: WARNING: you have unsaved changed. If you leave this page, they will be lost.
be: ПАПЯРЭДЖАННЕ: у вас ёсць незахаваныя змены. Калі вы пакінеце гэтую старонку, яны будуць страчаны.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: έχεις μη αποθηκευμένες αλλαγές. Αν φύγεις από αυτή τη σελίδα, θα χαθούν.
es: ADVERTENCIA: tienes cambios no guardados. Si dejas esta página, se perderán.
fi: VAROITUS: sinulla on tallentamattomia muutoksia. Jos poistut tältä sivulta, ne menetetään.
hu: FIGYELEM: nem mentett változtatásaid vannak. Ha elhagyod ezt az oldalt, elvesznek.
nl: WAARSCHUWING: je hebt niet-opgeslagen wijzigingen. Als je deze pagina verlaat, gaan ze verloren.
pl: OSTRZEŻENIE: masz niezapisane zmiany. Jeśli opuścisz tę stronę, zostaną one utracone.
pt: AVISO: você tem alterações não salvas. Se você sair desta página, elas serão perdidas.
ru: ПРЕДУПРЕЖДЕНИЕ: у вас есть несохранённые изменения. Если вы покинете эту страницу, они будут потеряны.
sq: KËRCËNIM: keni ndryshime të pa ruajtura. Nëse e lini këtë faqe, ato do të humbasin.
tr: UYARI: kaydedilmemiş değişikliklerin var. Bu sayfadan çıkarsan, kaybolacaklar.
uk: УВАГА: у вас є незбережені зміни. Якщо ви покинете цю сторінку, вони будуть втрачені.

source: Want to be the first to post?
be: Хочаце быць першым, хто напіша?
el: Θέλεις να είσαι ο πρώτος που θα δημοσιεύσει;
es: ¿Quieres ser el primero en publicar?
fi: Haluatko olla ensimmäinen, joka julkaisee?
hu: Szeretnél te lenni az első, aki posztol?
nl: Wil je de eerste zijn die plaatst?
pl: Chcesz być pierwszym, który opublikuje?
pt: Quer ser o primeiro a postar?
ru: Хотите быть первым, кто напишет?
sq: Dëshironi të jeni të parët që postoni?
tr: İlk paylaşımı yapmak ister misin?
uk: Хочете бути першим, хто напише?

source: We know, we're all used to the fact that ads on the Internet are annoying.
be: Мы ведаем, што ўсе мы прывыклі да таго, што рэклама ў Інтэрнэце раздражняе.
el: Το ξέρουμε, όλοι έχουμε συνηθίσει ότι οι διαφημίσεις στο Διαδίκτυο είναι ενοχλητικές.
es: Lo sabemos, todos estamos acostumbrados a que los anuncios en Internet son molestos.
fi: Tiedämme, että olemme kaikki tottuneet siihen, että mainokset Internetissä ovat ärsyttäviä.
hu: Tudjuk, mindannyian hozzászoktunk, hogy az internetes hirdetések idegesítőek.
nl: We weten het, we zijn allemaal gewend dat advertenties op het internet vervelend zijn.
pl: Wiemy, wszyscy przyzwyczailiśmy się do tego, że reklamy w Internecie są irytujące.
pt: Sabemos, todos estamos acostumados ao fato de que anúncios na Internet são irritantes.
ru: Мы знаем, что все привыкли к тому, что реклама в Интернете раздражает.
sq: E dimë, të gjithë jemi mësuar me faktin se reklamat në Internet janë të bezdisshme.
tr: Biliyoruz, internet üzerindeki reklamların sinir bozucu olduğunu hepimiz biliyoruz.
uk: Ми знаємо, що всі звикли до того, що реклама в Інтернеті дратує.

source: Weather monitoring
be: Маніторынг надвор'я
el: Παρακολούθηση καιρού
es: Monitoreo del clima
fi: Sään seuranta
hu: Időjárás figyelés
nl: Weer monitoring
pl: Monitorowanie pogody
pt: Monitoramento do tempo
ru: Мониторинг погоды
sq: Monitorimi i motit
tr: Hava durumu izleme
uk: Моніторинг погоди

source: You are about to freeze this item as ambiguous. The item will remain associated the images it's currently associated with. Nobody will be able to see this item (except moderators and the item's creator). Nobody will be able to add this item to images. Any items marked as 'variant of' this item will lose the relationship.
be: Вы збіраецеся замарозіць гэты элемент як неадназначны. Элемент застанецца звязаным з выявамі, з якімі ён зараз звязаны. Ніхто не зможа ўбачыць гэты элемент (акрамя мадэратараў і яго стваральніка). Ніхто не зможа дадаць гэты элемент да выяў. Усе элементы, адзначаныя як 'варыянт гэтага' элемента, страцяць сувязь.
el: Ετοιμάζεσαι να παγώσεις αυτό το αντικείμενο ως ασαφές. Το αντικείμενο θα παραμείνει συσχετισμένο με τις εικόνες που είναι ήδη συσχετισμένο. Κανείς δεν θα μπορεί να δει αυτό το αντικείμενο (εκτός από τους συντονιστές και τον δημιουργό του αντικειμένου). Κανείς δεν θα μπορεί να προσθέσει αυτό το αντικείμενο σε εικόνες. Οποιαδήποτε αντικείμενα χαρακτηρισμένα ως 'παραλλαγή του' αυτού του αντικειμένου θα χάσουν τη σχέση.
es: Estás a punto de congelar este elemento como ambiguo. El elemento seguirá asociado a las imágenes con las que está actualmente asociado. Nadie podrá ver este elemento (excepto moderadores y el creador del elemento). Nadie podrá añadir este elemento a imágenes. Cualquier elemento marcado como 'variante de' este elemento perderá la relación.
fi: Olet jäädyttämässä tätä kohdetta epäselvänä. Kohde pysyy liitettynä kuviin, joihin se on tällä hetkellä liitetty. Kukaan ei voi nähdä tätä kohdetta (paitsi moderaattorit ja kohteen luoja). Kukaan ei voi lisätä tätä kohdetta kuviin. Kaikki kohteet, jotka on merkitty 'variantiksi' tälle kohteelle, menettävät suhteen.
hu: Készen állsz, hogy ezt az elemet homályosnak nyilvánítsd. Az elem továbbra is kapcsolódni fog a jelenlegi képeihez. Senki sem fogja látni ezt az elemet (kivéve a moderátorokat és az elem készítőjét). Senki sem tudja majd hozzáadni ezt az elemet a képekhez. Minden olyan elem, amely "változata" ennek az elemnek, elveszíti a kapcsolatot.
nl: Je staat op het punt dit item als ambigu te bevriezen. Het item blijft verbonden met de afbeeldingen waarmee het momenteel is verbonden. Niemand zal dit item kunnen zien (behalve moderators en de maker van het item). Niemand zal dit item aan afbeeldingen kunnen toevoegen. Alle items die als 'variant van' dit item zijn gemarkeerd, verliezen de relatie.
pl: Zaraz zamrozisz ten element jako niejednoznaczny. Element pozostanie powiązany z obrazami, z którymi jest aktualnie powiązany. Nikt nie będzie mógł zobaczyć tego elementu (oprócz moderatorów i twórcy elementu). Nikt nie będzie mógł dodać tego elementu do obrazów. Jakiekolwiek elementy oznaczone jako 'wariant tego' stracą to powiązanie.
pt: Você está prestes a congelar este item como ambíguo. O item permanecerá associado às imagens com as quais está atualmente associado. Ninguém poderá ver este item (exceto moderadores e o criador do item). Ninguém poderá adicionar este item a imagens. Quaisquer itens marcados como 'variante de' este item perderão a relação.
ru: Вы собираетесь заморозить этот элемент как неоднозначный. Элемент останется связанным с изображениями, с которыми он сейчас связан. Никто не сможет увидеть этот элемент (кроме модераторов и создателя элемента). Никто не сможет добавить этот элемент к изображениям. Любые элементы, помеченные как 'вариант' этого элемента, потеряют связь.
sq: Po e ngrini këtë artikull si të paqartë. Artikulli do të mbetet i lidhur me imazhet me të cilat është aktualisht i lidhur. Askush nuk do të jetë në gjendje ta shohë këtë artikull (përveç moderatorëve dhe krijuesit të artikullit). Askush nuk do të jetë në gjendje ta shtojë këtë artikull në imazhe. Çdo artikull i shënuar si 'variant i' këtij artikulli do të humbasë marrëdhënien.
tr: Bu öğeyi belirsiz olarak dondurmak üzeresin. Öğe, şu anda ilişkilendirildiği görüntülerle ilişkilendirilmeye devam edecek. Hiç kimse bu öğeyi göremeyecek (moderatorler ve öğenin yaratıcısı hariç). Hiç kimse bu öğeyi görüntülere ekleyemeyecek. Bu öğeye 'varyantı' olarak işaretlenmiş öğeler ilişkiyi kaybedecek.
uk: Ви збираєтеся заморозити цей елемент як неоднозначний. Елемент залишиться асоційованим з зображеннями, з якими він зараз асоційований. Ніхто не зможе побачити цей елемент (крім модераторів та творця елемента). Ніхто не зможе додати цей елемент до зображень. Будь-які елементи, позначені як 'варіант' цього елемента, втратять зв'язок.

source: You are about to unfreeze this item as ambiguous. Users will be able to see it and use it again.
be: Вы збіраецеся размарозіць гэты элемент як неадназначны. Карыстальнікі змогуць яго ўбачыць і зноў выкарыстоўваць.
el: Ετοιμάζεσαι να αποπαγώσεις αυτό το αντικείμενο ως ασαφές. Οι χρήστες θα μπορούν να το δουν και να το χρησιμοποιήσουν ξανά.
es: Estás a punto de descongelar este elemento como ambiguo. Los usuarios podrán verlo y usarlo nuevamente.
fi: Olet vapauttamassa tätä kohdetta epäselvänä. Käyttäjät voivat nähdä sen ja käyttää sitä jälleen.
hu: Készen állsz, hogy felold ezt az elemet homályosnak. A felhasználók látni fogják és újra használni tudják.
nl: Je staat op het punt dit item als ambigu te ontdooien. Gebruikers zullen het weer kunnen zien en gebruiken.
pl: Zaraz odblokujesz ten element jako niejednoznaczny. Użytkownicy będą mogli go zobaczyć i ponownie używać.
pt: Você está prestes a descongelar este item como ambíguo. Os usuários poderão vê-lo e usá-lo novamente.
ru: Вы собираетесь разморозить этот элемент как неоднозначный. Пользователи смогут видеть его и использовать снова.
sq: Po e ç'ngrini këtë artikull si të paqartë. Përdoruesit do të jenë në gjendje ta shohin dhe ta përdorin përsëri.
tr: Bu öğeyi belirsiz olarak çözmek üzeresin. Kullanıcılar bunu görebilecek ve tekrar kullanabilecek.
uk: Ви збираєтеся розморозити цей елемент як неоднозначний. Користувачі зможуть бачити його і знову використовувати.

source: You cannot approve this edit proposal because you were the one who proposed it.
be: Вы не можаце зацвердзіць гэтую прапанову рэдагавання, бо вы самі яе прапанавалі.
el: Δεν μπορείς να εγκρίνεις αυτή την πρόταση επεξεργασίας γιατί ήσουν εσύ που την πρότεινες.
es: No puedes aprobar esta propuesta de edición porque fuiste tú quien la propuso.
fi: Et voi hyväksyä tätä muokkaus ehdotusta, koska olit se, joka ehdotti sitä.
hu: Nem hagyhatod jóvá ezt a szerkesztési javaslatot, mert te voltál az, aki javasolta.
nl: Je kunt dit bewerkingsvoorstel niet goedkeuren omdat jij degene bent die het heeft voorgesteld.
pl: Nie możesz zatwierdzić tej propozycji edycji, ponieważ to ty ją zaproponowałeś.
pt: Você não pode aprovar esta proposta de edição porque foi você quem a propôs.
ru: Вы не можете одобрить это предложение на редактирование, потому что вы сами его предложили.
sq: Nuk mund ta miratoni këtë propozim redaktimi sepse ju ishit ai që e propozoni.
tr: Bu düzenleme önerisini onaylayamazsın çünkü onu sen önerdin.
uk: Ви не можете затвердити цю пропозицію редагування, оскільки ви самі її запропонували.

source: You cannot review this edit proposal because it's assigned to another user.
be: Вы не можаце разгледзець гэтую прапанову рэдагавання, бо яна прызначана іншаму карыстальніку.
el: Δεν μπορείς να εξετάσεις αυτή την πρόταση επεξεργασίας γιατί έχει ανατεθεί σε άλλο χρήστη.
es: No puedes revisar esta propuesta de edición porque está asignada a otro usuario.
fi: Et voi tarkistaa tätä muokkaus ehdotusta, koska se on määritetty toiselle käyttäjälle.
hu: Nem tudod átnézni ezt a szerkesztési javaslatot, mert egy másik felhasználónak van hozzárendelve.
nl: Je kunt dit bewerkingsvoorstel niet bekijken omdat het aan een andere gebruiker is toegewezen.
pl: Nie możesz przejrzeć tej propozycji edycji, ponieważ jest przypisana do innego użytkownika.
pt: Você não pode revisar esta proposta de edição porque está atribuída a outro usuário.
ru: Вы не можете просмотреть это предложение на редактирование, потому что оно назначено другому пользователю.
sq: Nuk mund ta rishikoni këtë propozim redaktimi sepse është caktuar për një përdorues tjetër.
tr: Bu düzenleme önerisini inceleyemezsin çünkü başka bir kullanıcıya atanmış.
uk: Ви не можете переглянути цю пропозицію редагування, оскільки вона призначена іншому користувачу.

source: All your recent items of this equipment class are already used above.
be: Усе вашы апошнія элементы гэтага класа абсталявання ўжо выкарыстаны вышэй.
el: Όλα τα πρόσφατα αντικείμενα αυτής της κατηγορίας εξοπλισμού έχουν ήδη χρησιμοποιηθεί παραπάνω.
es: Todos tus elementos recientes de esta clase de equipo ya están usados arriba.
fi: Kaikki tämän laiteluokan äskettäin käytetyt kohteet on jo käytetty yllä.
hu: Ennek a felszerelési osztálynak az összes legutóbbi elemét már fentebb használtad.
nl: Al je recente items van deze apparatuurklasse zijn al hierboven gebruikt.
pl: Wszystkie Twoje ostatnie przedmioty tej klasy sprzętu zostały już użyte powyżej.
pt: Todos os seus itens recentes desta classe de equipamento já estão usados acima.
ru: Все ваши недавние элементы этого класса оборудования уже использованы выше.
sq: Të gjitha artikujt tuaj të fundit të kësaj klase pajisjesh janë përdorur tashmë më sipër.
tr: Bu ekipman sınıfındaki tüm son öğelerin zaten yukarıda kullanıldı.
uk: Всі ваші останні елементи цього класу обладнання вже використані вище.

source: Diameter
be: Дыяметр
el: Διάμετρος
es: Diámetro
fi: Halkaisija
hu: Átmérő
pl: Średnica
pt: Diâmetro
ru: Диаметр
sq: Diametri
tr: Çap
uk: Діаметр

source: Mount control
be: Кіраванне мантыёй
el: Έλεγχος στήριξης
es: Control de montura
fi: Kohdistusohjaus
hu: Állvány-irányítás
nl: Montagecontrole
pl: Sterowanie montażem
pt: Controle de montagem
ru: Управление монтированием
sq: Kontrolli i montimit
tr: Montaj kontrolü
uk: Управління монтуванням

source: You don't need to use the word "{{0}}", as this meaning is already conveyed by clicking on the checkbox above: "{{1}}".
be: Не трэба выкарыстоўваць слова "{{0}}", бо гэтае значэнне ўжо перадаецца пры націсканні на чекбокс вышэй: "{{1}}".
el: Δεν χρειάζεται να χρησιμοποιήσεις τη λέξη "{{0}}", καθώς αυτή η έννοια μεταφέρεται ήδη με το κλικ στο παραπάνω πλαίσιο: "{{1}}".
es: No necesitas usar la palabra "{{0}}", ya que este significado ya se transmite al hacer clic en la casilla de verificación arriba: "{{1}}".
fi: Et tarvitse käyttää sanaa "{{0}}", koska tämä merkitys on jo ilmaistu valitsemalla ylhäällä oleva valintaruutu: "{{1}}".
hu: Nem kell a "{{0}}" szót használnod, mivel ez a jelentés már a fenti négyzetre kattintva is megjelenik: "{{1}}".
nl: Je hoeft het woord "{{0}}" niet te gebruiken, aangezien deze betekenis al wordt overgebracht door het aanvinken van het vakje hierboven: "{{1}}".
pl: Nie musisz używać słowa "{{0}}", ponieważ to znaczenie jest już przekazywane przez zaznaczenie powyższego pola wyboru: "{{1}}".
pt: Você não precisa usar a palavra "{{0}}", pois esse significado já é transmitido ao clicar na caixa de seleção acima: "{{1}}".
ru: Нет необходимости использовать слово "{{0}}", так как это значение уже передано нажатием на флажок выше: "{{1}}".
sq: Nuk ke nevojë të përdorësh fjalën "{{0}}", pasi kjo kuptim është tashmë e shprehur duke klikuar në kutinë e kontrollit më sipër: "{{1}}".
tr: "{{0}}" kelimesini kullanmana gerek yok, çünkü bu anlam zaten yukarıdaki onay kutusuna tıklayarak iletiliyor: "{{1}}".
uk: Вам не потрібно використовувати слово "{{0}}", оскільки це значення вже передається натисканням на чекбокс вище: "{{1}}".

source: Browse by brand and properties
be: Браўзеры па брэндах і ўласцівасцях
el: Περιήγηση κατά μάρκα και χαρακτηριστικά
es: Navegar por marca y propiedades
fi: Selaa merkin ja ominaisuuksien mukaan
hu: Böngészés márka és tulajdonságok szerint
nl: Blader op merk en eigenschappen
pl: Przeglądaj według marki i właściwości
pt: Navegar por marca e propriedades
ru: Просмотр по бренду и характеристикам
sq: Shfleto sipas markës dhe pronave
tr: Marka ve özelliklere göre göz at
uk: Перегляд за брендом та властивостями

source: Can't find what you're looking for?
be: Не можаце знайсці тое, што шукаеце?
el: Δεν μπορείς να βρεις αυτό που ψάχνεις;
es: ¿No puedes encontrar lo que buscas?
fi: Etkö löydä etsimääsi?
hu: Nem találod, amit keresel?
nl: Kun je niet vinden wat je zoekt?
pl: Nie możesz znaleźć tego, czego szukasz?
pt: Não consegue encontrar o que está procurando?
ru: Не можете найти то, что ищете?
sq: Nuk po e gjen atë që po kërkon?
tr: Aradığınızı bulamıyor musunuz?
uk: Не можете знайти те, що шукаєте?
