Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Distinct awarded users
be: Адметныя карыстальнікі з узнагародамі
el: Διακριτοί βραβευμένοι χρήστες
es: Usuarios premiados distintos
fi: Eri palkitut käyttäjät
hu: Megkülönböztetett díjazott felhasználók
nl: Verschillende toegekende gebruikers
pl: Wyjątkowi nagrodzeni użytkownicy
pt: Usuários distintos premiados
ru: Отличительные награжденные пользователи
sq: Përdorues të veçantë të shpërblyer
tr: Ayrı ödüllü kullanıcılar
uk: Відзначені користувачі

source: Distribution of astrophotographers
be: Распределение астрафатографаў
el: Κατανομή αστροφωτογράφων
es: Distribución de astrofotógrafos
fi: Astrofotografien jakautuminen
hu: Asztrofotósok eloszlása
nl: Verdeling van astrofotografen
pl: Rozkład astrofotografów
pt: Distribuição de astrofotógrafos
ru: Распределение астрофотографов
sq: Shpërndarja e astrofotografëve
tr: Astrofotoğrafçıların dağılımı
uk: Розподіл астрофотографів

source: Distribution of data sources
be: Распределение крыніц дадзеных
el: Κατανομή πηγών δεδομένων
es: Distribución de fuentes de datos
fi: Tietolähteiden jakautuminen
hu: Adatforrások eloszlása
nl: Verdeling van datalocaties
pl: Rozkład źródeł danych
pt: Distribuição de fontes de dados
ru: Распределение источников данных
sq: Shpërndarja e burimeve të të dhënave
tr: Veri kaynaklarının dağılımı
uk: Розподіл джерел даних

source: Distribution of subject types
be: Распределение тыпаў аб'ектаў
el: Κατανομή τύπων θεμάτων
es: Distribución de tipos de sujetos
fi: Aihetyyppien jakautuminen
hu: Tárgytípusok eloszlása
nl: Verdeling van onderwerptypes
pl: Rozkład typów obiektów
pt: Distribuição de tipos de assunto
ru: Распределение типов объектов
sq: Shpërndarja e llojeve të subjekteve
tr: Konu türlerinin dağılımı
uk: Розподіл типів об'єктів

source: Don't notify followers about this image.
be: Не паведамляць падпісчыкам пра гэтае малюнак.
el: Μην ειδοποιήσεις τους ακολούθους για αυτή την εικόνα.
es: No notifiques a los seguidores sobre esta imagen.
fi: Älä ilmoita seuraajille tästä kuvasta.
hu: Ne értesítsd a követőidet erről a képről.
nl: Stuur geen meldingen naar volgers over deze afbeelding.
pl: Nie powiadamiaj obserwujących o tym obrazie.
pt: Não notificar seguidores sobre esta imagem.
ru: Не уведомлять подписчиков об этом изображении.
sq: Mos njofto ndjekësit për këtë imazh.
tr: Bu görüntü hakkında takipçileri bilgilendirme.
uk: Не сповіщати підписників про це зображення.

source: Download
be: Спампаваць
el: Λήψη
es: Descargar
fi: Lataa
hu: Letöltés
nl: Downloaden
pl: Pobierz
pt: Baixar
ru: Скачать
sq: Shkarko
tr: İndir
uk: Завантажити

source: Download original
be: Спампаваць арыгінал
el: Λήψη πρωτότυπου
es: Descargar original
fi: Lataa alkuperäinen
hu: Eredeti letöltése
nl: Download origineel
pl: Pobierz oryginał
pt: Baixar original
ru: Скачать оригинал
sq: Shkarko origjinalin
tr: Orijinali indir
uk: Завантажити оригінал

source: Downsample factor
be: Фактар зніжэння
el: Παράγοντας υποδειγματισμού
es: Factor de reducción de tamaño
fi: Alennuskerroin
hu: Kicsinyítési tényező
pl: Współczynnik downsample
pt: Fator de downsample
ru: Коэффициент уменьшения
sq: Faktori i uljes së mostrave
tr: Aşağı örnekleme faktörü
uk: Фактор зменшення

source: Early dismissal
be: Ранейшае адхіленне
el: Πρώιμη απόρριψη
es: Desestimación temprana
fi: Aikainen hylkäys
hu: Korai elutasítás
nl: Vroegtijdige afwijzing
pl: Wczesne zwolnienie
pt: Desligamento antecipado
ru: Раннее увольнение
sq: Shkëputje e hershme
tr: Erken red
uk: Раннє звільнення

source: Ecliptic
be: Экліптыка
el: Εκλειπτική
es: Eclíptica
fi: Ekliptika
hu: Ekliptika
nl: Ecliptica
pl: Ekliptyka
pt: Eclíptica
ru: Эклиптика
sq: Ekliptika
tr: Ekliptik
uk: Екліптика

source: Edit collection
be: Рэдагаваць калекцыю
el: Επεξεργασία συλλογής
es: Editar colección
fi: Muokkaa kokoelmaa
hu: Gyűjtemény szerkesztése
nl: Bewerk collectie
pl: Edytuj kolekcję
pt: Editar coleção
ru: Редактировать коллекцию
sq: Redakto koleksionin
tr: Koleksiyonu düzenle
uk: Редагувати колекцію

source: Edit plate-solving settings
be: Рэдагаваць налады вырашэння пласцін
el: Επεξεργασία ρυθμίσεων plate-solving
es: Editar ajustes de resolución de placas
fi: Muokkaa plate-solving-asetuksia
hu: Plate-solving beállítások szerkesztése
nl: Bewerk plate-solving instellingen
pl: Edytuj ustawienia rozwiązywania płyt
pt: Editar configurações de solução de placa
ru: Редактировать настройки решения по пластинам
sq: Redakto cilësimet e zgjidhjes së pllakave
tr: Plaka çözümleme ayarlarını düzenle
uk: Редагувати налаштування вирішення плат

source: Edit project
be: Рэдагаваць праект
el: Επεξεργασία έργου
es: Editar proyecto
fi: Muokkaa projektia
hu: Projekt szerkesztése
nl: Bewerk project
pl: Edytuj projekt
pt: Editar projeto
ru: Редактировать проект
sq: Redakto projektin
tr: Projeyi düzenle
uk: Редагувати проект

source: Edit revision
be: Рэдагаваць рэвізію
el: Επεξεργασία αναθεώρησης
es: Editar revisión
fi: Muokkaa revision
hu: Revízió szerkesztése
nl: Bewerk revisie
pl: Edytuj poprawkę
pt: Editar revisão
ru: Редактировать ревизию
sq: Redakto rishikimin
tr: Revizyonu düzenle
uk: Редагувати версію

source: Edit setup
be: Рэдагаваць наладку
el: Επεξεργασία ρύθμισης
es: Editar configuración
fi: Muokkaa asetusta
hu: Beállítás szerkesztése
nl: Bewerk setup
pl: Edytuj ustawienia
pt: Editar configuração
ru: Редактировать настройки оборудования
sq: Redakto konfigurimin
tr: Kurulumu düzenle
uk: Редагувати налаштування

source: Empty trash
be: Ачысціць сметніцу
el: Άδειασμα κάδου απορριμμάτων
es: Vaciar papelera
fi: Tyhjennä roskakori
hu: Kuka kiürítése
nl: Leeg prullenbak
pl: Opróżnij kosz
pt: Esvaziar lixeira
ru: Очистить корзину
sq: Pastroni plehrat
tr: Çöp kutusunu boşalt
uk: Очистити смітник

source: Enjoy your unlimited uploads!
be: Атрымлівайце асалоду ад неабмежаванымі загрузкамі!
el: Απόλαυσε τις απεριόριστες αναρτήσεις σου!
es: ¡Disfruta de tus subidas ilimitadas!
fi: Nauti rajattomista latauksista!
hu: Élvezd a korlátlan feltöltéseidet!
nl: Geniet van je onbeperkte uploads!
pl: Ciesz się nieograniczonymi przesyłkami!
pt: Aproveite seus uploads ilimitados!
ru: Наслаждайтесь неограниченной загрузкой!
sq: Shijoni ngarkimet tuaja të pakufizuara!
tr: Sınırsız yüklemelerin tadını çıkar!
uk: Насолоджуйся своїми безмежними завантаженнями!

source: Equatorial grid
be: Экватарыяльная сетка
el: Ισημερινό πλέγμα
es: Cuadrícula ecuatorial
fi: Ekvaattoriverkko
hu: Ekvatoriális rács
nl: Equatoriaal raster
pl: Siatka równikowa
pt: Grade equatorial
ru: Экваториальная сетка
sq: Grila ekuatoriale
tr: Ekvatoral ızgara
uk: Екваторіальна сітка

source: Equipment attributes
be: Атрыбуты абсталявання
el: Χαρακτηριστικά εξοπλισμού
es: Atributos del equipo
fi: Laitteiston ominaisuudet
hu: Felszerelés attribútumai
nl: Apparatuur eigenschappen
pl: Atrybuty sprzętu
pt: Atributos do equipamento
ru: Характеристики оборудования
sq: Atributet e pajisjeve
tr: Ekipman özellikleri
uk: Атрибути обладнання

source: Equipment setup created! You will be able to load it later on a different image.
be: Наладка абсталявання створана! Вы зможаце загрузіць яе пазней на іншым малюнку.
el: Η ρύθμιση εξοπλισμού δημιουργήθηκε! Θα μπορείς να την φορτώσεις αργότερα σε διαφορετική εικόνα.
es: ¡Configuración del equipo creada! Podrás cargarla más tarde en otra imagen.
fi: Laitteiston asetukset luotu! Voit ladata sen myöhemmin eri kuvaan.
hu: Felszerelés beállítás létrehozva! Később egy másik képen is betöltheted.
nl: Apparatuur setup aangemaakt! Je kunt het later laden op een andere afbeelding.
pl: Ustawienie sprzętu utworzone! Będziesz mógł załadować je później na innym obrazie.
pt: Configuração do equipamento criada! Você poderá carregá-la mais tarde em uma imagem diferente.
ru: Настройка оборудования создана! Вы сможете загрузить её позже на другое изображение.
sq: Konfigurimi i pajisjeve u krijua! Do të jeni në gjendje ta ngarkoni më vonë në një imazh tjetër.
tr: Ekipman kurulumu oluşturuldu! Bunu daha sonra farklı bir görüntüde yükleyebileceksin.
uk: Налаштування обладнання створено! Ти зможеш завантажити його пізніше на інше зображення.

source: Equipment setup created.
be: Наладка абсталявання створана.
el: Η ρύθμιση εξοπλισμού δημιουργήθηκε.
es: Configuración del equipo creada.
fi: Laitteiston asetukset luotu.
hu: Felszerelés beállítás létrehozva.
nl: Apparatuur setup aangemaakt.
pl: Ustawienie sprzętu utworzone.
pt: Configuração do equipamento criada.
ru: Настройка оборудования создана.
sq: Konfigurimi i pajisjeve u krijua.
tr: Ekipman kurulumu oluşturuldu.
uk: Налаштування обладнання створено.

source: Equipment setup deleted.
be: Наладка абсталявання выдалена.
el: Η ρύθμιση εξοπλισμού διαγράφηκε.
es: Configuración del equipo eliminada.
fi: Laitteiston asetukset poistettu.
hu: Felszerelés beállítás törölve.
nl: Apparatuur setup verwijderd.
pl: Ustawienie sprzętu usunięte.
pt: Configuração do equipamento excluída.
ru: Настройка оборудования удалена.
sq: Konfigurimi i pajisjeve u fshi.
tr: Ekipman kurulumu silindi.
uk: Налаштування обладнання видалено.

source: Equipment setup loaded.
be: Наладка абсталявання загружана.
el: Η ρύθμιση εξοπλισμού φορτώθηκε.
es: Configuración del equipo cargada.
fi: Laitteiston asetukset ladattu.
hu: Felszerelés beállítás betöltve.
nl: Apparatuur setup geladen.
pl: Ustawienie sprzętu załadowane.
pt: Configuração do equipamento carregada.
ru: Настройка оборудования загружена.
sq: Konfigurimi i pajisjeve u ngarkua.
tr: Ekipman kurulumu yüklendi.
uk: Налаштування обладнання завантажено.

source: Equipment setup updated.
be: Наладка абсталявання абноўлена.
el: Η ρύθμιση εξοπλισμού ενημερώθηκε.
es: Configuración del equipo actualizada.
fi: Laitteiston asetukset päivitetty.
hu: Felszerelés beállítás frissítve.
nl: Apparatuur setup bijgewerkt.
pl: Ustawienie sprzętu zaktualizowane.
pt: Configuração do equipamento atualizada.
ru: Настройка оборудования обновлена.
sq: Konfigurimi i pajisjeve u përditësua.
tr: Ekipman kurulumu güncellendi.
uk: Налаштування обладнання оновлено.

source: Error changing header image!
be: Памылка пры змене загалоўнага малюнка!
el: Σφάλμα στην αλλαγή της εικόνας κεφαλίδας!
es: ¡Error al cambiar la imagen de cabecera!
fi: Virhe otsikkokuvan vaihtamisessa!
hu: Hiba a fejléc kép megváltoztatásakor!
nl: Fout bij het wijzigen van de header afbeelding!
pl: Błąd zmiany obrazu nagłówka!
pt: Erro ao mudar a imagem de cabeçalho!
ru: Ошибка при изменении изображения заголовка!
sq: Gabim në ndryshimin e imazhit të kryefaqes!
tr: Başlık görüntüsünü değiştirmede hata!
uk: Помилка зміни зображення заголовка!

source: Error deleting collection
be: Памылка пры выдаленні калекцыі
el: Σφάλμα διαγραφής συλλογής
es: Error al eliminar la colección
fi: Virhe kokoelman poistamisessa
hu: Hiba a gyűjtemény törlésekor
nl: Fout bij het verwijderen van de collectie
pl: Błąd usuwania kolekcji
pt: Erro ao excluir coleção
ru: Ошибка при удалении коллекции
sq: Gabim në fshirjen e koleksionit
tr: Koleksiyonu silerken hata
uk: Помилка видалення колекції

source: Error updating collection
be: Памылка пры абнаўленні калекцыі
el: Σφάλμα ενημέρωσης συλλογής
es: Error al actualizar la colección
fi: Virhe kokoelman päivittämisessä
hu: Hiba a gyűjtemény frissítésekor
nl: Fout bij het bijwerken van de collectie
pl: Błąd aktualizacji kolekcji
pt: Erro ao atualizar coleção
ru: Ошибка при обновлении коллекции
sq: Gabim në përditësimin e koleksionit
tr: Koleksiyonu güncellerken hata
uk: Помилка оновлення колекції

source: Every image is assigned to {{ 0 }} of available Submitters. In the event that at least 80% of them don't view the image before its time in the IOTD/TP process expires, it's assigned to the other {{ 0 }} of Submitters and the process begins anew.
be: Кожнае малюнак прызначана {{ 0 }} з даступных адпраўнікоў. У выпадку, калі не менш за 80% з іх не паглядзяць малюнак да таго, як яго час у працэсе IOTD/TP скончыцца, яно прызначаецца іншым {{ 0 }} адпраўнікам, і працэс пачынаецца зноў.
el: Κάθε εικόνα ανατίθεται σε {{ 0 }} από τους διαθέσιμους Υποβολείς. Σε περίπτωση που τουλάχιστον το 80% από αυτούς δεν δουν την εικόνα πριν λήξει ο χρόνος της διαδικασίας IOTD/TP, ανατίθεται στους άλλους {{ 0 }} Υποβολείς και η διαδικασία αρχίζει ξανά.
es: Cada imagen está asignada a {{ 0 }} de los Submitters disponibles. En caso de que al menos el 80% de ellos no vea la imagen antes de que expire su tiempo en el proceso de IOTD/TP, se asigna a los otros {{ 0 }} de Submitters y el proceso comienza de nuevo.
fi: Jokaiselle kuvalle on määritetty {{ 0 }} saatavilla olevista lähettäjistä. Jos vähintään 80 % heistä ei näe kuvaa ennen kuin sen aika IOTD/TP-prosessissa päättyy, se määritetään muille {{ 0 }} lähettäjille ja prosessi alkaa alusta.
hu: Minden kép {{ 0 }} elérhető Beküldőhöz van rendelve. Ha legalább 80%-uk nem nézi meg a képet, mielőtt az IOTD/TP folyamat ideje lejár, akkor a másik {{ 0 }} Beküldőhöz van rendelve, és a folyamat újra kezdődik.
nl: Elke afbeelding is toegewezen aan {{ 0 }} van de beschikbare inzenders. Als ten minste 80% van hen de afbeelding niet bekijkt voordat de tijd in het IOTD/TP proces verstrijkt, wordt het toegewezen aan de andere {{ 0 }} van inzenders en begint het proces opnieuw.
pl: Każdy obraz jest przypisany do {{ 0 }} dostępnych nadawców. W przypadku, gdy co najmniej 80% z nich nie obejrzy obrazu przed upływem czasu w procesie IOTD/TP, jest przypisany do pozostałych {{ 0 }} nadawców i proces zaczyna się od nowa.
pt: Cada imagem é atribuída a {{ 0 }} dos Submissões disponíveis. No caso de pelo menos 80% deles não visualizarem a imagem antes que seu tempo no processo IOTD/TP expire, ela é atribuída aos outros {{ 0 }} de Submissões e o processo começa novamente.
ru: Каждое изображение назначается {{ 0 }} из доступных отправителей. Если хотя бы 80% из них не просмотрят изображение до истечения времени в процессе IOTD/TP, оно назначается другим {{ 0 }} отправителям, и процесс начинается заново.
sq: Çdo imazh i është caktuar {{ 0 }} nga doruesit e disponueshëm. Në rast se të paktën 80% e tyre nuk e shohin imazhin para se koha e tij në procesin IOTD/TP të skadojë, ai i caktohet {{ 0 }} doruesve të tjerë dhe procesi fillon përsëri.
tr: Her görüntü, mevcut {{ 0 }} Gönderen'e atanmıştır. Eğer bunların en az %80'i görüntüyü IOTD/TP süreci sona ermeden önce görüntülemezse, diğer {{ 0 }} Gönderen'e atanır ve süreç yeniden başlar.
uk: Кожне зображення призначено {{ 0 }} з доступних подавачів. Якщо принаймні 80% з них не переглянуть зображення до закінчення його часу в процесі IOTD/TP, воно призначається іншим {{ 0 }} подавачам, і процес починається знову.

source: Extra large
be: Дадаткова вялікі
el: Εξαιρετικά μεγάλος
es: Extra grande
fi: Erityisen suuri
hu: Extra nagy
nl: Extra groot
pl: Ekstra duży
pt: Extra grande
ru: Экстра большой
sq: Shumë e madhe
tr: Ekstra büyük
uk: Дуже великий

source: Failed to copy link to clipboard.
be: Не ўдалося скапіяваць спасылку ў буфер абмену.
el: Αποτυχία αντιγραφής συνδέσμου στο πρόχειρο.
es: Error al copiar el enlace al portapapeles.
fi: Linkin kopioiminen leikepöydälle epäonnistui.
hu: Hiba a link másolásakor a vágólapra.
nl: Kon de link niet naar het klembord kopiëren.
pl: Nie udało się skopiować linku do schowka.
pt: Falha ao copiar link para a área de transferência.
ru: Не удалось скопировать ссылку в буфер обмена.
sq: Dështoi të kopjojë lidhjen në clipboard.
tr: Bağlantıyı panoya kopyalamada başarısız.
uk: Не вдалося скопіювати посилання в буфер обміну.

source: Failed to create equipment setup.
be: Не ўдалося стварыць наладу абсталявання.
el: Αποτυχία δημιουργίας ρύθμισης εξοπλισμού.
es: Error al crear la configuración del equipo.
fi: Laitteiston asetusten luominen epäonnistui.
hu: Hiba a felszerelés beállítás létrehozásakor.
nl: Mislukt om de apparatuurinstelling te maken.
pl: Nie udało się utworzyć konfiguracji sprzętu.
pt: Falha ao criar configuração do equipamento.
ru: Не удалось создать настройку оборудования.
sq: Dështoi të krijojë konfigurimin e pajisjeve.
tr: Ekipman kurulumu oluşturulamadı.
uk: Не вдалося створити налаштування обладнання.

source: Failed to update equipment setup.
be: Не ўдалося абнавіць наладу абсталявання.
el: Αποτυχία ενημέρωσης ρύθμισης εξοπλισμού.
es: Error al actualizar la configuración del equipo.
fi: Laitteiston asetusten päivittäminen epäonnistui.
hu: Hiba a felszerelés beállítás frissítésekor.
nl: Mislukt om de apparatuurinstelling bij te werken.
pl: Nie udało się zaktualizować konfiguracji sprzętu.
pt: Falha ao atualizar configuração do equipamento.
ru: Не удалось обновить настройку оборудования.
sq: Dështoi të përditësojë konfigurimin e pajisjeve.
tr: Ekipman kurulumu güncellenemedi.
uk: Не вдалося оновити налаштування обладнання.

source: Featured in groups
be: Выбрана ў групах
el: Δημοφιλή σε ομάδες
es: Destacado en grupos
fi: Esitelty ryhmissä
hu: Kiemelve csoportokban
nl: Uitgelicht in groepen
pl: Wyróżnione w grupach
pt: Destaque em grupos
ru: Рекомендуется в группах
sq: Të veçuar në grupe
tr: Gruplarda öne çıkanlar
uk: Представлено в групах

source: February
be: Люты
el: Φεβρουάριος
es: Febrero
fi: Helmikuu
hu: Február
nl: Februari
pl: Luty
pt: Fevereiro
ru: Февраль
sq: Shkurt
tr: Şubat
uk: Лютий

source: Field radius
be: Радыус поля
el: Ακτίνα πεδίου
es: Radio de campo
fi: Kenttä säde
hu: Mező sugara
nl: Stralingsradius
pl: Promień pola
pt: Raio de campo
ru: Радиус поля
sq: Rrezja e fushës
tr: Alan yarıçapı
uk: Радіус поля

source: Field radius (large first)
be: Радыус поля (вялікі спачатку)
el: Ακτίνα πεδίου (μεγάλη πρώτα)
es: Radio de campo (grande primero)
fi: Kenttä säde (suuri ensin)
hu: Mező sugara (nagy először)
nl: Stralingsradius (grote eerst)
pl: Promień pola (duży najpierw)
pt: Raio de campo (grande primeiro)
ru: Радиус поля (сначала большой)
sq: Rrezja e fushës (e madhe e para)
tr: Alan yarıçapı (önce büyük)
uk: Радіус поля (великий спочатку)

source: Field radius (small first)
be: Радыус поля (маленькі спачатку)
el: Ακτίνα πεδίου (μικρή πρώτα)
es: Radio de campo (pequeño primero)
fi: Kenttä säde (pieni ensin)
hu: Mező sugara (kicsi először)
nl: Stralingsradius (kleine eerst)
pl: Promień pola (mały najpierw)
pt: Raio de campo (pequeno primeiro)
ru: Радиус поля (сначала маленький)
sq: Rrezja e fushës (e vogël e para)
tr: Alan yarıçapı (önce küçük)
uk: Радіус поля (малий спочатку)

source: File attributes
be: Атрыбуты файла
el: Χαρακτηριστικά αρχείου
es: Atributos del archivo
fi: Tiedoston attribuutit
hu: Fájl attribútumai
nl: Bestandsattributen
pl: Atrybuty pliku
pt: Atributos do arquivo
ru: Атрибуты файла
sq: Atributet e skedarit
tr: Dosya özellikleri
uk: Атрибути файлу

source: File size
be: Памер файла
el: Μέγεθος αρχείου
es: Tamaño del archivo
fi: Tiedoston koko
hu: Fájl mérete
nl: Bestandsgrootte
pl: Rozmiar pliku
pt: Tamanho do arquivo
ru: Размер файла
sq: Madhësia e skedarit
tr: Dosya boyutu
uk: Розмір файлу

source: Filter type
be: Тып фільтра
el: Τύπος φίλτρου
es: Tipo de filtro
fi: Suodatin tyyppi
hu: Szűrő típusa
pl: Typ filtra
pt: Tipo de filtro
ru: Тип фильтра
sq: Lloji i filtrit
tr: Filtre türü
uk: Тип фільтра

source: Filter types
be: Тыпы фільтраў
el: Τύποι φίλτρων
es: Tipos de filtros
fi: Suodatin tyypit
hu: Szűrő típusok
pl: Typy filtrów
pt: Tipos de filtro
ru: Типы фильтров
sq: Llojet e filtrave
tr: Filtre türleri
uk: Типи фільтрів

source: Find images in the same area
be: Знайсці выявы ў той жа вобласці
el: Βρες εικόνες στην ίδια περιοχή
es: Encontrar imágenes en la misma área
fi: Etsi kuvia samalta alueelta
hu: Képek keresése ugyanabban a területen
nl: Zoek afbeeldingen in hetzelfde gebied
pl: Znajdź obrazy w tej samej okolicy
pt: Encontrar imagens na mesma área
ru: Найти изображения в той же области
sq: Gjeni imazhe në të njëjtën zonë
tr: Aynı alandaki görüntüleri bul
uk: Знайти зображення в тій же області

source: Focal reducers
be: Факальныя рэдуктары
el: Μειωτές εστίασης
es: Reductores de foco
fi: Fokaalivähentäjät
hu: Fókuszcsökkentők
nl: Focale reducers
pl: Reduktory ogniskowej
pt: Redutores de foco
ru: Фокусные редукторы
sq: Reduktuesit e fokusit
tr: Odak azaltıcılar
uk: Фокальні редуктори

source: Focus reducer
be: Факальны рэдуктар
el: Μειωτής εστίασης
es: Reductor de foco
fi: Fokusoija
hu: Fókuszcsökkentő
pl: Reduktor ogniskowej
pt: Redutor de foco
ru: Редуктор фокуса
sq: Reduktuesi i fokusit
tr: Odak azaltıcı
uk: Редуктор фокусу

source: Follow user
be: Сачыць за карыстальнікам
el: Ακολούθησε χρήστη
es: Seguir usuario
fi: Seuraa käyttäjää
hu: Kövesd a felhasználót
nl: Volg gebruiker
pl: Obserwuj użytkownika
pt: Seguir usuário
ru: Подписаться на пользователя
sq: Ndjek përdoruesin
tr: Kullanıcıyı takip et
uk: Слідувати за користувачем

source: Following
be: Сачу
el: Ακολουθώντας
es: Siguiendo
fi: Seuraaminen
hu: Követés alatt
nl: Volgen
pl: Obserwowanie
pt: Seguindo
ru: Подписка
sq: Duke ndjekur
tr: Takip ediliyor
uk: Слідкуючи

source: Font size
be: Памер шрыфта
el: Μέγεθος γραμματοσειράς
es: Tamaño de fuente
fi: Fonttikoko
hu: Betűméret
nl: Lettergrootte
pl: Rozmiar czcionki
pt: Tamanho da fonte
ru: Размер шрифта
sq: Madhësia e shkronjave
tr: Yazı tipi boyutu
uk: Розмір шрифту

source: Forums (BBCode)
be: Форумы (BBCode)
el: Φόρουμ (BBCode)
es: Foros (BBCode)
fi: Foorumit (BBCode)
hu: Fórumok (BBCode)
pl: Fora (BBCode)
pt: Fóruns (BBCode)
ru: Форумы (BBCode)
sq: Forume (BBCode)
tr: Forumlar (BBCode)
uk: Форуми (BBCode)

source: Free text
be: Свабодны тэкст
el: Ελεύθερο κείμενο
es: Texto libre
fi: Vapaa teksti
hu: Szabad szöveg
nl: Vrije tekst
pl: Tekst wolny
pt: Texto livre
ru: Свободный текст
sq: Tekst i lirë
tr: Serbest metin
uk: Вільний текст

source: Full size
be: Поўны памер
el: Πλήρες μέγεθος
es: Tamaño completo
fi: Täysikokoinen
hu: Teljes méret
nl: Volledige grootte
pl: Pełny rozmiar
pt: Tamanho original
ru: Полный размер
sq: Madhësi e plotë
tr: Tam boyut
uk: Повний розмір

source: GCVS stars
be: Зоркі GCVS
el: Αστέρες GCVS
es: Estrellas GCVS
fi: GCVS tähdet
hu: GCVS csillagok
nl: GCVS-sterren
pl: Gwiazdy GCVS
pt: Estrelas GCVS
ru: Звезды GCVS
sq: Yjet GCVS
tr: GCVS yıldızları
uk: Зірки GCVS

source: Galactic coordinates
be: Галактычныя каардынаты
el: Γαλαξιακές συντεταγμένες
es: Coordenadas galácticas
fi: Galaktiset koordinaatit
hu: Galaktikus koordináták
nl: Galactische coördinaten
pl: Współrzędne galaktyczne
pt: Coordenadas galácticas
ru: Галактические координаты
sq: Koordinatat galaktike
tr: Galaktik koordinatlar
uk: Галактичні координати

source: Galactic equator
be: Галактычны экватар
el: Γαλαξιακός ισημερινός
es: Ecuador galáctico
fi: Galaktinen ekvaattori
hu: Galaktikus egyenlítő
nl: Galactische evenaar
pl: Równik galaktyczny
pt: Equador galáctico
ru: Галактический экватор
sq: Ekuatori galaktik
tr: Galaktik ekvator
uk: Галактичний екватор

source: Gallery
be: Галерэя
el: Γκαλερί
es: Galería
fi: Galleria
hu: Galéria
nl: Galerij
pl: Galeria
pt: Galeria
ru: Галерея
sq: Galeria
tr: Galeri
uk: Галерея

source: General
be: Агульнае
el: Γενικά
fi: Yleinen
hu: Általános
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общее
sq: Të përgjithshme
tr: Genel
uk: Загальні

source: Global feed
be: Глабальны фід
el: Παγκόσμια ροή
es: Feed global
fi: Globaali syöte
hu: Globális hírfolyam
nl: Globale feed
pl: Globalny feed
pt: Feed global
ru: Глобальная лента
sq: Feed global
tr: Küresel akış
uk: Глобальна стрічка

source: Guiding camera
be: Камера для сачэння
el: Κάμερα καθοδήγησης
es: Cámara de guiado
fi: Ohjauskamera
hu: Irányító kamera
pl: Kamera do prowadzenia
pt: Câmera de guiagem
ru: Камера для наведения
sq: Kamera udhëheqëse
tr: Rehber kamera
uk: Камера для гідінгу

source: Guiding equipment
be: Абсталяванне для сачэння
el: Εξοπλισμός καθοδήγησης
es: Equipo de guiado
fi: Ohjauslaitteet
hu: Irányító felszerelés
nl: Guiding apparatuur
pl: Sprzęt do prowadzenia
pt: Equipamento de guiagem
ru: Оборудование для наведения
sq: Pajisjet udhëheqëse
tr: Rehber ekipman
uk: Обладнання для гідінгу
