Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: AstroBin's search is powerful and flexible. We recommend that you use specific filters, instead of doing a free text search, if possible.
be: Пошук AstroBin магутны і гнуткі. Мы рэкамендуем выкарыстоўваць спецыфічныя фільтры, замест таго, каб рабіць свабодны пошук па тэксце, калі гэта магчыма.
el: Η αναζήτηση της AstroBin είναι ισχυρή και ευέλικτη. Σας προτείνουμε να χρησιμοποιείτε συγκεκριμένα φίλτρα, αντί να κάνετε μια ελεύθερη αναζήτηση κειμένου, αν είναι δυνατόν.
es: La búsqueda de AstroBin es poderosa y flexible. Te recomendamos que uses filtros específicos, en lugar de hacer una búsqueda de texto libre, si es posible.
fi: AstroBinin haku on tehokas ja joustava. Suosittelemme, että käytät erityisiä suodattimia sen sijaan, että tekisit vapaamuotoista hakua, jos mahdollista.
hu: Az AstroBin keresése erőteljes és rugalmas. Javasoljuk, hogy használj specifikus szűrőket, ahelyett, hogy szabad szöveges keresést végeznél, ha lehetséges.
nl: De zoekfunctie van AstroBin is krachtig en flexibel. We raden aan om specifieke filters te gebruiken, in plaats van een vrije tekstzoekopdracht, als dat mogelijk is.
pl: Wyszukiwanie w AstroBin jest potężne i elastyczne. Zalecamy używanie konkretnych filtrów, zamiast robić wyszukiwanie tekstowe, jeśli to możliwe.
pt: A busca do AstroBin é poderosa e flexível. Recomendamos que você use filtros específicos, em vez de fazer uma busca por texto livre, se possível.
ru: Поиск AstroBin мощный и гибкий. Мы рекомендуем использовать специальные фильтры, вместо того чтобы делать свободный текстовый поиск, если это возможно.
sq: Kërkimi i AstroBin është i fuqishëm dhe fleksibël. Ne rekomandojmë që të përdorni filtra specifikë, në vend që të bëni një kërkim me tekst të lirë, nëse është e mundur.
tr: AstroBin'in araması güçlü ve esnektir. Mümkünse, serbest metin araması yapmak yerine belirli filtreler kullanmanızı öneririz.
uk: Пошук AstroBin потужний і гнучкий. Ми рекомендуємо використовувати специфічні фільтри, замість того, щоб робити вільний текстовий пошук, якщо це можливо.

source: Astrometry
be: Астрометрия
el: Αστρομετρία
es: Astrometría
fi: Astrometria
hu: Asztrometria
nl: Astrometrie
pl: Astrometria
pt: Astrometria
ru: Астрометрия
sq: Astrometria
tr: Astrometri
uk: Астрометрія

source: Astrometry details
be: Дэталі астрометрии
el: Λεπτομέρειες αστρομετρίας
es: Detalles de astrometría
fi: Astrometrian tiedot
hu: Asztrometriai részletek
nl: Astrometrie details
pl: Szczegóły astrometrii
pt: Detalhes da astrometria
ru: Детали астрометрии
sq: Detajet e astrometrisë
tr: Astrometri detayları
uk: Деталі астрометрії

source: Astrometry.net publicly visible
be: Астрометрия.net публічна бачнае
el: Αστρομετρία.net δημόσια ορατή
es: Astrometry.net visible públicamente
fi: Astrometria.net julkisesti näkyvissä
hu: Asztrometria.net nyilvánosan látható
nl: Astrometrie.net openbaar zichtbaar
pl: Astrometria.net widoczna publicznie
pt: Astrometria.net visível publicamente
ru: Астрометрия.net публично видимо
sq: Astrometria.net e dukshme publikisht
tr: Astrometri.net herkese açık görünür
uk: Астрометрія.net публічно видима

source: August
be: Жнівень
el: Αύγουστος
es: Agosto
fi: Elokuu
hu: Augusztus
nl: Augustus
pl: Sierpień
pt: Agosto
ru: Август
sq: Gusht
tr: Ağustos
uk: Серпень

source: Aurora
be: Аўрора
el: Βόρεια Λάμψη
fi: Revontulet
hu: Auróra
pl: Zorza
ru: Северное сияние
uk: Аврора

source: Avg. moon
be: Сярэдні месяц
el: Μέσος φεγγάρι
es: Prom. luna
fi: Kesk. kuu
hu: Átlagos hold
nl: Gem. maan
pl: Średni księżyc
pt: Média da lua
ru: Средняя луна
sq: Mesatarja e hënës
tr: Ortalama ay
uk: Середній місяць

source: Barnard
be: Барнард
el: Μπάρναρντ
ru: Барнард
uk: Барнард

source: Basic settings
be: Асноўныя налады
el: Βασικές ρυθμίσεις
es: Configuraciones básicas
fi: Perusasetukset
hu: Alapbeállítások
nl: Basisinstellingen
pl: Podstawowe ustawienia
pt: Configurações básicas
ru: Основные настройки
sq: Cilësimet bazë
tr: Temel ayarlar
uk: Основні налаштування

source: Blind
be: Сляпы
es: Ciego
fi: Sokea
hu: Vak
pl: Ślepy
pt: Cego
ru: Слепой
sq: Verbër
tr: Kör
uk: Сліпий

source: Bookmark your own image
be: Захаваць свой малюнак у закладках
el: Προσθέστε την εικόνα σας στα αγαπημένα σας
es: Marca tu propia imagen
fi: Lisää oma kuvasi kirjanmerkiksi
hu: Könyvjelzőzd a saját képedet
nl: Bookmark je eigen afbeelding
pl: Zapisz swój własny obraz jako zakładkę
pt: Adicione sua própria imagem aos favoritos
ru: Добавить закладку на свое изображение
sq: Ruaj imazhin tënd
tr: Kendi görüntünüze yer işareti koyun
uk: Додати закладку на своє зображення

source: Bortle scale
be: Шкала Бортла
el: Κλίμακα Bortle
es: Escala de Bortle
fi: Bortle-asteikko
hu: Bortle skála
nl: Bortle schaal
pl: Skala Bortle'a
pt: Escala Bortle
ru: Шкала Бортла
sq: Shkalla Bortle
tr: Bortle ölçeği
uk: Шкала Бортла

source: Brightness
be: Яркасць
el: Φωτεινότητα
es: Brillo
fi: Kirkkaus
hu: Fényerő
nl: Helderheid
pl: Jasność
pt: Brilho
ru: Яркость
sq: Ndriçimi
tr: Parlaklık
uk: Яскравість

source: Browse images
be: Прагляд малюнкаў
el: Περιήγηση σε εικόνες
es: Explorar imágenes
fi: Selaa kuvia
hu: Képek böngészése
nl: Blader door afbeeldingen
pl: Przeglądaj obrazy
pt: Navegar por imagens
ru: Просмотр изображений
sq: Shfleto imazhet
tr: Görüntüleri tarayın
uk: Перегляд зображень

source: By submitting your image for consideration, you agree to the IOTD/TP {{ 0 }}rules{{ 1 }} and {{ 2 }}guidelines.{{ 3 }}
be: Падаючы свой малюнак на разгляд, вы згаджаецеся з правіламі IOTD/TP {{ 0 }}і {{ 1 }}рекомендацыямі.{{ 2 }}
el: Με την υποβολή της εικόνας σας για εξέταση, συμφωνείτε με τους κανόνες IOTD/TP {{ 0 }} και τις {{ 1 }} οδηγίες.{{ 2 }}
es: Al enviar tu imagen para consideración, aceptas las reglas de IOTD/TP {{ 0 }} y las directrices {{ 1 }}.{{ 2 }}
fi: Kun lähetät kuvasi harkittavaksi, hyväksyt IOTD/TP {{ 0 }}säännöt{{ 1 }} ja {{ 2 }}ohjeet.{{ 3 }}
hu: Ha benyújtod a képedet elbírálásra, egyetértesz az IOTD/TP {{ 0 }}szabályaival{{ 1 }} és {{ 2 }}irányelveivel.{{ 3 }}
nl: Door je afbeelding ter overweging in te dienen, ga je akkoord met de IOTD/TP {{ 0 }}regels{{ 1 }} en {{ 2 }}richtlijnen.{{ 3 }}
pl: Przesyłając swój obraz do rozpatrzenia, zgadzasz się na zasady IOTD/TP {{ 0 }} i {{ 1 }} wytyczne.{{ 2 }}
pt: Ao enviar sua imagem para consideração, você concorda com as regras do IOTD/TP {{ 0 }} e as diretrizes {{ 1 }}.
ru: Отправляя свое изображение на рассмотрение, вы соглашаетесь с правилами IOTD/TP {{ 0 }} и {{ 1 }} рекомендациями.{{ 2 }}
sq: Duke dërguar imazhin tuaj për shqyrtim, pranoni rregullat e IOTD/TP {{ 0 }} dhe {{ 1 }} udhëzimet.{{ 2 }}
tr: Görüntünüzü değerlendirme için göndererek, IOTD/TP {{ 0 }}kurallarını{{ 1 }} ve {{ 2 }}yönergelerini kabul edersiniz.{{ 3 }}
uk: Подавши своє зображення на розгляд, ви погоджуєтеся з правилами IOTD/TP {{ 0 }}та {{ 1 }}вказівками.{{ 2 }}

source: Camera pixel size
be: Памер пікселяў камеры
el: Μέγεθος pixel κάμερας
es: Tamaño de píxel de la cámara
fi: Kameran pikselikoko
hu: Kamera pixel mérete
nl: Camera pixelgrootte
pl: Rozmiar piksela kamery
pt: Tamanho do pixel da câmera
ru: Размер пикселя камеры
sq: Madhësia e pikselit të kamerës
tr: Kamera piksel boyutu
uk: Розмір пікселя камери

source: Camera types
be: Тыпы камер
el: Τύποι καμερών
es: Tipos de cámaras
fi: Kameratyypit
hu: Kamerák típusai
pl: Typy kamer
pt: Tipos de câmeras
ru: Типы камер
sq: Llojet e kamerave
tr: Kamera türleri
uk: Типи камер

source: Catadioptric: Rowe-Ackermann Schmidt astrograph
be: Катадіаптрычны: астрограф Роў-Аккермана Шмідта
el: Καταδιοπτρικός: Ρόου-Άκερμαν Σμιθ αστρογράφος
es: Catadióptrico: astrográfico Rowe-Ackermann Schmidt
fi: Katadioptrinen: Rowe-Ackermann Schmidt astrograph
hu: Katadioptrikus: Rowe-Ackermann Schmidt asztrofotográf
nl: Catadioptrisch: Rowe-Ackermann Schmidt astrograph
pl: Katadioptryczny: astrograph Rowe-Ackermann Schmidt
pt: Catadióptrico: astrográfico Rowe-Ackermann Schmidt
ru: Катадиоптрический: астрограф Роу-Аккермана Шмидта
sq: Katadioptrik: Rowe-Ackermann Schmidt astrograph
tr: Katadioptrik: Rowe-Ackermann Schmidt astroğrafı
uk: Катадіоптричний: астрограф Роу-Аккермана Шмідта

source: Catalogs
be: Каталоги
el: Κατάλογοι
es: Catálogos
fi: Luettelot
hu: Katalógusok
nl: Catalogi
pl: Katalogi
pt: Catálogos
ru: Каталоги
sq: Katalogët
tr: Kataloglar
uk: Каталоги

source: Celestial hemisphere
be: Нябесны паўшар
el: Ουράνια ημισφαίρια
es: Hemisferio celeste
fi: Taivaallinen puolisko
hu: Égi félgömb
nl: Hemellichaam hemisfeer
pl: Niebo niebieskie
pt: Hemisfério celestial
ru: Небесный полушарий
sq: Hemisfera qiellore
tr: Göksel yarımküre
uk: Небесна півкуля

source: Center Dec
be: Цэнтр Дек
el: Κέντρο Dec
es: Dec central
fi: Keskus Dec
hu: Középső Deklínáció
pl: Środek Dec
pt: Dec central
ru: Центр Дек
sq: Qendra Dec
tr: Merkez Dec
uk: Центр Дек

source: Center RA
be: Цэнтр RA
el: Κέντρο RA
es: RA central
fi: Keskus RA
hu: Középső RA
pl: Środek RA
pt: RA central
ru: Центр RA
sq: Qendra RA
tr: Merkez RA
uk: Центр РА

source: Change header image
be: Змяніць малюнак загалоўка
el: Αλλάξτε την εικόνα κεφαλίδας
es: Cambiar imagen de cabecera
fi: Vaihda otsikkokuva
hu: Fejléc képének megváltoztatása
nl: Verander de header afbeelding
pl: Zmień obraz nagłówka
pt: Mudar imagem do cabeçalho
ru: Изменить изображение заголовка
sq: Ndrysho imazhin e kokës
tr: Başlık görüntüsünü değiştir
uk: Змінити зображення заголовка

source: Classic view
be: Класічны выгляд
el: Κλασική προβολή
es: Vista clásica
fi: Klassinen näkymä
hu: Klasszikus nézet
pl: Widok klasyczny
pt: Visualização clássica
ru: Классический вид
sq: Pamja klasike
tr: Klasik görünüm
uk: Класичний вигляд

source: Clear filters
be: Ачысціць фільтры
el: Καθαρίστε τα φίλτρα
es: Limpiar filtros
fi: Tyhjennä suodattimet
hu: Szűrők törlése
nl: Filters wissen
pl: Wyczyść filtry
pt: Limpar filtros
ru: Очистить фильтры
sq: Pastroni filtrat
tr: Filtreleri temizle
uk: Очистити фільтри

source: Clear or color
be: Ачысціць або колер
el: Καθαρίστε ή χρώμα
es: Claro o color
fi: Tyhjennä tai väri
hu: Tiszta vagy színes
nl: Wissen of kleur
pl: Czysty lub kolorowy
pt: Limpar ou colorido
ru: Очистить или цветной
sq: Pastroni ose ngjyrosni
tr: Temiz veya renkli
uk: Очистити або кольоровий

source: Click again to close lens.
be: Націсніце яшчэ раз, каб зачыніць аб'ектыў.
el: Κάντε κλικ ξανά για να κλείσετε τον φακό.
es: Haz clic de nuevo para cerrar la lente.
fi: Napsauta uudelleen sulkeaksesi linssi.
hu: Kattints újra a lencse bezárásához.
nl: Klik opnieuw om de lens te sluiten.
pl: Kliknij ponownie, aby zamknąć obiektyw.
pt: Clique novamente para fechar a lente.
ru: Нажмите снова, чтобы закрыть объектив.
sq: Klikoni përsëri për të mbyllur lente.
tr: Lens kapatmak için tekrar tıklayın.
uk: Натисніть ще раз, щоб закрити об'єктив.

source: Click on an image to set a new header for your gallery.
be: Націсніце на малюнак, каб усталяваць новы загаловак для вашай галерэі.
el: Κάντε κλικ σε μια εικόνα για να ορίσετε μια νέα κεφαλίδα για τη γκαλερί σας.
es: Haz clic en una imagen para establecer una nueva cabecera para tu galería.
fi: Napsauta kuvaa asettaaksesi uuden otsikon galleriaasi.
hu: Kattints egy képre, hogy új fejlécet állíts be a galériádhoz.
nl: Klik op een afbeelding om een nieuwe header voor je galerij in te stellen.
pl: Kliknij na obraz, aby ustawić nowy nagłówek dla swojej galerii.
pt: Clique em uma imagem para definir um novo cabeçalho para sua galeria.
ru: Нажмите на изображение, чтобы установить новое изображение заголовка для вашей галереи.
sq: Klikoni në një imazh për të vendosur një imazh të ri për galerinë tuaj.
tr: Galeri için yeni bir başlık ayarlamak üzere bir görüntüye tıklayın.
uk: Натисніть на зображення, щоб встановити нове зображення заголовка для вашої галереї.

source: Click on images to add/remove them.
be: Націсніце на малюнкі, каб дадаць/выдаліць іх.
el: Κάντε κλικ σε εικόνες για να τις προσθέσετε/αφαιρέσετε.
es: Haz clic en las imágenes para añadirlas/quitarles.
fi: Napsauta kuvia lisätäksesi/poistaaksesi ne.
hu: Kattints a képekre, hogy hozzáadd/el távolítsd őket.
nl: Klik op afbeeldingen om ze toe te voegen/verwijderen.
pl: Kliknij na obrazy, aby je dodać/usunąć.
pt: Clique nas imagens para adicionar/remover.
ru: Нажмите на изображения, чтобы добавить/удалить их.
sq: Klikoni në imazhe për t'i shtuar/zhbërë ato.
tr: Görüntülere eklemek/çıkarmak için tıklayın.
uk: Натисніть на зображення, щоб додати/видалити їх.

source: Click to view full size in a new tab.
be: Націсніце, каб паглядзець у поўным памеры ў новым укладцы.
el: Κάντε κλικ για να δείτε σε πλήρες μέγεθος σε νέα καρτέλα.
es: Haz clic para ver en tamaño completo en una nueva pestaña.
fi: Napsauta nähdäksesi täysikokoisena uudessa välilehdessä.
hu: Kattints a teljes méret megtekintéséhez egy új fülön.
nl: Klik om de volledige grootte in een nieuw tabblad te bekijken.
pl: Kliknij, aby zobaczyć pełny rozmiar w nowej karcie.
pt: Clique para ver em tamanho real em uma nova aba.
ru: Нажмите, чтобы просмотреть в полном размере в новой вкладке.
sq: Klikoni për të parë në madhësi të plotë në një tab të ri.
tr: Tam boyutunu yeni bir sekmede görüntülemek için tıklayın.
uk: Натисніть, щоб переглянути в повному розмірі в новій вкладці.

source: Collection deleted
be: Калекцыя выдалена
el: Η συλλογή διαγράφηκε
es: Colección eliminada
fi: Kokoelma poistettu
hu: Gyűjtemény törölve
nl: Collectie verwijderd
pl: Kolekcja usunięta
pt: Coleção deletada
ru: Коллекция удалена
sq: Koleksioni u fshi
tr: Koleksiyon silindi
uk: Колекцію видалено

source: Collection updated
be: Калекцыя абноўлена
el: Η συλλογή ενημερώθηκε
es: Colección actualizada
fi: Kokoelma päivitetty
hu: Gyűjtemény frissítve
nl: Collectie bijgewerkt
pl: Kolekcja zaktualizowana
pt: Coleção atualizada
ru: Коллекция обновлена
sq: Koleksioni u përditësua
tr: Koleksiyon güncellendi
uk: Колекцію оновлено

source: Collections in separate tab
be: Калекцыі ў асобнай укладцы
el: Συλλογές σε ξεχωριστή καρτέλα
es: Colecciones en pestaña separada
fi: Kokoelmat erillisessä välilehdessä
hu: Gyűjtemények külön fülön
nl: Collecties in een apart tabblad
pl: Kolekcje w osobnej karcie
pt: Coleções em aba separada
ru: Коллекции в отдельной вкладке
sq: Koleksionet në tab të veçantë
tr: Koleksiyonlar ayrı sekmede
uk: Колекції в окремій вкладці

source: Color or mono cameras
be: Колеравыя або манахромныя камеры
el: Χρωματιστές ή μονοχρωματικές κάμερες
es: Cámaras de color o mono
fi: Väri- tai mustavalkokamerat
hu: Színes vagy mono kamerák
nl: Kleur- of monochrome camera's
pl: Kamery kolorowe lub mono
pt: Câmeras coloridas ou mono
ru: Цветные или моно камеры
sq: Kamera me ngjyra ose mono
tr: Renkli veya mono kameralar
uk: Кольорові або моно камери

source: Constellation
be: Канстэляцыя
el: Αστερισμός
es: Constelación
fi: Tähtikuvio
hu: Csillagkép
nl: Sterrenbeeld
pl: Konstelacja
pt: Constelação
ru: Созвездие
sq: Konstelacioni
tr: Takım yıldızı
uk: Сузір'я

source: Constellation borders
be: Межы канстэляцый
el: Όρια αστερισμού
es: Fronteras de constelación
fi: Tähtikuvioiden rajat
hu: Csillagkép határok
nl: Sterrenbeeld grenzen
pl: Granice konstelacji
pt: Fronteiras da constelação
ru: Границы созвездий
sq: Kufijtë e konstelacionit
tr: Takım yıldızı sınırları
uk: Межі сузір'їв

source: Constellation lines
be: Лініі канстэляцый
el: Γραμμές αστερισμού
es: Líneas de constelación
fi: Tähtikuvioiden viivat
hu: Csillagkép vonalak
nl: Sterrenbeeld lijnen
pl: Linie konstelacji
pt: Linhas de constelação
ru: Линии созвездий
sq: Vijat e konstelacionit
tr: Takım yıldızı çizgileri
uk: Лінії сузір'їв

source: Contrast
be: Кантраст
el: Αντίθεση
es: Contraste
fi: Kontrasti
hu: Kontraszt
pl: Kontrast
pt: Contraste
ru: Контраст
sq: Kontrasti
tr: Kontrast
uk: Контраст

source: Coordinates
be: Коардынаты
el: Συντεταγμένες
es: Coordenadas
fi: Koordinaatit
hu: Koordináták
nl: Coördinaten
pl: Współrzędne
pt: Coordenadas
ru: Координаты
sq: Koordinatat
tr: Koordinatlar
uk: Координати

source: Copy coordinates
be: Скапіраваць каардынаты
el: Αντιγραφή συντεταγμένων
es: Copiar coordenadas
fi: Kopioi koordinaatit
hu: Koordináták másolása
nl: Kopieer coördinaten
pl: Kopiuj współrzędne
pt: Copiar coordenadas
ru: Скопировать координаты
sq: Kopjoni koordinatat
tr: Koordinatları kopyala
uk: Скопіювати координати

source: Copy the coordinates in decimal or sexagesimal format to your clipboard.
be: Скапіруйце каардынаты ў дзесятковым або шасцідзясятковым фармаце ў ваш буфер абмену.
el: Αντιγράψτε τις συντεταγμένες σε δεκαδική ή σεξαδική μορφή στο πρόχειρό σας.
es: Copia las coordenadas en formato decimal o sexagesimal a tu portapapeles.
fi: Kopioi koordinaatit desimaali- tai seksagesimaalimuodossa leikepöydällesi.
hu: Másold a koordinátákat tizedes vagy szexagesimális formátumban a vágólapodra.
nl: Kopieer de coördinaten in decimale of sexagesimale indeling naar je klembord.
pl: Skopiuj współrzędne w formacie dziesiętnym lub seksagesimalnym do schowka.
pt: Copie as coordenadas em formato decimal ou sexagesimal para sua área de transferência.
ru: Скопируйте координаты в десятичном или сексагезимальном формате в буфер обмена.
sq: Kopjoni koordinatat në format decimal ose seksagesimal në clipboard-in tuaj.
tr: Koordinatları ondalık veya altmışlık formatta panonuza kopyalayın.
uk: Скопіюйте координати в десятковому або шістдесятковому форматі в буфер обміну.

source: Copy this
be: Скапіраваць гэта
el: Αντιγράψτε αυτό
es: Copiar esto
fi: Kopioi tämä
hu: Másold ezt
nl: Kopieer dit
pl: Skopiuj to
pt: Copiar isso
ru: Скопировать это
sq: Kopjoni këtë
tr: Bunu kopyala
uk: Скопіювати це

source: Cover image set successfully.
be: Малюнак-крыжка ўстаноўлены паспяхова.
el: Η εικόνα κάλυψης ορίστηκε με επιτυχία.
es: Imagen de portada establecida con éxito.
fi: Kansikuva asetettu onnistuneesti.
hu: Borítókép sikeresen beállítva.
nl: Omslagafbeelding succesvol ingesteld.
pl: Obraz okładki ustawiony pomyślnie.
pt: Imagem de capa definida com sucesso.
ru: Изображение обложки успешно установлено.
sq: Imazhi mbulues u vendos me sukses.
tr: Kapak resmi başarıyla ayarlandı.
uk: Зображення обкладинки успішно встановлено.

source: Create collection
be: Стварыць калекцыю
el: Δημιουργία συλλογής
es: Crear colección
fi: Luo kokoelma
hu: Gyűjtemény létrehozása
nl: Maak collectie aan
pl: Utwórz kolekcję
pt: Criar coleção
ru: Создать коллекцию
sq: Krijo koleksion
tr: Koleksiyon oluştur
uk: Створити колекцію

source: Create nested collection
be: Стварыць укладзеную калекцыю
el: Δημιουργία φωλιασμένης συλλογής
es: Crear colección anidada
fi: Luo sisäkkäinen kokoelma
hu: Belső gyűjtemény létrehozása
nl: Maak geneste collectie aan
pl: Utwórz zagnieżdżoną kolekcję
pt: Criar coleção aninhada
ru: Создать вложенную коллекцию
sq: Krijo koleksion të ngjitur
tr: İç içe koleksiyon oluştur
uk: Створити вкладену колекцію

source: Currently in the IOTD/TP queues
be: Цяпер у чарзе IOTD/TP
el: Αυτή τη στιγμή στις ουρές IOTD/TP
es: Actualmente en las colas de IOTD/TP
fi: Tällä hetkellä IOTD/TP-jonossa
hu: Jelenleg az IOTD/TP sorokban
nl: Momenteel in de IOTD/TP wachtrijen
pl: Obecnie w kolejce IOTD/TP
pt: Atualmente nas filas de IOTD/TP
ru: В данный момент в очередях IOTD/TP
sq: Aktualisht në radhët e IOTD/TP
tr: Şu anda IOTD/TP kuyruklarında
uk: Зараз у чергах IOTD/TP

source: Date acquired
be: Дата атрымання
el: Ημερομηνία απόκτησης
es: Fecha adquirida
fi: Hankintapäivämäärä
hu: Dátum megszerzése
nl: Datum verworven
pl: Data pozyskania
pt: Data adquirida
ru: Дата получения
sq: Data e marrë
tr: Elde edilen tarih
uk: Дата отримання

source: Date and time
be: Дата і час
el: Ημερομηνία και ώρα
es: Fecha y hora
fi: Päivämäärä ja aika
hu: Dátum és idő
nl: Datum en tijd
pl: Data i godzina
pt: Data e hora
ru: Дата и время
sq: Data dhe ora
tr: Tarih ve saat
uk: Дата та час

source: Date published
be: Дата публікацыі
el: Ημερομηνία δημοσίευσης
es: Fecha publicada
fi: Julkaisupäivämäärä
hu: Dátum közzététele
nl: Datum gepubliceerd
pl: Data publikacji
pt: Data publicada
ru: Дата публикации
sq: Data e publikuar
tr: Yayınlanan tarih
uk: Дата публікації

source: Dates
be: Даты
el: Ημερομηνίες
es: Fechas
fi: Päivämäärät
hu: Dátumok
nl: Data
pl: Daty
pt: Datas
ru: Даты
sq: Datat
tr: Tarihler
uk: Дати

source: December
be: Снежань
el: Δεκέμβριος
es: Diciembre
fi: Joulukuu
pl: Grudzień
pt: Dezembro
ru: Декабрь
sq: Dhjetor
tr: Aralık
uk: Грудень

source: Decimal
be: Дробны
el: Δεκαδικό
fi: Desimaali
hu: Tizedes
nl: Decimaal
pl: Dziesiętny
ru: Десятичный
tr: Ondalık
uk: Десятковий

source: Declination
be: Дэклінацыя
el: Κλίση
es: Declinación
fi: Deklinointi
hu: Deklináció
nl: Declinatie
pl: Deklinacja
pt: Declinação
ru: Склонение
sq: Deklinacion
tr: Deklinasyon
uk: Схилення

source: Declination (ascending)
be: Дэклінацыя (узрастаючая)
el: Κλίση (ανερχόμενη)
es: Declinación (ascendente)
fi: Deklinointi (nouseva)
hu: Deklináció (növekvő)
nl: Declinatie (oplopend)
pl: Deklinacja (rosnąca)
pt: Declinação (ascendente)
ru: Склонение (возрастающее)
sq: Deklinacion (ngritës)
tr: Deklinasyon (artan)
uk: Схилення (зростаюче)

source: Declination (descending)
be: Дэклінацыя (зніжальная)
el: Κλίση (κατα descending)
es: Declinación (descendente)
fi: Deklinointi (laskeva)
hu: Deklináció (csökkenő)
nl: Declinatie (aflopend)
pl: Deklinacja (malejąca)
pt: Declinação (descendente)
ru: Склонение (убывающее)
sq: Deklinacion (zbritës)
tr: Deklinasyon (azalan)
uk: Схилення (спадне)

source: Deep sky
be: Глыбокае неба
el: Βαθύς ουρανός
es: Cielo profundo
fi: Syvä taivas
hu: Mély ég
nl: Diepe lucht
pl: Głębokie niebo
pt: Céu profundo
ru: Глубокое небо
sq: Qielli i thellë
tr: Derin gökyüzü
uk: Глибоке небо

source: Delete collection
be: Выдаліць калекцыю
el: Διαγραφή συλλογής
es: Eliminar colección
fi: Poista kokoelma
hu: Gyűjtemény törlése
nl: Verwijder collectie
pl: Usuń kolekcję
pt: Excluir coleção
ru: Удалить коллекцию
sq: Fshi koleksionin
tr: Koleksiyonu sil
uk: Видалити колекцію

source: Delete current file
be: Выдаліць бягучы файл
el: Διαγραφή τρέχοντος αρχείου
es: Eliminar archivo actual
fi: Poista nykyinen tiedosto
hu: Jelenlegi fájl törlése
nl: Verwijder huidig bestand
pl: Usuń bieżący plik
pt: Excluir arquivo atual
ru: Удалить текущий файл
sq: Fshi skedarin aktual
tr: Mevcut dosyayı sil
uk: Видалити поточний файл

source: Deleted
be: Выдалена
el: Διαγράφηκε
es: Eliminado
fi: Poistettu
hu: Törölve
nl: Verwijderd
pl: Usunięto
pt: Excluído
ru: Удалено
sq: Fshirë
tr: Silindi
uk: Видалено

source: Deny
be: Адмовіць
el: Άρνηση
es: Denegar
fi: Hylkää
hu: Elutasít
nl: Weigeren
pl: Odmów
pt: Negar
ru: Отказать
sq: Refuzo
tr: Reddet
uk: Відмовити

source: Different take on existing data? Consider uploading as a revision.
be: Іншы погляд на існуючыя дадзеныя? Падумайце пра загрузку як рэвізіі.
el: Διαφορετική προσέγγιση σε υπάρχοντα δεδομένα; Σκέψου να το ανεβάσεις ως αναθεώρηση.
es: ¿Tienes un enfoque diferente sobre los datos existentes? Considera subirlo como una revisión.
fi: Eri näkökulma olemassa oleviin tietoihin? Harkitse lataamista revisiona.
hu: Más megközelítés a meglévő adatokra? Gondolj arra, hogy feltöltsd mint egy revízió.
nl: Verschillende kijk op bestaande data? Overweeg om het als een revisie te uploaden.
pl: Inne podejście do istniejących danych? Rozważ przesłanie jako poprawkę.
pt: Uma abordagem diferente sobre dados existentes? Considere fazer o upload como uma revisão.
ru: Различный подход к существующим данным? Рассмотрите возможность загрузки как исправление.
sq: Merr një qasje të ndryshme mbi të dhënat ekzistuese? Merr parasysh ngarkimin si një rishikim.
tr: Mevcut veriler üzerinde farklı bir bakış açısı mı? Revizyon olarak yüklemeyi düşün.
uk: Інший підхід до існуючих даних? Розгляньте можливість завантаження як виправлення.
