Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Heads up! Are you sure you want to upload such a large file? It's okay to do so but probably not many people will want to see it at its full resolution, if it will take too long for them to download it.
be: Увага! Вы ўпэўнены, што хочаце загрузіць такі вялікі файл? Гэта нармальна, але, магчыма, не многія людзі захочуць убачыць яго ў поўным дазволе, калі гэта зойме занадта шмат часу для загрузкі.
el: Προσοχή! Είστε σίγουροι ότι θέλετε να ανεβάσετε ένα τόσο μεγάλο αρχείο; Είναι εντάξει να το κάνετε, αλλά πιθανώς δεν θα θέλουν πολλοί να το δουν στην πλήρη ανάλυσή του, αν χρειαστεί πολύς χρόνος για να το κατεβάσουν.
es: ¡Atención! ¿Estás seguro de que quieres subir un archivo tan grande? Está bien hacerlo, pero probablemente no mucha gente querrá verlo a su máxima resolución, si les llevará demasiado tiempo descargarlo.
fi: Varoitus! Oletko varma, että haluat ladata niin suuren tiedoston? On ok tehdä niin, mutta todennäköisesti monet eivät halua nähdä sitä täydessä resoluutiossa, jos sen lataaminen kestää liian kauan.
hu: Figyelem! Biztos, hogy ilyen nagy fájlt akarsz feltölteni? Rendben van, de valószínűleg nem sokan akarják majd megnézni a teljes felbontásban, ha túl sokáig tart letölteni.
nl: Let op! Weet je zeker dat je zo'n groot bestand wilt uploaden? Het is oké om dat te doen, maar waarschijnlijk willen niet veel mensen het in volledige resolutie zien, als het te lang duurt om het te downloaden.
pl: Uważaj! Czy na pewno chcesz przesłać tak duży plik? Możesz to zrobić, ale prawdopodobnie niewiele osób będzie chciało zobaczyć go w pełnej rozdzielczości, jeśli pobranie zajmie im zbyt dużo czasu.
pt: Atenção! Você tem certeza de que deseja fazer upload de um arquivo tão grande? Tudo bem fazer isso, mas provavelmente não muitas pessoas vão querer vê-lo em sua resolução total, se demorar muito para elas baixarem.
ru: Внимание! Вы уверены, что хотите загрузить такой большой файл? Это нормально, но, вероятно, не многие захотят видеть его в полном разрешении, если загрузка займет слишком много времени.
sq: Kujdes! A jeni të sigurt se doni të ngarkoni një skedar kaq të madh? Është në rregull ta bëni, por ndoshta jo shumë njerëz do të duan ta shohin në rezolutën e tij të plotë, nëse do të zgjasë shumë për ta shkarkuar.
tr: Dikkat! Böyle büyük bir dosya yüklemek istediğinizden emin misiniz? Bunu yapmakta bir sakınca yok ama muhtemelen birçok insan tam çözünürlüğünde görmek istemeyecek, çünkü indirmeleri çok uzun sürecek.
uk: Попередження! Ви впевнені, що хочете завантажити такий великий файл? Це нормально, але, ймовірно, не багато людей захочуть побачити його у повній роздільній здатності, якщо їм знадобиться занадто багато часу, щоб завантажити його.

source: Hide
be: Схаваць
el: Απόκρυψη
es: Ocultar
fi: Piilota
hu: Elrejtés
nl: Verbergen
pl: Ukryj
pt: Ocultar
ru: Скрыть
sq: Fshih
tr: Gizle
uk: Сховати

source: If selected, AstroBin will use a resizing algorithm that slightly sharpens the image's thumbnails. This setting applies to all revisions.
be: Калі выбрана, AstroBin будзе выкарыстоўваць алгарытм памяншэння, які крыху ўдасканальвае мініяцюры малюнкаў. Гэта налада прымяняецца да ўсіх рэвізій.
el: Αν επιλεγεί, το AstroBin θα χρησιμοποιήσει έναν αλγόριθμο αλλαγής μεγέθους που ελαφρώς θα οξύνει τις μικρογραφίες της εικόνας. Αυτή η ρύθμιση ισχύει για όλες τις αναθεωρήσεις.
es: Si se selecciona, AstroBin utilizará un algoritmo de cambio de tamaño que enfocará ligeramente las miniaturas de la imagen. Esta configuración se aplica a todas las revisiones.
fi: Jos valitset tämän, AstroBin käyttää uudelleenkokoamisalgoritmia, joka hieman terävöittää kuvan pikkukuva. Tämä asetus koskee kaikkia versioita.
hu: Ha kiválasztod, az AstroBin egy olyan átméretezési algoritmust fog használni, ami kissé élesíti a kép miniatűrjeit. Ez a beállítás minden verzióra vonatkozik.
nl: Als geselecteerd, zal AstroBin een resize-algoritme gebruiken dat de miniaturen van de afbeelding iets scherper maakt. Deze instelling geldt voor alle revisies.
pl: Jeśli zaznaczone, AstroBin użyje algorytmu zmiany rozmiaru, który nieco wyostrza miniatury obrazu. Ustawienie to dotyczy wszystkich wersji.
pt: Se selecionado, o AstroBin usará um algoritmo de redimensionamento que aprimora ligeiramente as miniaturas da imagem. Essa configuração se aplica a todas as revisões.
ru: Если выбрано, AstroBin будет использовать алгоритм изменения размера, который немного улучшает миниатюры изображения. Эта настройка применяется ко всем ревизиям.
sq: Nëse zgjidhet, AstroBin do të përdorë një algoritëm rishikimi që paksa e mprehtëson miniaturën e imazhit. Ky cilësim zbatohet për të gjitha rishikimet.
tr: Seçildiğinde, AstroBin görüntünün küçük resimlerini hafifçe keskinleştiren bir yeniden boyutlandırma algoritması kullanacaktır. Bu ayar tüm revizyonlar için geçerlidir.
uk: Якщо вибрано, AstroBin використовуватиме алгоритм зміни розміру, який трохи покращує ескізи зображення. Цей параметр застосовується до всіх версій.

source: If you have any problems, please {{0}}let us know{{1}}!
uk: Якщо у Вас виникли проблеми, будь ласка {{0}}повідомте нас{{1}}!

source: If you want to share the TIFF or FITS file of your image, put a link to the file here. Unfortunately, AstroBin cannot offer to store these files at the moment, so you will have to host them on your personal space.
be: Калі ты хочаш падзяліцца TIFF або FITS файлам свайго малюнка, паставь спасылку на файл тут. На жаль, AstroBin не можа прапанаваць захоўваць гэтыя файлы на дадзены момант, таму табе прыйдзецца размясціць іх у сваім асабістым прасторы.
el: Αν θέλεις να μοιραστείς το TIFF ή το FITS αρχείο της εικόνας σου, βάλε έναν σύνδεσμο στο αρχείο εδώ. Δυστυχώς, το AstroBin δεν μπορεί να προσφέρει αποθήκευση αυτών των αρχείων αυτή τη στιγμή, οπότε θα πρέπει να τα φιλοξενήσεις στον προσωπικό σου χώρο.
es: Si quieres compartir el archivo TIFF o FITS de tu imagen, introduce aquí un enlace a dicho archivo. Por el momento AstroBin no permite el almacenamiento de estos archivos, por lo que tendrás que alojarlos en tu sitio personal.
fi: Jos haluat jakaa kuvan TIFF- tai FITS-tiedoston, laita linkki tiedostoon tänne. Valitettavasti AstroBin ei voi tällä hetkellä tarjota näiden tiedostojen tallentamista, joten sinun on isännöitävä niitä omassa tilassasi.
hu: Ha meg akarod osztani a TIFF vagy FITS fájlt a képedről, tedd ide a fájl linkjét. Sajnos az AstroBin jelenleg nem tudja tárolni ezeket a fájlokat, így neked kell őket a saját helyeden tárolnod.
nl: Als je het TIFF- of FITS-bestand van je afbeelding wilt delen, zet hier een link naar het bestand. Helaas kan AstroBin deze bestanden momenteel niet opslaan, dus je moet ze op je persoonlijke ruimte hosten.
pl: Jeśli chcesz podzielić się plikiem TIFF lub FITS swojego obrazu, wstaw tutaj link do pliku. Niestety, AstroBin nie może obecnie przechowywać tych plików, więc musisz je hostować na swoim osobistym miejscu.
pt: Se você quiser compartilhar os arquivos TIFF ou FITS da sua imagem, coloque um link para o arquivo aqui. Infelizmente, o AstroBin não pode oferecer o armazenamento destes arquivos no momento, portanto você terá que hospedá-los em seu espaço pessoal.
ru: Если вы хотите поделиться файлом TIFF или FITS вашего изображения, вставьте ссылку на файл здесь. К сожалению, AstroBin не может предложить хранить эти файлы в данный момент, поэтому вам придется разместить их на вашем личном пространстве.
sq: Nëse dëshironi të ndani skedarin TIFF ose FITS të imazhit tuaj, vendosni një lidhje me skedarin këtu. Fatkeqësisht, AstroBin nuk mund të ofrojë ruajtjen e këtyre skedarëve në këtë moment, kështu që do t'ju duhet t'i hostoni ato në hapësirën tuaj personale.
tr: Resminizin TIFF veya FITS dosyasını paylaşmak istiyorsanız, dosyaya buradan bir bağlantı koyun. Ne yazık ki, AstroBin şu anda bu dosyaları depolama imkanı sunamıyor, bu yüzden onları kişisel alanınızda barındırmanız gerekecek.
uk: Якщо ви хочете поділитися файлом TIFF або FITS свого зображення, розмістіть тут посилання на файл. На жаль, AstroBin наразі не може запропонувати зберігати ці файли, тому вам доведеться розмістити їх у своєму особистому просторі.

source: If you're hosting a copy of this image on your website, put the address here.
be: Калі вы размяшчаеце копію гэтай выявы на сваім сайце, увядзіце адрас тут.
el: Αν φιλοξενείτε ένα αντίγραφο αυτής της εικόνας στην ιστοσελίδα σας, βάλτε τη διεύθυνση εδώ.
es: Si tienes una copia de esta imagen en tu página web, introduce aquí su dirección.
fi: Jos isännöit kopioa tästä kuvasta verkkosivustollasi, laita osoite tänne.
hu: Ha egy másolatot tárolsz erről a képről a weboldaladon, tedd ide a címet.
nl: Als je een kopie van deze afbeelding op je website host, zet het adres hier.
pl: Jeśli hostujesz kopię tego obrazu na swojej stronie, wpisz adres tutaj.
pt: Se você estiver hospedando uma cópia desta imagem no seu website, coloque o endereço aqui.
ru: Если вы размещаете копию этого изображения на своем сайте, укажите адрес здесь.
sq: Nëse po hostoni një kopje të këtij imazhi në faqen tuaj, vendosni adresën këtu.
tr: Bu görüntünün bir kopyasını web sitenizde barındırıyorsanız, adresi buraya koyun.
uk: Якщо ви розміщуєте копію цього зображення на своєму веб-сайті, введіть тут його адресу.

source: Image
be: Выява
el: Εικόνα
es: Imagen
fi: Kuva
hu: Kép
nl: Afbeelding
pl: Obraz
pt: Imagem
ru: Изображение
sq: Imazhi
tr: Görüntü
uk: Зображення

source: Imaging cameras
be: Камеры для здымкаў
el: Κάμερες απεικόνισης
es: Cámaras fotográficas o CCD
fi: Kuvantamiskamerat
hu: Képalkotó kamerák
nl: Afbeelding camera's
pl: Kamery do astrofotografii
pt: Câmeras de captura
ru: Камеры для съемки
sq: Kamerat e imazhit
tr: Görüntüleme kameraları
uk: Камери зйомки

source: Imaging telescopes
be: Тэлескопы для здымкаў
el: Τηλεσκόπια απεικόνισης
es: telescopios de imagen
fi: Kuvantamistelekoot
hu: Képalkotó távcsövek
nl: Afbeelding telescopen
pl: Teleskopy do astrofotografii
pt: Telescópios de imagem
ru: Телескопы для съемки
sq: Teleskopët e imazhit
tr: Görüntüleme teleskopları
uk: Телескопи зйомки

source: Initializing upload, please wait...
hu: Feltöltés indítása, kérjük várj...
uk: Ініціалізація завантаження, зачекайте…

source: Invalid data, please refresh the page and try again.
be: Няправільныя дадзеныя, калі ласка, абнаві старонку і паспрабуй яшчэ раз.
el: Μη έγκυρα δεδομένα, παρακαλώ ανανέωσε τη σελίδα και προσπάθησε ξανά.
es: Datos inválidos, por favor actualiza la página y vuelve a intentarlo.
fi: Virheelliset tiedot, päivitä sivu ja yritä uudelleen.
hu: Érvénytelen adat, kérjük, frissítsd az oldalt és próbáld újra.
nl: Ongeldige gegevens, ververs de pagina en probeer het opnieuw.
pl: Nieprawidłowe dane, odśwież stronę i spróbuj ponownie.
pt: Dados inválidos, por favor, atualize a página e tente novamente.
ru: Неверные данные, пожалуйста, обновите страницу и попробуйте снова.
sq: Të dhëna të pavlefshme, ju lutemi rifreskoni faqen dhe provoni përsëri.
tr: Geçersiz veri, lütfen sayfayı yenile ve tekrar dene.
uk: Недійсні дані, оновіть сторінку та повторіть спробу.

source: Inverted monochrome
be: Інвертаваны манахром
el: Αντίστροφη μονοχρωμία
es: Monocroma invertida
fi: Käännetty mustavalkoinen
hu: Invertált monokróm
pl: Odwrócony monochromatyczny
pt: Monocromático invertido
ru: Инвертированный монохром
sq: Monokrom i invertuar
tr: Ters çevrilmiş monokrom
uk: Перевернутий монохромний

source: Jupiter
be: Юпітэр
el: Δίας
es: Júpiter
pl: Jowisz
pt: Júpiter
ru: Юпитер
sq: Jupiteri
tr: Jüpiter
uk: Юпітер

source: Key/value tags
be: Ключ/значэнне тэгаў
el: Ετικέτες κλειδί/τιμή
es: Etiquetas clave/de valor
fi: Avain/arvo-tunnisteet
hu: Kulcs/érték megjelölések
nl: Sleutel/waarde tags
pl: Tagi klucz/wartość
pt: Tags de chave/valor
ru: Ключевые/значеневые теги
sq: Çelës/tagje vlerash
tr: Anahtar/değer etiketleri
uk: Теги

source: Large
be: Вялікі
el: Μεγάλο
es: Grande
fi: Iso
hu: Nagy
nl: Groot
pl: Duży
pt: Grande
ru: Большой
sq: E madhe
tr: Büyük
uk: Великий

source: Link
be: Спасылка
el: Σύνδεσμος
es: Enlace
fi: Linkki
ru: Ссылка
sq: Lidhja
tr: Bağlantı
uk: Посилання

source: Link to TIFF/FITS
be: Спасылка на TIFF/FITS
el: Σύνδεσμος για TIFF/FITS
es: Enlace a TIFF/FITS
fi: Linkki TIFF/FITS
hu: Link TIFF/FITS-hez
nl: Link naar TIFF/FITS
pl: Link do TIFF/FITS
pt: Link para TIFF/FITS
ru: Ссылка на TIFF/FITS
sq: Lidhja për TIFF/FITS
tr: TIFF/FITS bağlantısı
uk: Посилання на TIFF/FITS

source: Loading...
be: Загрузка...
el: Φόρτωση...
es: Cargando...
fi: Ladataan...
hu: Töltés...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
sq: Po ngarkohet...
tr: Yükleniyor...
uk: Завантаження…

source: Lucky imaging
es: Imagen afortunada
uk: Коротка експозиція

source: Main solar system subject
be: Асноўны аб'ект сонечнай сістэмы
el: Κύριο θέμα του ηλιακού συστήματος
es: Objeto principal del Sistema Solar
fi: Pääaurinkokunnan kohde
hu: Fő naprendszeri tárgy
nl: Hoofd onderwerp van het zonnestelsel
pl: Główny obiekt w układzie słonecznym
pt: Assunto principal do sistema solar
ru: Основной объект солнечной системы
sq: Subjekti kryesor i sistemit diellor
tr: Ana güneş sistemi konusu
uk: Основна тема Сонячної системи

source: Mars
be: Марс
el: Άρης
es: Marte
pt: Marte
ru: Марс
uk: Марс

source: Medium
be: Сярэдні
el: Μεσαίο
es: Mediano
fi: Keskikokoinen
hu: Médium
nl: Gemiddeld
pl: Średni
pt: Médio
ru: Средний
sq: Mesatar
tr: Orta
uk: Середній

source: Mercury
be: Меркурый
el: Ερμής
es: Mercurio
fi: Merkurius
hu: Merkúr
nl: Mercurius
pl: Merkury
pt: Mercúrio
ru: Меркурий
sq: Merkuri
tr: Merkür
uk: Меркурій

source: Minor planet
be: Малая планета
el: Μικρός πλανήτης
es: Planeta menor
fi: Pienplaneetta
hu: Kisbolygó
nl: Klein planeet
pl: Planeta karłowata
pt: Planeta pequeno
ru: Малые планеты
sq: Planeti minor
tr: Küçük gezegen
uk: Мала планета

source: Mix of multiple sources
be: Сумесь некалькіх крыніц
el: Μείγμα πολλαπλών πηγών
es: Mezcla de varias fuentes
fi: Useiden lähteiden sekoitus
hu: Több forrás keveréke
nl: Mix van meerdere bronnen
pl: Mieszanka wielu źródeł
pt: Mistura de múltiplas fontes
ru: Смешение нескольких источников
sq: Përzierje burimesh të shumta
tr: Birden fazla kaynağın karışımı
uk: Поєднання кількох джерел

source: Mouse hover image
be: Малюнак пры навядзенні мышы
el: Εικόνα κατά την αιώρηση του ποντικιού
es: Imagen al ubicar el puntero encima
fi: Hiiren hover-kuva
hu: Kép fölé lebegés egérrel
nl: Afbeelding bij muishover
pl: Obraz przy najechaniu myszką
pt: Passar o mouse sobre a imagem
ru: Изображение при наведении мыши
sq: Imazhi kur kalon miu
tr: Fare ile üzerine gelindiğinde görüntü
uk: Зображення при наведенні курсора миші

source: Neptune
be: Нептун
el: Ποσειδώνας
es: Neptuno
fi: Neptunus
hu: Neptunusz
nl: Neptunus
pl: Neptun
pt: Netuno
ru: Нептун
sq: Neptun
tr: Neptün
uk: Нептун

source: Next
be: Наступны
el: Επόμενο
es: Siguiente
fi: Seuraava
hu: Következő
nl: Volgende
pl: Dalej
pt: Próximo
ru: Далее
sq: Tjetër
tr: Sonraki
uk: Далі

source: Non-commercial independent facility
be: Некоммерцыйная незалежная ўстанова
el: Μη εμπορική ανεξάρτητη εγκατάσταση
es: Instalación independiente no comercial
fi: Ei-kaupallinen itsenäinen laitos
hu: Nem kereskedelmi célú független létesítmény
nl: Niet-commerciële onafhankelijke faciliteit
pl: Niekcommercialne niezależne obiekty
pt: Instalação independente não comercial
ru: Некоммерческое независимое учреждение
sq: Objekt i pavarur jo-komercial
tr: Ticari olmayan bağımsız tesis
uk: Некомерційний самостійний об’єкт

source: None of the above
be: Нічога з вышэйпералічанага
el: Κανένα από τα παραπάνω
es: Ninguna de las anteriores
fi: Ei mitään yllä olevista
hu: A fentiek közül egyik sem
nl: Geen van bovenstaande
pl: Żadne z powyższych
pt: Nenhuma das opções
ru: Ничего из вышеперечисленного
sq: Asnjë nga të mësipërmet
tr: Yukarıdakilerin hiçbiri
uk: Жодне з вищезазначених

source: None specified
be: Нічога не ўказана
el: Κανένα δεν έχει καθοριστεί
es: Ninguno especificado
fi: Ei määritelty
hu: Nincs megadva
nl: Geen gespecificeerd
pl: Nie określono
pt: Nenhum especificado
ru: Не указано
sq: Asgjë e specifikuar
tr: Hiçbiri belirtilmedi
uk: Не зазначено

source: Northern lights
be: Паўночныя святлы
el: Βόρεια φώτα
es: Luces del norte
fi: Revontulet
hu: Sarki fény
nl: Noorderlicht
pl: Zorza polarna
pt: Auroras Boreais
ru: Северное сияние
sq: Dritat veriore
tr: Kuzey ışıkları
uk: Північне сяйво

source: Nothing
be: Нічога
el: Τίποτα
es: Ninguna
fi: Ei mitään
hu: Semmi
nl: Niets
pl: Nic
pt: Nada
ru: Ничего
sq: Asgjë
tr: Hiçbir şey
uk: Нічого

source: Objects in field
es: Objetos en el campo
hu: Objektumok a mezőben
uk: Об'єкти у полі

source: Occultation
be: Акультацыя
el: Εκλειψη
es: Ocultación
fi: Peittoaminen
hu: Okkultáció
nl: Occultatie
pl: Okultacja
pt: Ocultação
ru: Затмение
sq: Okultim
tr: Gizlenme
uk: Затемнення

source: Opacity
be: Непразрыстасць
el: Αδιαφάνεια
es: Opacidad
fi: Läpinäkyvyys
hu: Átlátszóság
nl: Ondoorzichtigheid
pl: Przezroczystość
pt: Opacidade
ru: Непрозрачность
sq: Opaciteti
tr: Opaklık
uk: Непрозорість

source: Other
be: Іншае
el: Άλλο
es: Otro
fi: Muu
hu: Egyéb
nl: Overig
pl: Inne
pt: Outro
ru: Другое
sq: Tjetër
tr: Diğer
uk: Інше

source: Other/Unknown
be: Іншае/Невядома
el: Άλλο/Άγνωστο
es: Otro/Desconocido
fi: Muu/Tuntematon
hu: Egyéb/Ismeretlen
nl: Overig/Onbekend
pl: Inne/Nieznane
pt: Outro/Desconhecido
ru: Другое/Неизвестно
sq: Tjetër/Unknown
tr: Diğer/Bilinmeyen
uk: Інше/Невідоме

source: Own remote observatory
be: Уласная аддаленая абсерваторыя
el: Ιδιωτικό απομακρυσμένο παρατηρητήριο
es: Observatorio remoto propio
fi: Oma etäobservatorio
hu: Saját obszervatórium
nl: Eigen externe observatorium
pl: Własny zdalny obserwatorium
pt: Observatório remoto próprio
ru: Собственная удаленная обсерватория
sq: Observatori i largët i pronës
tr: Kendi uzaktan gözlemeviniz
uk: Власна дистанційна обсерваторія

source: Partial lunar eclipse
be: Частковае зацьменьне Месяца
el: Μερική σεληνιακή έκλειψη
es: Eclipse lunar parcial
fi: Osittainen kuunpimennys
hu: Részleges holdfogyatkozás
nl: Deeltijd maansverduistering
pl: Częściowe zaćmienie Księżyca
pt: Eclipse lunar parcial
ru: Частичное лунное затмение
sq: Eklipsi i pjesshëm hënor
tr: Kısmi ay tutulması
uk: Часткове місячне затемнення

source: Partial solar eclipse
be: Частковае сонечнае зацьменьне
el: Μερική ηλιακή έκλειψη
es: Eclipse solar parcial
fi: Osittainen auringonpimennys
hu: Részleges napfogyatkozás
nl: Partiële zonsverduistering
pl: Częściowe zaćmienie słońca
pt: Eclipse solar parcial
ru: Частичное солнечное затмение
sq: Eklipsi diellor i pjesshëm
tr: Kısmi güneş tutulması
uk: Часткове сонячне затемнення

source: Permission denied
be: Доступ забаронены
el: Άρνηση άδειας
es: Permiso denegado
fi: Käyttöoikeus evätty
hu: Hozzáférés megtagadva
nl: Toegang geweigerd
pl: Odmowa dostępu
pt: Permissão negada
ru: Доступ запрещен
sq: Leja e mohuar
tr: İzin verilmedi
uk: Немає доступу

source: Plate-solution annotations (if available)
be: Анатацыі па вырашэнні пласцін (калі даступна)
el: Σημειώσεις λύσης πλάκας (αν είναι διαθέσιμες)
es: Anotaciones de solución de placas (si están disponibles)
fi: Levyratkaisuannot (jos saatavilla)
hu: Plate-solution megjelölések (ha rendelkezésre állnak)
nl: Plate-solution annotaties (indien beschikbaar)
pl: Adnotacje rozwiązania płyty (jeśli dostępne)
pt: Anotações de solução em placa (se disponível)
ru: Аннотации по решению пластин (если доступны)
sq: Shënimet e zgjidhjes së pllakave (nëse janë të disponueshme)
tr: Plaka çözümleme notları (varsa)
uk: Коментар до роспізнавання поля (якщо є)

source: Please check that all required fields have been filled at every step.
hu: Kérjük, minden lépésnél ellenőrizd, hogy minden kötelező mező kitöltésre került-e.
uk: Будь ласка, перевірте, чи були заповнені всі обов’язкові поля на кожному кроці.

source: Please come back later!
hu: Kérjük, gyere vissza később!
uk: Будь ласка, поверніться пізніше!

source: Please note
be: Звярніце ўвагу
el: Παρακαλώ σημειώστε
es: Ten en cuenta
fi: Huomaa
hu: Kérjük, vedd figyelembe
nl: Let op
pl: Pamiętaj
pt: Por favor, note
ru: Пожалуйста, обратите внимание
sq: Ju lutemi vini re
tr: Lütfen dikkat
uk: Зверніть увагу

source: Please note: animated GIFs cannot be watermarked at this time.
be: Звярніце ўвагу: анімацыйныя GIF-файлы не могуць быць водназнакаванымі ў гэты час.
el: Παρακαλώ σημειώστε: τα κινούμενα GIF δεν μπορούν να υδατογραφηθούν αυτή τη στιγμή.
es: Nota: por el momento no pueden marcarse los GIFs animados.
fi: Huomaa: animaatio-GIF:iä ei voi tällä hetkellä vesileimata.
hu: Kérjük, vedd figyelembe: az animált GIF-eket jelenleg nem lehet vízjellel ellátni.
nl: Let op: geanimeerde GIF's kunnen op dit moment niet worden voorzien van een watermerk.
pl: Pamiętaj: animowane GIF-y nie mogą być obecnie oznaczane znakiem wodnym.
pt: Observação: no momento, GIFs animados não podem receber marcas d'água.
ru: Пожалуйста, обратите внимание: анимированные GIF-файлы в настоящее время не могут быть защищены водяным знаком.
sq: Ju lutemi vini re: GIF-et e animuar nuk mund të kenë ujë të shenjtë në këtë kohë.
tr: Lütfen dikkat: animasyonlu GIF'ler şu anda filigranlanamaz.
uk: Зверніть увагу: анімовані GIF-файли наразі не можуть бути позначені водяними знаками.

source: Please note: if this file is a crop of another image you already published on AstroBin, the common practice would be to upload it as a new revision. For more info, please <a href='https://welcome.astrobin.com/features/image-revisions' target='_blank'>click here</a>.
hu: Megjegyzés: ha ez a fájl egy másik, az AstroBinen már közzétett kép kivágása, akkor az általános gyakorlat az, hogy új módosításként töltöd fel. Több infóért, kérjük <a href='https://welcome.astrobin.com/features/image-revisions' target='_blank'>kattints ide</a>.
uk: Зверніть увагу: якщо цей файл є обрізкою іншого зображення, яке Ви вже опублікували на AstroBin, звичайною практикою було б завантажити його як нову версію. Для отримання додаткової інформації <a href='https://welcome.astrobin.com/features/image-revisions' target='_blank'>натисніть тут</a>.
