Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Number of views
be: Колькасць праглядаў
el: Αριθμός προβολών
es: Número de vistas
fi: Katselukertojen määrä
hu: Megtekintések száma
nl: Aantal weergaven
pl: Liczba wyświetleń
pt: Número de visualizações
ru: Количество просмотров.
sq: Numri i pamjeve
tr: Görüntü sayısı
uk: Кількість переглядів

source: Objects
be: Аб'екты
el: Αντικείμενα
es: Objetos
fi: Kohteet
hu: Objektumok
nl: Objecten
pl: Obiekty
pt: Objetos
ru: Объекты.
sq: Objektet
tr: Nesneler
uk: Об'єкти

source: October
be: Кастрычнік
el: Οκτώβριος
es: Octubre
fi: Lokakuu
hu: Október
nl: Oktober
pl: Październik
pt: Outubro
ru: Октябрь.
sq: Tetor
tr: Ekim
uk: Жовтень

source: Only show images acquired at a specific remote hosting facility.
be: Паказваць толькі выявы, атрыманыя ў пэўным аддаленым хостынгу.
el: Δείξε μόνο εικόνες που αποκτήθηκαν σε συγκεκριμένη απομακρυσμένη εγκατάσταση φιλοξενίας.
es: Mostrar solo imágenes adquiridas en una instalación de hosting remoto específica.
fi: Näytä vain kuvat, jotka on hankittu tietyltä etäisiltä hosting-palvelimilta.
hu: Csak azokat a képeket mutasd, amelyeket egy adott távoli hosting létesítményben szereztek be.
nl: Toon alleen afbeeldingen verkregen bij een specifieke externe hostingfaciliteit.
pl: Pokaż tylko obrazy pozyskane w określonym zdalnym obiekcie hostingowym.
pt: Mostrar apenas imagens adquiridas em uma instalação de hospedagem remota específica.
ru: Показывать только изображения, полученные в конкретном удаленном хостинге.
sq: Trego vetëm imazhet e marra në një objekt të caktuar të hostimit të largët.
tr: Belirli bir uzaktan barındırma tesisinde edinilen görüntüleri göster.
uk: Показувати лише зображення, отримані в конкретному віддаленому хостингу.

source: Only show images acquired by users from a specific country.
be: Паказваць толькі выявы, атрыманыя карыстальнікамі з пэўнай краіны.
el: Δείξε μόνο εικόνες που αποκτήθηκαν από χρήστες από συγκεκριμένη χώρα.
es: Mostrar solo imágenes adquiridas por usuarios de un país específico.
fi: Näytä vain kuvat, jotka on hankittu käyttäjiltä tietyistä maista.
hu: Csak azokat a képeket mutasd, amelyeket felhasználók egy adott országból szereztek be.
nl: Toon alleen afbeeldingen verkregen door gebruikers uit een specifiek land.
pl: Pokaż tylko obrazy pozyskane przez użytkowników z określonego kraju.
pt: Mostrar apenas imagens adquiridas por usuários de um país específico.
ru: Показывать только изображения, полученные пользователями из конкретной страны.
sq: Trego vetëm imazhet e marra nga përdoruesit nga një vend të caktuar.
tr: Belirli bir ülkeden kullanıcılar tarafından edinilen görüntüleri göster.
uk: Показувати лише зображення, отримані користувачами з певної країни.

source: Only show images acquired in specific months of any year.
be: Паказваць толькі выявы, атрыманыя ў пэўныя месяцы любога года.
el: Δείξε μόνο εικόνες που αποκτήθηκαν σε συγκεκριμένους μήνες οποιουδήποτε έτους.
es: Mostrar solo imágenes adquiridas en meses específicos de cualquier año.
fi: Näytä vain kuvat, jotka on hankittu tietyissä kuukausissa mistä tahansa vuodesta.
hu: Csak azokat a képeket mutasd, amelyeket egy adott hónapban szereztek be bármely évben.
nl: Toon alleen afbeeldingen verkregen in specifieke maanden van elk jaar.
pl: Pokaż tylko obrazy pozyskane w określonych miesiącach dowolnego roku.
pt: Mostrar apenas imagens adquiridas em meses específicos de qualquer ano.
ru: Показывать только изображения, полученные в определенные месяцы любого года.
sq: Trego vetëm imazhet e marra në muaj të caktuar të çdo viti.
tr: Herhangi bir yılın belirli aylarında edinilen görüntüleri göster.
uk: Показувати лише зображення, отримані в конкретні місяці будь-якого року.

source: Only show images acquired with a certain acquisition technique.
be: Паказваць толькі выявы, атрыманыя з пэўнай тэхнікай захопу.
el: Δείξε μόνο εικόνες που αποκτήθηκαν με συγκεκριμένη τεχνική απόκτησης.
es: Mostrar solo imágenes adquiridas con una técnica de adquisición determinada.
fi: Näytä vain kuvat, jotka on hankittu tietyllä hankintatekniikalla.
hu: Csak azokat a képeket mutasd, amelyeket egy bizonyos beszerzési technikával szereztek be.
nl: Toon alleen afbeeldingen verkregen met een bepaalde acquisitietechniek.
pl: Pokaż tylko obrazy pozyskane z określoną techniką pozyskiwania.
pt: Mostrar apenas imagens adquiridas com uma certa técnica de aquisição.
ru: Показывать только изображения, полученные с использованием определенной техники захвата.
sq: Trego vetëm imazhet e marra me një teknikë të caktuar të marrjes.
tr: Belirli bir edinim tekniği ile edinilen görüntüleri göster.
uk: Показувати лише зображення, отримані з певною технікою захоплення.

source: Only show images acquired with certain camera types.
be: Паказваць толькі выявы, атрыманыя з пэўнымі тыпамі камер.
el: Δείξε μόνο εικόνες που αποκτήθηκαν με συγκεκριμένους τύπους καμερών.
es: Mostrar solo imágenes adquiridas con ciertos tipos de cámaras.
fi: Näytä vain kuvat, jotka on hankittu tietyillä kameratyypeillä.
hu: Csak azokat a képeket mutasd, amelyeket bizonyos fényképezőgép típusokkal szereztek be.
nl: Toon alleen afbeeldingen verkregen met bepaalde cameratypes.
pl: Pokaż tylko obrazy pozyskane z określonymi typami aparatów.
pt: Mostrar apenas imagens adquiridas com certos tipos de câmeras.
ru: Показывать только изображения, полученные с использованием определенных типов камер.
sq: Trego vetëm imazhet e marra me lloje të caktuara kamerash.
tr: Belirli kamera türleri ile edinilen görüntüleri göster.
uk: Показувати лише зображення, отримані з певними типами камер.

source: Only show images acquired with certain filter types.
be: Паказваць толькі выявы, атрыманыя з пэўнымі тыпамі фільтраў.
el: Δείξε μόνο εικόνες που αποκτήθηκαν με συγκεκριμένους τύπους φίλτρων.
es: Mostrar solo imágenes adquiridas con ciertos tipos de filtros.
fi: Näytä vain kuvat, jotka on hankittu tietyillä suodatintyypeillä.
hu: Csak azokat a képeket mutasd, amelyeket bizonyos szűrő típusokkal szereztek be.
nl: Toon alleen afbeeldingen verkregen met bepaalde filtertypes.
pl: Pokaż tylko obrazy pozyskane z określonymi typami filtrów.
pt: Mostrar apenas imagens adquiridas com certos tipos de filtros.
ru: Показывать только изображения, полученные с использованием определенных типов фильтров.
sq: Trego vetëm imazhet e marra me lloje të caktuara filtrash.
tr: Belirli filtre türleri ile edinilen görüntüleri göster.
uk: Показувати лише зображення, отримані з певними типами фільтрів.

source: Only show images acquired with certain telescope types.
be: Паказваць толькі выявы, атрыманыя з пэўных тыпаў тэлескопаў.
el: Δείξε μόνο εικόνες που αποκτήθηκαν με συγκεκριμένους τύπους τηλεσκοπίων.
es: Mostrar solo imágenes adquiridas con ciertos tipos de telescopios.
fi: Näytä vain kuvia, jotka on otettu tietyntyyppisillä teleskoopeilla.
hu: Csak azokat a képeket mutasd, amelyeket bizonyos távcső típusokkal szereztek be.
nl: Toon alleen afbeeldingen die zijn gemaakt met bepaalde telescooptypes.
pl: Pokaż tylko obrazy zrobione określonymi typami teleskopów.
pt: Mostrar apenas imagens adquiridas com certos tipos de telescópios.
ru: Показывать только изображения, полученные с использованием определенных типов телескопов.
sq: Trego vetëm imazhe të marra me lloje të caktuara teleskopësh.
tr: Sadece belirli teleskop türleriyle elde edilen görüntüleri göster.
uk: Показувати лише зображення, отримані з певними типами телескопів.

source: Only show images acquired with color or monochrome sensors.
be: Паказваць толькі выявы, атрыманыя з каляровых або манахромных датчыкаў.
el: Δείξε μόνο εικόνες που αποκτήθηκαν με έγχρωμους ή μονοχρωματικούς αισθητήρες.
es: Mostrar solo imágenes adquiridas con sensores de color o monocromáticos.
fi: Näytä vain kuvia, jotka on otettu väri- tai mustavalkosensoreilla.
hu: Csak azokat a képeket mutasd, amelyeket színes vagy monokromatikus érzékelőkkel szereztek be.
nl: Toon alleen afbeeldingen die zijn gemaakt met kleur- of monochrome sensoren.
pl: Pokaż tylko obrazy zrobione czujnikami kolorowymi lub monochromatycznymi.
pt: Mostrar apenas imagens adquiridas com sensores coloridos ou monocromáticos.
ru: Показывать только изображения, полученные с использованием цветных или монохромных сенсоров.
sq: Trego vetëm imazhe të marra me sensorë ngjyrash ose monokrom.
tr: Sadece renkli veya monokrom sensörlerle elde edilen görüntüleri göster.
uk: Показувати лише зображення, отримані з кольоровими або монохромними сенсорами.

source: Only show images acquired with modified cameras.
be: Паказваць толькі выявы, атрыманыя з мадыфікаваных камер.
el: Δείξε μόνο εικόνες που αποκτήθηκαν με τροποποιημένες κάμερες.
es: Mostrar solo imágenes adquiridas con cámaras modificadas.
fi: Näytä vain kuvia, jotka on otettu muokatuilla kameroilla.
hu: Csak azokat a képeket mutasd, amelyeket módosított fényképezőgépekkel szereztek be.
nl: Toon alleen afbeeldingen die zijn gemaakt met gemodificeerde camera's.
pl: Pokaż tylko obrazy zrobione zmodyfikowanymi aparatami.
pt: Mostrar apenas imagens adquiridas com câmeras modificadas.
ru: Показывать только изображения, полученные с использованием модифицированных камер.
sq: Trego vetëm imazhe të marra me kamera të modifikuara.
tr: Sadece modifiye edilmiş kameralarla elde edilen görüntüleri göster.
uk: Показувати лише зображення, отримані з модифікованими камерами.

source: Only show images by certain users (including collaborations).
be: Паказваць толькі выявы ад пэўных карыстальнікаў (уключаючы супрацоўніцтва).
el: Δείξε μόνο εικόνες από συγκεκριμένους χρήστες (συμπεριλαμβανομένων συνεργασιών).
es: Mostrar solo imágenes de ciertos usuarios (incluidas colaboraciones).
fi: Näytä vain kuvia tietyiltä käyttäjiltä (mukaan lukien yhteistyöt).
hu: Csak azokat a képeket mutasd, amelyeket bizonyos felhasználók (beleértve az együttműködéseket) készítettek.
nl: Toon alleen afbeeldingen van bepaalde gebruikers (inclusief samenwerkingen).
pl: Pokaż tylko obrazy od określonych użytkowników (w tym współprace).
pt: Mostrar apenas imagens de certos usuários (incluindo colaborações).
ru: Показывать только изображения от определенных пользователей (включая коллаборации).
sq: Trego vetëm imazhe nga përdorues të caktuar (përfshirë bashkëpunimet).
tr: Sadece belirli kullanıcılar (iş birlikleri dahil) tarafından çekilen görüntüleri göster.
uk: Показувати лише зображення певних користувачів (включаючи колаборації).

source: Only show images featuring specific celestial subjects. Use a comma to separate multiple subjects.
be: Паказваць толькі выявы, на якіх адлюстраваны пэўныя небесныя аб'екты. Выкарыстоўвайце коску для аддзялення некалькіх аб'ектаў.
el: Δείξε μόνο εικόνες που απεικονίζουν συγκεκριμένα ουράνια αντικείμενα. Χρησιμοποίησε κόμμα για να χωρίσεις πολλαπλά αντικείμενα.
es: Mostrar solo imágenes que presenten sujetos celestiales específicos. Usa una coma para separar múltiples sujetos.
fi: Näytä vain kuvia, joissa on tiettyjä taivaankappaleita. Käytä pilkkua erottaaksesi useita aiheita.
hu: Csak azokat a képeket mutasd, amelyek bizonyos égi tárgyakat ábrázolnak. Használj vesszőt a több tárgy elválasztásához.
nl: Toon alleen afbeeldingen met specifieke hemellichamen. Gebruik een komma om meerdere onderwerpen te scheiden.
pl: Pokaż tylko obrazy przedstawiające konkretne obiekty niebieskie. Użyj przecinka, aby oddzielić wiele obiektów.
pt: Mostrar apenas imagens com sujeitos celestiais específicos. Use uma vírgula para separar múltiplos sujeitos.
ru: Показывать только изображения с определенными небесными объектами. Используйте запятую для разделения нескольких объектов.
sq: Trego vetëm imazhe që përmbajnë subjekte të caktuara qiellore. Përdor një presje për të ndarë shumë subjekte.
tr: Sadece belirli gök cisimlerini içeren görüntüleri göster. Birden fazla cismi ayırmak için virgül kullan.
uk: Показувати лише зображення, що містять конкретні небесні об'єкти. Використовуйте кому для розділення кількох об'єктів.

source: Only show images in a specific constellation.
be: Паказваць толькі выявы ў пэўным сузор'і.
el: Δείξε μόνο εικόνες σε συγκεκριμένο αστερισμό.
es: Mostrar solo imágenes en una constelación específica.
fi: Näytä vain kuvia tietyssä tähdistössä.
hu: Csak azokat a képeket mutasd, amelyek egy adott csillagképből származnak.
nl: Toon alleen afbeeldingen in een specifieke constellatie.
pl: Pokaż tylko obrazy w konkretnej konstelacji.
pt: Mostrar apenas imagens em uma constelação específica.
ru: Показывать только изображения в конкретном созвездии.
sq: Trego vetëm imazhe në një konstelacion të caktuar.
tr: Sadece belirli bir takımyıldızda elde edilen görüntüleri göster.
uk: Показувати лише зображення в конкретному сузір'ї.

source: Only show images meeting a minimum data requirement.
be: Паказваць толькі выявы, якія адпавядаюць мінімальным патрабаванням да даных.
el: Δείξε μόνο εικόνες που πληρούν μια ελάχιστη απαίτηση δεδομένων.
es: Mostrar solo imágenes que cumplan con un requisito mínimo de datos.
fi: Näytä vain kuvia, jotka täyttävät vähimmäistietovaatimukset.
hu: Csak azokat a képeket mutasd, amelyek megfelelnek egy minimális adatkövetelménynek.
nl: Toon alleen afbeeldingen die voldoen aan een minimale datavereiste.
pl: Pokaż tylko obrazy spełniające minimalne wymagania dotyczące danych.
pt: Mostrar apenas imagens que atendem a um requisito mínimo de dados.
ru: Показывать только изображения, соответствующие минимальным требованиям к данным.
sq: Trego vetëm imazhe që plotësojnë një kërkesë minimale për të dhëna.
tr: Sadece minimum veri gereksinimini karşılayan görüntüleri göster.
uk: Показувати лише зображення, що відповідають мінімальним вимогам до даних.

source: Only show images of a specific subject type.
be: Паказваць толькі выявы пэўнага тыпу аб'екта.
el: Δείξε μόνο εικόνες ενός συγκεκριμένου τύπου αντικειμένου.
es: Mostrar solo imágenes de un tipo de sujeto específico.
fi: Näytä vain kuvia tietyntyyppisistä aiheista.
hu: Csak azokat a képeket mutasd, amelyek egy adott téma típusát ábrázolják.
nl: Toon alleen afbeeldingen van een specifiek onderwerpstype.
pl: Pokaż tylko obrazy określonego typu obiektu.
pt: Mostrar apenas imagens de um tipo de sujeito específico.
ru: Показывать только изображения определенного типа объекта.
sq: Trego vetëm imazhe të një lloji të caktuar subjekti.
tr: Sadece belirli bir konu türüne ait görüntüleri göster.
uk: Показувати лише зображення певного типу об'єкта.

source: Only show images that appear in specific groups that you are a member of.
be: Паказваць толькі выявы, якія з'яўляюцца ў пэўных групах, членам якіх вы з'яўляецеся.
el: Δείξε μόνο εικόνες που εμφανίζονται σε συγκεκριμένες ομάδες που είσαι μέλος.
es: Mostrar solo imágenes que aparezcan en grupos específicos de los que eres miembro.
fi: Näytä vain kuvia, jotka näkyvät tietyissä ryhmissä, joiden jäsen olet.
hu: Csak azokat a képeket mutasd, amelyek megjelennek bizonyos csoportokban, amelyeknek tagja vagy.
nl: Toon alleen afbeeldingen die voorkomen in specifieke groepen waarvan je lid bent.
pl: Pokaż tylko obrazy, które pojawiają się w konkretnych grupach, których jesteś członkiem.
pt: Mostrar apenas imagens que aparecem em grupos específicos dos quais você é membro.
ru: Показывать только изображения, которые появляются в определенных группах, членом которых вы являетесь.
sq: Trego vetëm imazhe që shfaqen në grupe të caktuara ku je anëtar.
tr: Sadece üyesi olduğun belirli gruplarda yer alan görüntüleri göster.
uk: Показувати лише зображення, що з'являються в конкретних групах, членом яких ви є.

source: Only show images that won any of the selected IOTD/TP awards.
be: Паказваць толькі выявы, якія атрымалі любыя з выбраных узнагарод IOTD/TP.
el: Δείξε μόνο εικόνες που κέρδισαν οποιοδήποτε από τα επιλεγμένα βραβεία IOTD/TP.
es: Mostrar solo imágenes que ganaron alguno de los premios IOTD/TP seleccionados.
fi: Näytä vain kuvia, jotka ovat voittaneet valitsemiasi IOTD/TP-palkintoja.
hu: Csak azokat a képeket mutasd, amelyek nyertek bármelyik kiválasztott IOTD/TP díjat.
nl: Toon alleen afbeeldingen die een van de geselecteerde IOTD/TP-prijzen hebben gewonnen.
pl: Pokaż tylko obrazy, które zdobyły jakiekolwiek z wybranych nagród IOTD/TP.
pt: Mostrar apenas imagens que ganharam algum dos prêmios IOTD/TP selecionados.
ru: Показывать только изображения, которые выиграли любые из выбранных наград IOTD/TP.
sq: Trego vetëm imazhe që kanë fituar ndonjë nga çmimet e zgjedhura IOTD/TP.
tr: Sadece seçilen IOTD/TP ödüllerini kazanan görüntüleri göster.
uk: Показувати лише зображення, що отримали будь-які з вибраних нагород IOTD/TP.

source: Only show images with data from a specific source.
be: Паказваць толькі выявы з данымі з пэўнага крыніцы.
el: Δείξε μόνο εικόνες με δεδομένα από συγκεκριμένη πηγή.
es: Mostrar solo imágenes con datos de una fuente específica.
fi: Näytä vain kuvia, joissa on tietolähteestä.
hu: Csak azokat a képeket mutasd, amelyek egy adott forrásból származnak.
nl: Toon alleen afbeeldingen met gegevens van een specifieke bron.
pl: Pokaż tylko obrazy z danymi z konkretnego źródła.
pt: Mostrar apenas imagens com dados de uma fonte específica.
ru: Показывать только изображения с данными из конкретного источника.
sq: Trego vetëm imazhe me të dhëna nga një burim të caktuar.
tr: Sadece belirli bir kaynaktan elde edilen verilerle görüntüleri göster.
uk: Показувати лише зображення з даними з конкретного джерела.

source: Only show images with the any of the selected licenses.
be: Паказваць толькі выявы з любымі з выбраных ліцэнзій.
el: Δείξε μόνο εικόνες με οποιαδήποτε από τις επιλεγμένες άδειες.
es: Mostrar solo imágenes con cualquiera de las licencias seleccionadas.
fi: Näytä vain kuvia, joissa on jokin valituista lisensseistä.
hu: Csak azokat a képeket mutasd, amelyek bármelyik kiválasztott licenccel rendelkeznek.
nl: Toon alleen afbeeldingen met een van de geselecteerde licenties.
pl: Pokaż tylko obrazy z wybranymi licencjami.
pt: Mostrar apenas imagens com qualquer uma das licenças selecionadas.
ru: Показывать только изображения с любыми из выбранных лицензий.
sq: Trego vetëm imazhe me ndonjë nga licencat e zgjedhura.
tr: Sadece seçilen lisanslardan herhangi biriyle olan görüntüleri göster.
uk: Показувати лише зображення з будь-якими з вибраних ліцензій.

source: Only unread
be: Толькі непрачытаныя
el: Μόνο μη αναγνωσμένα.
es: Solo no leídas
fi: Vain lukemattomat
hu: Csak olvasatlan
nl: Alleen ongelezen
pl: Tylko nieprzeczytane
pt: Somente não lidas
ru: Только непрочитанные.
sq: Vetëm të pa lexuara
tr: Sadece okunmamış
uk: Тільки непрочитані

source: Only you can see this folder.
be: Толькі вы можаце бачыць гэтую папку.
el: Μόνο εσύ μπορείς να δεις αυτόν τον φάκελο.
es: Solo tú puedes ver esta carpeta.
fi: Vain sinä voit nähdä tämän kansion.
hu: Csak te láthatod ezt a mappát.
nl: Alleen jij kunt deze map zien.
pl: Tylko ty możesz zobaczyć ten folder.
pt: Apenas você pode ver esta pasta.
ru: Только вы можете видеть эту папку.
sq: Vetëm ti mund ta shohësh këtë dosje.
tr: Bu klasörü sadece sen görebilirsin.
uk: Тільки ви можете бачити цю папку.

source: Optics and cameras
be: Оптыка і камеры
el: Οπτικά και κάμερες.
es: Ópticas y cámaras
fi: Optiikka ja kamerat
hu: Optikák és kamerák
nl: Optiek en camera's
pl: Optika i aparaty
pt: Óptica e câmeras
ru: Оптика и камеры.
sq: Optika dhe kamerat
tr: Optikler ve kameralar
uk: Оптика та камери

source: Order by image tag
be: Сарціроўка па тэгах выявы
el: Ταξινόμηση κατά ετικέτα εικόνας.
es: Ordenar por etiqueta de imagen
fi: Järjestä kuvamerkin mukaan
hu: Rendezés kép címke szerint
nl: Sorteer op afbeeldingslabel
pl: Sortuj według tagu obrazu
pt: Ordenar por tag da imagem
ru: Сортировать по тегу изображения.
sq: Rendit sipas etiketës së imazhit
tr: Görüntü etiketine göre sırala
uk: Сортувати за тегом зображення

source: Orientation
be: Арыентацыя
el: Προσανατολισμός.
es: Orientación
fi: Suuntaus
hu: Orientáció
nl: Oriëntatie
pl: Orientacja
pt: Orientação
ru: Ориентация.
sq: Orientimi
tr: Yönlendirme
uk: Орієнтація

source: Original
be: Арыгінал
el: Πρωτότυπο.
fi: Alkuperäinen
hu: Eredeti
nl: Origineel
pl: Oryginał
ru: Оригинал.
sq: Origjinal
tr: Orijinal
uk: Оригінал

source: Parent collection
be: Бацькоўская калекцыя
el: Γονική συλλογή.
es: Colección principal
fi: Vanhempikokoelma
hu: Szülő gyűjtemény
nl: Ouderlijke collectie
pl: Rodzinna kolekcja
pt: Coleção pai
ru: Родительская коллекция.
sq: Koleksioni prind
tr: Ana koleksiyon
uk: Батьківська колекція

source: Pending confirmation
be: У чаканні пацверджання
el: Σε εκκρεμότητα επιβεβαίωσης.
es: Pendiente de confirmación
fi: Vahvistusta odotetaan
hu: Megerősítésre vár
nl: In afwachting van bevestiging
pl: Oczekuje na potwierdzenie
pt: Aguardando confirmação
ru: Ожидает подтверждения.
sq: Në pritje të konfirmimit
tr: Onay bekliyor
uk: Очікує підтвердження

source: People who bookmarked this
be: Людзі, якія закладвалі гэта
el: Άτομα που το αποθήκευσαν.
es: Personas que han guardado esto
fi: Ihmiset, jotka ovat merkinneet tämän
hu: Azok, akik könyvjelzőzték ezt
nl: Mensen die dit hebben gebookmarked
pl: Osoby, które dodały to do zakładek
pt: Pessoas que marcaram isso como favorito
ru: Люди, которые добавили это в закладки.
sq: Njerëzit që e kanë shënuar këtë
tr: Bunu kaydeden kişiler
uk: Люди, які закладали це

source: People who like this
be: Людзі, якім гэта падабаецца
el: Άτομα που το αρέσουν.
es: Personas a las que les gusta esto
fi: Ihmiset, jotka pitävät tästä
hu: Azok, akik szeretik ezt
nl: Mensen die dit leuk vinden
pl: Osoby, które to lubią
pt: Pessoas que gostam disso
ru: Люди, которым это нравится.
sq: Njerëzit që e pëlqejnë këtë
tr: Bunu beğenen kişiler
uk: Люди, які вподобали це

source: Personal feed
be: Асабісты фід
el: Προσωπική ροή.
es: Feed personal
fi: Henkilökohtainen syöte
hu: Személyes hírfolyam
nl: Persoonlijke feed
pl: Osobisty feed
pt: Feed pessoal
ru: Личная лента.
sq: Feed personal
tr: Kişisel akış
uk: Особиста стрічка

source: Personal filters
be: Асабісты фільтры
el: Προσωπικά φίλτρα.
es: Filtros personales
fi: Henkilökohtaiset suodattimet
hu: Személyes szűrők
nl: Persoonlijke filters
pl: Osobiste filtry
pt: Filtros pessoais
ru: Личные фильтры.
sq: Filtra personale
tr: Kişisel filtreler
uk: Особисті фільтри

source: Pinch and zoom!
be: Сцісніце і павялічце!
el: Ζουμάρετε και κάντε ζουμ!
es: ¡Haz zoom y pellizca!
fi: Pienennä ja zoomaa!
hu: Csípj és nagyíts!
nl: Knijp en zoom!
pl: Zsuwaj i powiększaj!
pt: Pinça e amplie!
ru: Сожмите и увеличьте!
sq: Shtyp dhe zmadho!
tr: Sıkıştır ve yakınlaştır!
uk: Збільшуй і зменшуй!

source: PixInsight queue size
be: Памер чаргі PixInsight
el: Μέγεθος ουράς PixInsight.
es: Tamaño de la cola de PixInsight
fi: PixInsight-jono
hu: PixInsight sor mérete
nl: PixInsight wachtrijgrootte
pl: Rozmiar kolejki PixInsight
pt: Tamanho da fila do PixInsight
ru: Размер очереди PixInsight.
sq: Madhësia e radhës në PixInsight
tr: PixInsight kuyruk boyutu
uk: Розмір черги PixInsight

source: PixInsight stage
be: Этап PixInsight
el: Στάδιο PixInsight.
es: Etapa de PixInsight
fi: PixInsight-vaihe
hu: PixInsight szakasz
nl: PixInsight fase
pl: Etap PixInsight
pt: Estágio do PixInsight
ru: Этап PixInsight
sq: Faza e PixInsight
tr: PixInsight aşaması
uk: Етап PixInsight

source: Pixel scale
be: Масштаб пікселяў
el: Κλίμακα pixel.
es: Escala de píxeles
fi: Pikselisuhde
hu: Pixel skála
nl: Pixelgrootte
pl: Skala piksela
pt: Escala de pixel
ru: Масштаб пикселей
sq: Shkalla e pikselëve
tr: Piksellerin ölçeği
uk: Масштаб пікселів

source: Pixel scale (large first)
be: Масштаб пікселяў (вялікі спачатку)
el: Κλίμακα pixel (μεγάλο πρώτο).
es: Escala de píxeles (grande primero)
fi: Pikselisuhde (suuret ensin)
hu: Pixel skála (nagy először)
nl: Pixelgrootte (groot eerst)
pl: Skala piksela (duża najpierw)
pt: Escala de pixel (grande primeiro)
ru: Масштаб пикселей (сначала крупные)
sq: Shkalla e pikselëve (e madhe e para)
tr: Piksellerin ölçeği (büyük önce)
uk: Масштаб пікселів (великий спочатку)
