Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Use the <strong>@</strong> sign and start typing to mention any user.
be: Выкарыстоўвайце знак <strong>@<\/strong> і пачніце ўводзіць, каб згадаць любога карыстальніка.
el: Χρησιμοποίησε το <strong>@<\/strong> και άρχισε να πληκτρολογείς για να αναφέρεις οποιονδήποτε χρήστη.
es: Usa el signo <strong>@<\/strong> y comienza a escribir para mencionar a cualquier usuario.
fi: Käytä <strong>@<\/strong> merkkiä ja ala kirjoittaa mainitaksesi käyttäjän.
hu: Használj <strong>@<\/strong> jelet, és kezdj el gépelni, hogy megemlíthess egy felhasználót.
nl: Gebruik het <strong>@<\/strong> teken en begin te typen om een gebruiker te vermelden.
pl: Użyj znaku <strong>@<\/strong> i zacznij pisać, aby wspomnieć o użytkowniku.
pt: Use o <strong>@</strong> e comece a digitar para mencionar qualquer usuário.
ru: Используйте <strong>@</strong> и начните вводить, чтобы упомянуть любого пользователя.
sq: Përdor shenjën <strong>@<\/strong> dhe fillo të shkruash për të përmendur ndonjë përdorues.
tr: Herhangi bir kullanıcıyı anmak için <strong>@<\/strong> işaretini kullanın ve yazmaya başlayın.
uk: Використовуйте знак <strong>@</strong> і почніть вводити, щоб згадати будь-якого користувача.

source: View
be: Прагляд
el: Προβολή
es: Ver
fi: Näytä
hu: Nézet
nl: Bekijk
pl: Widok
pt: Ver
ru: Просмотр
sq: Shiko
tr: Görüntüle
uk: Перегляд

source: We found similar items from the same brand.
be: Мы знайшлі падобныя элементы ад таго ж брэнда.
el: Βρήκαμε παρόμοια αντικείμενα από την ίδια μάρκα.
es: Encontramos artículos similares de la misma marca.
fi: Löysimme samankaltaisia kohteita samalta brändiltä.
hu: Hasonló termékeket találtunk ugyanattól a márkától.
nl: We hebben vergelijkbare items van hetzelfde merk gevonden.
pl: Znaleźliśmy podobne elementy tej samej marki.
pt: Encontramos itens semelhantes da mesma marca.
ru: Мы нашли похожие предметы от того же бренда.
sq: Gjetëm artikuj të ngjashëm nga e njëjta markë.
tr: Aynı markadan benzer öğeler bulduk.
uk: Ми знайшли схожі товари від тієї ж марки.

source: We found the following similar items. Click the correct one to use it, or ignore this message.
be: Мы знайшлі наступныя падобныя элементы. Націсніце на правільны, каб выкарыстоўваць яго, або ігнаруйце гэтае паведамленне.
el: Βρήκαμε τα παρακάτω παρόμοια αντικείμενα. Κάντε κλικ στο σωστό για να το χρησιμοποιήσετε ή αγνοήστε αυτό το μήνυμα.
es: Encontramos los siguientes artículos similares. Haz clic en el correcto para usarlo, o ignora este mensaje.
fi: Löysimme seuraavat samankaltaiset kohteet. Klikkaa oikeaa käyttääksesi sitä, tai ohita tämä viesti.
hu: Megtaláltuk a következő hasonló tételeket. Kattints a megfelelőre, hogy használd, vagy ignoráld ezt az üzenetet.
nl: We hebben de volgende vergelijkbare items gevonden. Klik op de juiste om het te gebruiken, of negeer dit bericht.
pl: Znaleźliśmy następujące podobne elementy. Kliknij ten właściwy, aby go użyć, lub zignoruj tę wiadomość.
pt: Encontramos os seguintes itens semelhantes. Clique no correto para usá-lo ou ignore esta mensagem.
ru: Мы нашли следующие похожие предметы. Нажмите на правильный, чтобы использовать его, или проигнорируйте это сообщение.
sq: Gjetëm artikuj të ngjashëm. Kliko mbi atë të saktë për ta përdorur, ose injoro këtë mesazh.
tr: Aşağıdaki benzer öğeleri bulduk. Doğru olanı kullanmak için tıklayın veya bu mesajı göz ardı edin.
uk: Ми знайшли такі схожі елементи. Натисніть правильний, щоб використовувати його, або проігноруйте це повідомлення.

source: Website
be: Сайт
el: Ιστοσελίδα
es: Sitio web
fi: Verkkosivusto
hu: Weboldal
pl: Strona internetowa
pt: Site
ru: Вебсайт
tr: Web sitesi
uk: Веб-сайт

source: Weight
be: Вага
el: Βάρος
es: Peso
fi: Paino
hu: Súly
nl: Gewicht
pl: Waga
pt: Peso
ru: Вес
sq: Pesha
tr: Ağırlık
uk: Вага

source: Whether this camera is equipment with a cooling mechanism.
uk: Чи є ця камера обладнанням з механізмом охолодження.

source: Yes
be: Так
el: Ναι
es: Sí
fi: Kyllä
hu: Igen
nl: Ja
pl: Tak
pt: Sim
ru: Да
sq: Po
tr: Evet
uk: Так

source: You cannot review this edit proposal because there are previous pending proposals.
be: Вы не можаце праглядаць гэтую прапанову на змену, бо ёсць папярэднія прапановы ў чаканні.
el: Δεν μπορείτε να αναθεωρήσετε αυτή την πρόταση επεξεργασίας επειδή υπάρχουν προηγούμενες εκκρεμείς προτάσεις.
es: No puedes revisar esta propuesta de edición porque hay propuestas pendientes anteriores.
fi: Et voi tarkistaa tätä muokkausehdotusta, koska on olemassa aikaisempia odottavia ehdotuksia.
hu: Nem tudod megtekinteni ezt a szerkesztési javaslatot, mert vannak korábbi függő javaslatok.
nl: Je kunt dit wijzigingsvoorstel niet beoordelen omdat er eerdere voorstellen in afwachting zijn.
pl: Nie możesz przeglądać tej propozycji edycji, ponieważ są wcześniejsze oczekujące propozycje.
pt: Você não pode revisar esta proposta de edição porque há propostas pendentes anteriores.
ru: Вы не можете просмотреть это предложение на редактирование, потому что есть предыдущие ожидающие предложения.
sq: Nuk mund të rishikosh këtë propozim redaktimi sepse ka propozime të tjera në pritje.
tr: Bu düzenleme teklifini inceleyemezsiniz çünkü önceki bekleyen teklifler var.
uk: Ви не можете переглянути цю пропозицію, оскільки є попередні пропозиції, які очікують на розгляд.

source: You cannot review this edit proposal because you were the one who proposed it.
uk: Ви не можете переглянути цю пропозицію редагування, оскільки Ви її запропонували.

source: Display download menu
be: Паказаць меню загрузкі
el: Εμφάνιση μενού λήψης
es: Mostrar menú de descarga
fi: Näytä latausvalikko
hu: Letöltési menü megjelenítése
nl: Downloadmenu weergeven
pl: Wyświetl menu pobierania
pt: Exibir menu de download
ru: Показать меню загрузки
sq: Shfaq menunë e shkarkimit
tr: İndirme menüsünü göster
uk: Відобразити меню завантаження

source: Enjoy your unlimited revisions per image!
be: Атрымлівайце асалоду ад неабмежаванай колькасці рэвізій для кожнага малюнка!
el: Απόλαυσε τις απεριόριστες αναθεωρήσεις ανά εικόνα!
es: ¡Disfruta de tus revisiones ilimitadas por imagen!
fi: Nauti rajattomista muokkauksista per kuva!
hu: Élvezd a korlátlan módosításokat képenként!
nl: Geniet van je onbeperkte revisies per afbeelding!
pl: Ciesz się nieograniczoną liczbą poprawek dla każdego obrazu!
pt: Aproveite suas revisões ilimitadas por imagem!
ru: Наслаждайтесь неограниченным количеством правок для каждого изображения!
sq: Shijoni rishikimet tuaja të pakufizuara për çdo imazh!
tr: Her görüntü için sınırsız revizyonun tadını çıkar!
uk: Насолоджуйтесь необмеженою кількістю версій для кожного зображення!

source: It looks like you reached the revision upload limit for your subscription.
be: Схоже, вы дасягнулі ліміту загрузкі рэвізій для вашай падпіскі.
el: Φαίνεται ότι έχεις φτάσει το όριο αναθεωρήσεων για την συνδρομή σου.
es: Parece que has alcanzado el límite de carga de revisiones para tu suscripción.
fi: Näyttää siltä, että olet saavuttanut muokkausladauksen rajan tilauksellesi.
hu: Úgy tűnik, elérted a feltöltési limitet a feliratkozásodhoz.
nl: Het lijkt erop dat je de uploadlimiet voor revisies voor je abonnement hebt bereikt.
pl: Wygląda na to, że osiągnąłeś limit przesyłania poprawek dla swojej subskrypcji.
pt: Parece que você atingiu o limite de upload de revisões para sua assinatura.
ru: Похоже, вы достигли лимита загрузки правок для вашей подписки.
sq: Duket se keni arritur kufirin e ngarkimit të rishikimeve për abonimin tuaj.
tr: Görünüşe göre aboneliğin için revizyon yükleme limitine ulaştın.
uk: Схоже, ви досягли ліміту завантаження версій для своєї підписки.

source: Permission denied. You don't have the required subscription level to perform this operation.
be: Доступ забаронены. У вас няма неабходнага ўзроўню падпіскі для выканання гэтай аперацыі.
el: Άρνηση άδειας. Δεν έχεις το απαιτούμενο επίπεδο συνδρομής για να εκτελέσεις αυτή τη λειτουργία.
es: Permiso denegado. No tienes el nivel de suscripción requerido para realizar esta operación.
fi: Käyttöoikeus evätty. Sinulla ei ole tarvittavaa tilauskertaa tämän toiminnon suorittamiseen.
hu: Hozzáférés megtagadva. Nincs meg a szükséges előfizetési szinted ehhez a művelethez.
nl: Toegang geweigerd. Je hebt het vereiste abonnementsniveau niet om deze actie uit te voeren.
pl: Odmowa dostępu. Nie masz wymaganego poziomu subskrypcji, aby wykonać tę operację.
pt: Permissão negada. Você não tem o nível de assinatura necessário para realizar esta operação.
ru: Доступ запрещен. У вас нет необходимого уровня подписки для выполнения этой операции.
sq: Leja e mohuar. Nuk keni nivelin e nevojshëm të abonimit për të kryer këtë operacion.
tr: İzin reddedildi. Bu işlemi gerçekleştirmek için gerekli abonelik seviyen yok.
uk: У доступі відмовлено. У вас немає необхідного рівня підписки для виконання цієї операції.

source: Sorry, revisions are not included at your membership level.
be: Прабачце, перагляды не ўваходзяць у ваш узровень членства.
el: Λυπάμαι, οι αναθεωρήσεις δεν περιλαμβάνονται στο επίπεδο μέλους σου.
es: Lo siento, las revisiones no están incluidas en tu nivel de membresía.
fi: Anteeksi, tarkistuksia ei sisällytetä jäsenyytesi tasolle.
hu: Sajnálom, a módosítások nem tartoznak a tagsági szintedhez.
nl: Sorry, revisies zijn niet inbegrepen bij jouw lidmaatschapsniveau.
pl: Przykro mi, rewizje nie są uwzględnione w twoim poziomie członkostwa.
pt: Desculpe, revisões não estão incluídas no seu nível de associação.
ru: Извините, правки не включены в ваш уровень членства.
sq: Na vjen keq, rishikimet nuk përfshihen në nivelin tënd të anëtarësisë.
tr: Üzgünüm, revizyonlar üyelik seviyenizde dahil değildir.
uk: На жаль, редакції не включаються на рівні вашої підписки.

source: You may have up to one revision per image.
be: Вы можаце мець да адной рэвізіі для кожнага малюнка.
el: Μπορείς να έχεις μέχρι μία αναθεώρηση ανά εικόνα.
es: Puedes tener hasta una revisión por imagen.
fi: Voit tehdä vain yhden muokkauksen per kuva.
hu: Legfeljebb egy módosítást kérhetsz képenként.
nl: Je mag tot één revisie per afbeelding hebben.
pl: Możesz mieć tylko jedną poprawkę dla każdego obrazu.
pt: Você pode ter até uma revisão por imagem.
ru: Вы можете иметь до одной правки для каждого изображения.
sq: Mund të keni deri në një rishikim për çdo imazh.
tr: Her görüntü için en fazla bir revizyon yapabilirsin.
uk: Ви можете мати до однієї редакції на одне зображення.

source: You may have up to {{0}} revisions per image.
be: Вы можаце мець да {{0}} рэвізій для кожнага малюнка.
el: Μπορείς να έχεις μέχρι {{0}} αναθεωρήσεις ανά εικόνα.
es: Puedes tener hasta {{0}} revisiones por imagen.
fi: Voit tehdä jopa {{0}} muokkausta per kuva.
hu: Legfeljebb {{0}} módosítást kérhetsz képenként.
nl: Je mag tot {{0}} revisies per afbeelding hebben.
pl: Możesz mieć do {{0}} poprawek dla każdego obrazu.
pt: Você pode ter até {{0}} revisões por imagem.
ru: Вы можете иметь до {{0}} правок для каждого изображения.
sq: Mund të keni deri në {{0}} rishikime për çdo imazh.
tr: Her görüntü için en fazla {{0}} revizyon yapabilirsin.
uk: Ви можете мати до {{0}} версій на одне зображення.

source: (DIY)
pt: (Faça você mesmo)
ru: (Сделай сам)
tr: (Kendin Yap)
uk: (Зроби сам)

source: (modified)
be: (зменены)
el: (τροποποιημένο)
es: (modificado)
fi: (muokattu)
hu: (módosított)
nl: (aangepast)
pl: (zmodyfikowane)
pt: (modificado)
ru: (модифицировано)
sq: (modifikuar)
tr: (değiştirilmiş)
uk: (модифіковано)

source: 1 like
es: 1 me gusta
hu: 1 kedvelés
pt: 1 curtida
ru: 1 лайк
uk: 1 лайк

source: A-Z explorer
uk: Від А до Я

source: Accessory
be: Аксэсуар
el: Αξεσουάρ
es: Accesorio
fi: Lisävaruste
hu: Kiegészítő
nl: Accessoire
pl: Akcesorium
pt: Acessório
ru: Аксессуар
sq: Aksesor
tr: Aksesuar
uk: Аксесуар

source: Add a comment
be: Дадаць каментар
el: Πρόσθεσε ένα σχόλιο
es: Añadir un comentario
fi: Lisää kommentti
hu: Hozzáfűzni egy megjegyzést
nl: Voeg een opmerking toe
pl: Dodaj komentarz
pt: Adicionar um comentário
ru: Добавить комментарий
sq: Shto një koment
tr: Bir yorum ekle
uk: Коментувати

source: Alt-Alt (altitude-altitude)
be: Alt-Alt (вышыня-вышыня)
el: Alt-Alt (υψόμετρο-υψόμετρο)
es: Alt-Alt (altitud-altitud)
fi: Alt-Alt (korkeus-korkeus)
hu: Alt-Alt (magasság-magasság)
nl: Alt-Alt (hoogte-hoogte)
pl: Alt-Alt (wysokość-wysokość)
ru: Alt-Alt (высота-высота)
sq: Alt-Alt (altitudë-altitudë)
tr: Alt-Alt (yükseklik-yükseklik)
uk: Alt-Alt (висота-висота)

source: Alt-Az (altazimuth)
be: Альт-Аз (альтазімутальны)
el: Alt-Az (αλταζιμούθιο)
es: Alt-Az (altazimut)
hu: Alt-Az (altazimut)
pl: Alt-Az (altazymutalny)
pt: Alt-Az (altazimutal)
ru: Alt-Az (альт-азимут)
sq: Alt-Az (altazimut)
tr: Alt-Az (altazimut)
uk: Alt-Az (альтазимут)

source: An error occurred
uk: Сталася помилка

source: An item of the same class, brand, and name already exists.
be: Элемент таго ж класа, брэнда і назвы ўжо існуе.
el: Ένα αντικείμενο της ίδιας κατηγορίας, μάρκας και ονόματος υπάρχει ήδη.
es: Ya existe un artículo de la misma clase, marca y nombre.
fi: Saman luokan, merkin ja nimen kohde on jo olemassa.
hu: Ugyanazon osztályú, márkájú és nevű tétel már létezik.
nl: Er bestaat al een item van dezelfde klasse, merk en naam.
pl: Element o tej samej klasie, marce i nazwie już istnieje.
pt: Um item da mesma classe, marca e nome já existe.
ru: Предмет с тем же классом, брендом и названием уже существует.
sq: Një artikull i të njëjtës klasë, markë dhe emër tashmë ekziston.
tr: Aynı sınıf, marka ve isimde bir öğe zaten mevcut.
uk: Предмет того ж класу, марки та назви вже існує.

source: Approve
be: Сцвярдзіць
el: Επικύρωση
es: Aprobar
fi: Hyväksy
hu: Jóváhagyás
nl: Goedkeuren
pl: Zatwierdź
pt: Aprovar
ru: Одобрить
sq: Mirato
tr: Onayla
uk: Затвердити

source: Approve edit
be: Сцвярдзіць рэдагаванне
el: Επικύρωση επεξεργασίας
es: Aprobar edición
fi: Hyväksy muokkaus
hu: Szerkesztés jóváhagyása
nl: Bewerking goedkeuren
pl: Zatwierdź edycję
pt: Aprovar edição
ru: Одобрить редактирование
sq: Mirato redaktimin
tr: Düzenlemeyi onayla
uk: Схвалити редагування

source: Approved
be: Сцверджана
el: Επικυρώθηκε
es: Aprobado
fi: Hyväksytty
hu: Jóváhagyva
nl: Goedgekeurd
pl: Zatwierdzone
pt: Aprovado
ru: Одобрено
sq: E miratuar
tr: Onaylandı
uk: Схвалено

source: Are you sure?
be: Вы ўпэўнены?
el: Είσαι σίγουρος;
es: ¿Estás seguro?
fi: Oletko varma?
hu: Biztos vagy benne?
nl: Weet je het zeker?
pl: Jesteś pewny?
pt: Você tem certeza?
ru: Вы уверены?
sq: A jeni të sigurt?
tr: Emin misin?
uk: Ви впевнені?

source: AstroBin would like to rename some of your gear items in order to be more consistent with naming conventions.
be: AstroBin хоча пераназваць некаторыя вашыя прылады, каб быць больш паслядоўнымі ў назвах.
el: Η AstroBin θα ήθελε να μετονομάσει κάποια από τα αντικείμενα εξοπλισμού σου για να είναι πιο συνεπής με τις ονοματολογικές συμβάσεις.
es: AstroBin quiere renombrar algunos de tus equipos para ser más consistente con las convenciones de nombres.
fi: AstroBin haluaisi nimetä osasi uudelleen, jotta nimitykset olisivat johdonmukaisempia.
hu: Az AstroBin szeretné átnevezni néhány felszerelésedet, hogy következetesebb legyen a névadási konvenciókkal.
nl: AstroBin wil enkele van je apparatuuritems hernoemen om consistenter te zijn met de naamgevingsconventies.
pl: AstroBin chciałby zmienić nazwy niektórych twoich sprzętów, aby były bardziej zgodne z konwencjami nazewnictwa.
pt: O AstroBin gostaria de renomear alguns dos seus itens de equipamento para ser mais consistente com as convenções de nomenclatura.
ru: AstroBin хотел бы переименовать некоторые из ваших предметов оборудования, чтобы быть более последовательным в наименованиях.
sq: AstroBin do të donte të rinovonte disa nga artikujt tuaj të pajisjeve për t'u bërë më të qëndrueshëm me konventat e emrave.
tr: AstroBin, bazı ekipmanlarını daha tutarlı isimlendirme kurallarına göre yeniden adlandırmak istiyor.
uk: AstroBin хотів би перейменувати деякі з ваших елементів спорядження, щоб вони відповідали умовам найменування.

source: AstroBin's new equipment database is still work in progress.
uk: Нова база даних обладнання AstroBin все ще у роботі.

source: Automatically create "modified" variant
uk: Автоматично створити «модифікований» варіант

source: Bad request
be: Няправільны запыт
el: Κακή αίτηση
es: Solicitud incorrecta
fi: Huono pyyntö
hu: Hibás kérés
nl: Slechte aanvraag
pl: Złe żądanie
pt: Solicitação inválida
ru: Неверный запрос
sq: Kërkesë e keqe
tr: Geçersiz istek
uk: Невірний запит

source: Bandwidth
be: Шырыня паласы
el: Εύρος ζώνης
es: Ancho de banda
fi: Kaistanleveys
hu: Sávszélesség
nl: Bandbreedte
pl: Szerokość pasma
pt: Largura de banda
ru: Пропускная способность
sq: Gjerësia e brezit
tr: Bant genişliği
uk: Пропускна здатність

source: Binoculars
be: Біноклі
el: Κιάλια
es: Binoculares
fi: Kiikarit
hu: Távcső
nl: Verrekijkers
pl: Lornetki
pt: Binóculos
ru: Бинокли
sq: Dysheku
tr: Dürbünler
uk: Бінокль

source: Blue channel (B)
be: Сіні канал (B)
el: Μπλε κανάλι (B)
es: Canal azul (B)
fi: Sininen kanava (B)
hu: Kék csatorna (B)
nl: Blauwe kanaal (B)
pl: Kanał niebieski (B)
pt: Canal azul (B)
ru: Синий канал (B)
sq: Kanal blu (B)
tr: Mavi kanal (B)
uk: Синій канал (B)

source: Brand/Make
be: Брэнд/Марка
el: Μάρκα/Κατασκευή
es: Marca/Modelo
fi: Merkki / Valmistaja
hu: Márka/gyártó
nl: Merk/Model
pl: Marka/Producent
pt: Marca/Modelo
ru: Бренд/Марка
sq: Markë/Prodhues
tr: Marka/Üretici
uk: Бренд/Марка

source: Camera lens
be: Аб'ектыў камеры
el: Φακός κάμερας
es: Objetivo de cámara
fi: Kameralinssi
hu: Kamera objektív
nl: Camera-objectief
pl: Obiektyw aparatu
pt: Lente da câmera
ru: Объектив камеры
sq: Objektivi i kamerës
tr: Kamera lensi
uk: Об’єктив камери

source: Catadioptric: ACF Schmidt-Cassegrain
be: Катадіаптрычны: ACF Шмідт-Касегрэй
el: Καταδιοπτρικός: ACF Schmidt-Cassegrain
es: Catadióptrico: ACF Schmidt-Cassegrain
fi: Katadioptrinen: ACF Schmidt-Cassegrain
hu: Katadioptrikus: ACF Schmidt-Cassegrain
nl: Catadioptrisch: ACF Schmidt-Cassegrain
pl: Katadioptryczny: ACF Schmidt-Cassegrain
pt: Catadióptrico: ACF Schmidt-Cassegrain
ru: Катадиоптрический: ACF Шмидт-Кассегрен
sq: Catadioptrik: ACF Schmidt-Cassegrain
tr: Katadioptrik: ACF Schmidt-Cassegrain
uk: Катадіоптрик: Шмідт-Кассегрен вільний від коми

source: Catadioptric: Argunov-Cassegrain
be: Катадіаптрычны: Аргунов-Касегрэй
el: Καταδιοπτρικός: Argunov-Cassegrain
es: Catadióptrico: Argunov-Cassegrain
fi: Katadioptrinen: Argunov-Cassegrain
hu: Katadioptrikus: Argunov-Cassegrain
nl: Catadioptrisch: Argunov-Cassegrain
pl: Katadioptryczny: Argunov-Cassegrain
pt: Catadióptrico: Argunov-Cassegrain
ru: Катадиоптрический: Аргунов-Кассегрен
sq: Catadioptrik: Argunov-Cassegrain
tr: Katadioptrik: Argunov-Cassegrain
uk: Катадіоптрик: Аргунов-Кассегрен

source: Catadioptric: Klevtsov-Cassegrain
be: Катадіаптрычны: Клевцоў-Касегрэй
el: Καταδιοπτρικός: Klevtsov-Cassegrain
es: Catadióptrico: Klevtsov-Cassegrain
fi: Katadioptrinen: Klevtsov-Cassegrain
hu: Katadioptrikus: Klevtsov-Cassegrain
nl: Catadioptrisch: Klevtsov-Cassegrain
pl: Katadioptryczny: Klevtsov-Cassegrain
pt: Catadióptrico: Klevtsov-Cassegrain
ru: Катадиоптрический: Клевцов-Кассегрен
sq: Catadioptrik: Klevtsov-Cassegrain
tr: Katadioptrik: Klevtsov-Cassegrain
uk: Катадіоптрик: Клевцов-Кассегрен

source: Catadioptric: Lurie-Houghton
be: Катадіаптрычны: Лурі-Хаутон
el: Καταδιοπτρικός: Lurie-Houghton
es: Catadióptrico: Lurie-Houghton
fi: Katadioptrinen: Lurie-Houghton
hu: Katadioptrikus: Lurie-Houghton
nl: Catadioptrisch: Lurie-Houghton
pl: Katadioptryczny: Lurie-Houghton
pt: Catadióptrico: Lurie-Houghton
ru: Катадиоптрический: Лури-Хоутон
sq: Catadioptrik: Lurie-Houghton
tr: Katadioptrik: Lurie-Houghton
uk: Катадіоптрик: Лурі-Хоутон

source: Catadioptric: Maksutov
be: Катадіаптрычны: Максутов
el: Καταδιοπτρικός: Maksutov
es: Catadióptrico: Maksutov
fi: Katadioptrinen: Maksutov
hu: Katadioptrikus: Maksutov
nl: Catadioptrisch: Maksutov
pl: Katadioptryczny: Maksutow
pt: Catadióptrico: Maksutov
ru: Катадиоптрический: Максутов
sq: Catadioptrik: Maksutov
tr: Katadioptrik: Maksutov
uk: Катадіоптрик: Максутов

source: Catadioptric: Maksutov-Cassegrain
be: Катадіаптрычны: Максутов-Касегрэй
el: Καταδιοπτρικός: Maksutov-Cassegrain
es: Catadióptrico: Maksutov-Cassegrain
fi: Katadioptrinen: Maksutov-Cassegrain
hu: Katadioptrikus: Maksutov-Cassegrain
nl: Catadioptrisch: Maksutov-Cassegrain
pl: Katadioptryczny: Maksutow-Cassegrain
pt: Catadióptrico: Maksutov-Cassegrain
ru: Катадиоптрический: Максутов-Кассегрен
sq: Catadioptrik: Maksutov-Cassegrain
tr: Katadioptrik: Maksutov-Cassegrain
uk: Катадіоптрик: Максутов-Кассегрен

source: Catadioptric: Rowe-Atkinson Schmidt astrograph
uk: Катадіоптрик: Рові-Аткінсон Шмидт астрограф

source: Catadioptric: Schmidt camera
be: Катадіаптрычны: камера Шмідта
el: Καταδιοπτρικός: κάμερα Schmidt
es: Catadióptrico: cámara Schmidt
fi: Katadioptrinen: Schmidt-kamera
hu: Katadioptrikus: Schmidt kamera
nl: Catadioptrisch: Schmidt-camera
pl: Katadioptryczny: kamera Schmidta
pt: Catadióptrico: câmera Schmidt
ru: Катадиоптрический: камера Шмидта
sq: Catadioptrik: Kamera Schmidt
tr: Katadioptrik: Schmidt teleskop
uk: Катадіоптрик: камера Шмідта

source: Catadioptric: Schmidt-Cassegrain
be: Катадіаптрычны: Шмідт-Касегрэй
el: Καταδιοπτρικός: Schmidt-Cassegrain
es: Catadióptrico: Schmidt-Cassegrain
fi: Katadioptrinen: Schmidt-Cassegrain
hu: Katadioptrikus: Schmidt-Cassegrain
nl: Catadioptrisch: Schmidt-Cassegrain
pl: Katadioptryczny: Schmidt-Cassegrain
pt: Catadióptrico: Schmidt-Cassegrain
ru: Катадиоптрический: Шмидт-Кассегрен
sq: Catadioptrik: Schmidt-Cassegrain
tr: Katadioptrik: Schmidt-Cassegrain
uk: Катадіоптрик: Шмідт-Кассегрен

source: Catadioptric: modified Dall-Kirkham
be: Катадіаптрычны: мадыфікаваны Дал-Кіркхам
el: Καταδιοπτρικός: τροποποιημένος Dall-Kirkham
es: Catadióptrico: Dall-Kirkham modificado
fi: Katadioptrinen: muokattu Dall-Kirkham
hu: Katadioptrikus: módosított Dall-Kirkham
nl: Catadioptrisch: gemodificeerde Dall-Kirkham
pl: Katadioptryczny: zmodyfikowany Dall-Kirkham
pt: Catadióptrico: Dall-Kirkham modificado
ru: Катадиоптрический: модифицированный Далл-Киркхэм
sq: Catadioptrik: Dall-Kirkham i modifikuar
tr: Katadioptrik: modifiye Dall-Kirkham
uk: Катадіоптрик: модифікований Долл-Кірхем
