Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: AstroBin will automatically create variants of this camera marked as "modified for astrophotography" and "custom-cooled".
be: AstroBin аўтаматычна створыць варыянты гэтай камеры, адзначаныя як "модифікавана для астрафатаграфіі" і "кастомнае астуджэнне".
el: Το AstroBin θα δημιουργήσει αυτόματα παραλλαγές αυτής της κάμερας που θα σημειώνονται ως "τροποποιημένη για αστροφωτογραφία" και "προσαρμοσμένη ψυχόμενη".
es: AstroBin creará automáticamente variantes de esta cámara marcadas como "modificada para astrofotografía" y "enfriada a medida".
fi: AstroBin luo automaattisesti variantteja tästä kamerasta, jotka on merkitty "muokattu astrofotografiaan" ja "räätälöity jäähdytys".
hu: Az AstroBin automatikusan létrehoz változatokat erről a kameráról, amelyeket "asztrofotográfiához módosított" és "egyedi hűtésű" jelöléssel látnak el.
nl: AstroBin zal automatisch varianten van deze camera aanmaken die gemarkeerd zijn als "gemodificeerd voor astrophotografie" en "op maat gemaakt gekoeld".
pl: AstroBin automatycznie utworzy warianty tej kamery oznaczone jako "zmodyfikowane do astrofotografii" i "niestandardowo schłodzone".
pt: O AstroBin criará automaticamente variantes desta câmera marcadas como "modificada para astrofotografia" e "resfriada sob medida".
ru: AstroBin автоматически создаст варианты этой камеры, помеченные как "модифицирована для астрофотографии" и "с индивидуальным охлаждением".
sq: AstroBin do të krijojë automatikisht variante të kësaj kamere të shënuara si "modifikuar për astrofotografi" dhe "me ftohje të personalizuar".
tr: AstroBin, bu kameranın "astrofotografi için modifiye edilmiş" ve "özel soğutmalı" olarak işaretlenmiş varyantlarını otomatik olarak oluşturacak.
uk: Astrobin автоматично створить варіанти цієї камери, яка названа як "модифікована для астрофотографії" та "саморобне охолодження".

source: Available in {{0}} additional variants.
uk: Доступно у {{0}} варіантах

source: Can't find <strong>{{0}}</strong>?
be: Не магу знайсці <strong>{{0}}<\/strong>?
el: Δεν μπορείτε να βρείτε <strong>{{0}}<\/strong>;
es: ¿No puedes encontrar <strong>{{0}}<\/strong>?
fi: Etkö löydä <strong>{{0}}<\/strong>?
hu: Nem találod <strong>{{0}}<\/strong>?
nl: Kun je <strong>{{0}}<\/strong> niet vinden?
pl: Nie możesz znaleźć <strong>{{0}}<\/strong>?
pt: Não consegue encontrar <strong>{{0}}<\/strong>?
ru: Не могу найти <strong>{{0}}<\/strong>?
sq: Nuk mund të gjej <strong>{{0}}<\/strong>?
tr: <strong>{{0}}<\/strong> bulamıyor musun?
uk: Не можете знайти <strong>{{0}}</strong>?

source: Catadioptric: Riccardi-Honders
be: Катадіаптрычны: Рыкарды-Хондэрс
el: Καταδιοπτρικό: Riccardi-Honders
es: Catadióptrico: Riccardi-Honders
fi: Katadioptrinen: Riccardi-Honders
hu: Katadioptrikus: Riccardi-Honders
nl: Catadioptrisch: Riccardi-Honders
pl: Katadioptryczny: Riccardi-Honders
pt: Catadióptrico: Riccardi-Honders
ru: Катадиоптрический: Риккардо-Хондерас
sq: Catadioptrik: Riccardi-Honders
tr: Katadioptrik: Riccardi-Honders
uk: Катадіоптрик: Ріккарді-Хондерс

source: Catadioptric: modified Harmer-Wynne
be: Катадіаптрычны: модифікаваны Хармэр-Уін
el: Καταδιοπτρικό: τροποποιημένο Harmer-Wynne
es: Catadióptrico: Harmer-Wynne modificado
fi: Katadioptrinen: muokattu Harmer-Wynne
hu: Katadioptrikus: módosított Harmer-Wynne
nl: Catadioptrisch: gemodificeerde Harmer-Wynne
pl: Katadioptryczny: zmodyfikowany Harmer-Wynne
pt: Catadióptrico: Harmer-Wynne modificado
ru: Катадиоптрический: модифицированный Хармер-Уинн
sq: Catadioptrik: modifikuar Harmer-Wynne
tr: Katadioptrik: modifiye Harmer-Wynne
uk: Катадіоптрик: модифікований Harmer-Wynne

source: Create item
be: Стварыць элемент
el: Δημιουργία στοιχείου
es: Crear elemento
fi: Luo kohde
hu: Elem létrehozása
nl: Item aanmaken
pl: Utwórz przedmiot
pt: Criar item
ru: Создать элемент
sq: Krijo artikull
tr: Öğe oluştur
uk: Створити елемент

source: Custom-cooled
be: Кастомнае астуджэнне
el: Προσαρμοσμένη ψύξη
es: Enfriada a medida
fi: Räätälöity jäähdytys
hu: Egyedi hűtésű
nl: Aangepast gekoeld
pl: Chłodzone na zamówienie
pt: Resfriada sob medida
ru: Индивидуальное охлаждение
sq: Me ftohje të personalizuar
tr: Özel soğutmalı
uk: Саморобне охолодження

source: Custom-cooled cameras are DSLR and mirrorless cameras that are not sold with cooling as stock, but a cooling mechanism is added as a custom modification.
be: Кастомныя астуджаныя камеры - гэта DSLR і беззеркальныя камеры, якія не прадаюцца з астуджэннем у стандартнай камплектацыі, але механізм астуджэння дадаецца як кастомная модифікацыя.
el: Οι προσαρμοσμένες ψυχόμενες κάμερες είναι DSLR και mirrorless κάμερες που δεν πωλούνται με ψύξη ως στοκ, αλλά προστίθεται ένας μηχανισμός ψύξης ως προσαρμοσμένη τροποποίηση.
es: Las cámaras enfriadas a medida son cámaras DSLR y sin espejo que no se venden con enfriamiento de serie, pero se añade un mecanismo de enfriamiento como una modificación personalizada.
fi: Räätälöidyt jäähdytetyt kamerat ovat DSLR- ja peilittömiä kameroita, joita ei myydä jäähdytyksellä varustettuna, mutta jäähdytysmekanismi lisätään räätälöitynä muokkauksena.
hu: Az egyedi hűtésű kamerák DSLR és tükör nélküli kamerák, amelyeket nem árulnak hűtéssel, de egy hűtési mechanizmust adnak hozzá egyedi módosításként.
nl: Aangepaste gekoelde camera's zijn DSLR- en spiegelloze camera's die niet met koeling als standaard worden verkocht, maar waarbij een koelsysteem als een aangepaste wijziging is toegevoegd.
pl: Aparaty chłodzone na zamówienie to aparaty DSLR i bezlusterkowce, które nie są sprzedawane z chłodzeniem jako standard, ale mechanizm chłodzenia jest dodawany jako modyfikacja na zamówienie.
pt: Câmeras resfriadas sob medida são câmeras DSLR e mirrorless que não são vendidas com resfriamento como padrão, mas um mecanismo de resfriamento é adicionado como uma modificação personalizada.
ru: Камеры с индивидуальным охлаждением — это DSLR и беззеркальные камеры, которые не продаются с охлаждением в стандартной комплектации, но механизм охлаждения добавляется как индивидуальная модификация.
sq: Kamerat me ftohje të personalizuar janë DSLR dhe kamerat pa pasqyrë që nuk shiten me ftohje si standard, por një mekanizëm ftohjeje shtohet si një modifikim i personalizuar.
tr: Özel soğutmalı kameralar, soğutma ile satılmayan DSLR ve aynasız kameralardır, ancak bir soğutma mekanizması özel bir modifikasyon olarak eklenmiştir.
uk: Камери з саморобним охолодженням — це дзеркальні та бездзеркальні камери, які не продаються з охолодженням, але механізм охолодження додається як спеціальна модифікація.

source: Do not let your personal preference for a naming convention be a reason for rejection at this time, as data defragmentation is more important than minor spelling concerns that can be fixed later.
be: Не дазваляйце вашай асабістай перавазе ў назвах быць прычынай для адхілення на гэты раз, бо дэфрагментацыя даных важнейшая за дробныя арфаграфічныя праблемы, якія можна выправіць пазней.
el: Μην αφήσετε την προσωπική σας προτίμηση για μια σύμβαση ονοματοδοσίας να είναι λόγος απόρριψης αυτή τη στιγμή, καθώς η αποσυμπίεση δεδομένων είναι πιο σημαντική από μικρές ανησυχίες ορθογραφίας που μπορούν να διορθωθούν αργότερα.
es: No dejes que tu preferencia personal por una convención de nombres sea una razón para el rechazo en este momento, ya que la desfragmentación de datos es más importante que preocupaciones menores de ortografía que se pueden corregir más tarde.
fi: Älä anna henkilökohtaisten mieltymystesi nimeämiskäytännöistä olla syy hylkäämiseen tällä hetkellä, sillä tietojen defragmentointi on tärkeämpää kuin pienet kirjoitusvirheet, jotka voidaan korjata myöhemmin.
hu: Ne hagyd, hogy a névadási konvenció iránti személyes preferenciád legyen az elutasítás oka, mivel az adatok töredezettségének megszüntetése fontosabb, mint a kisebb helyesírási problémák, amelyeket később lehet javítani.
nl: Laat je persoonlijke voorkeur voor een naamgevingsconventie geen reden voor afwijzing zijn, aangezien gegevensdefragmentatie belangrijker is dan kleine spelfouten die later kunnen worden gecorrigeerd.
pl: Nie pozwól, aby Twoje osobiste preferencje dotyczące konwencji nazewnictwa były powodem odrzucenia w tym momencie, ponieważ defragmentacja danych jest ważniejsza niż drobne problemy z pisownią, które można naprawić później.
pt: Não deixe que sua preferência pessoal por uma convenção de nomenclatura seja um motivo para rejeição neste momento, pois a desfragmentação de dados é mais importante do que pequenas preocupações de ortografia que podem ser corrigidas depois.
ru: Не позволяйте вашим личным предпочтениям в названии быть причиной отказа в данный момент, так как дефрагментация данных важнее, чем мелкие орфографические ошибки, которые можно исправить позже.
sq: Mos lejo preferencën tënde personale për një konvencion emërimi të jetë një arsye për refuzim në këtë kohë, pasi defragmentimi i të dhënave është më i rëndësishëm se shqetësimet e vogla të shkrimit që mund të rregullohen më vonë.
tr: Bu aşamada bir isimlendirme kuralına olan kişisel tercihinin reddedilme nedeni olmasına izin verme, çünkü veri parçalanması, daha sonra düzeltilebilecek küçük yazım endişelerinden daha önemlidir.
uk: Не дозволяйте, щоб Ваші особисті переваги щодо назв були причиною для відхилення, оскільки дефрагментація даних важливіша за незначні проблеми з правописом, які можна виправити пізніше.

source: For security reasons, this is not permitted.
be: Па меркаваннях бяспекі гэта не дазволена.
el: Για λόγους ασφαλείας, αυτό δεν επιτρέπεται.
es: Por razones de seguridad, esto no está permitido.
fi: Turvallisuussyistä tämä ei ole sallittua.
hu: Biztonsági okokból ez nem megengedett.
nl: Om veiligheidsredenen is dit niet toegestaan.
pl: Z powodów bezpieczeństwa, to nie jest dozwolone.
pt: Por razões de segurança, isso não é permitido.
ru: По соображениям безопасности это не разрешено.
sq: Për arsye sigurie, kjo nuk lejohet.
tr: Güvenlik nedenleriyle, bu izin verilmez.
uk: З міркувань безпеки це заборонено.

source: Get next
be: Атрымаць наступнае
el: Πάρτε το επόμενο
es: Obtener siguiente
fi: Hae seuraava
hu: Következő
nl: Volgende krijgen
pl: Pobierz następny
pt: Próximo
ru: Получить следующий
sq: Merr të ardhshëm
tr: Sonraki al
uk: Далі

source: Go to regular variant.
be: Перайсці да звычайнага варыянту.
el: Μετάβαση στην κανονική παραλλαγή.
es: Ir a la variante regular.
fi: Siirry tavalliseen varianttiin.
hu: Menj a normál változatra.
nl: Ga naar reguliere variant.
pl: Przejdź do regularnego wariantu.
pt: Ir para a variante regular.
ru: Перейти к обычному варианту.
sq: Shko te varianti i rregullt.
tr: Normal varyanta git.
uk: Перейти до звичайного варіанту.

source: I have carefully checked for typos
be: Я ўважліва праверыў на памылкі
el: Έχω ελέγξει προσεκτικά για τυπογραφικά λάθη
es: He revisado cuidadosamente en busca de errores tipográficos
fi: Olen tarkistanut huolellisesti kirjoitusvirheet
hu: Gondosan ellenőriztem a gépelési hibákat.
nl: Ik heb zorgvuldig gecontroleerd op typfouten
pl: Dokładnie sprawdziłem pod kątem literówek
pt: Verifiquei cuidadosamente se há erros de digitação.
ru: Я тщательно проверил наличие опечаток
sq: E kam kontrolluar me kujdes për gabime shkrimi
tr: Yazım hataları için dikkatlice kontrol ettim
uk: Я ретельно перевірив на наявність помилок

source: I have carefully checked that this item conforms to existing naming conventions for this brand
be: Я ўважліва праверыў, што гэты элемент адпавядае існуючым стандартам назваў для гэтага брэнда
el: Έχω ελέγξει προσεκτικά ότι αυτό το στοιχείο συμμορφώνεται με τις υπάρχουσες συμβάσεις ονοματοδοσίας για αυτή τη μάρκα
es: He revisado cuidadosamente que este elemento se ajuste a las convenciones de nombres existentes para esta marca
fi: Olen tarkistanut huolellisesti, että tämä kohde noudattaa olemassa olevia nimeämiskäytäntöjä tälle brändille
hu: Gondosan ellenőriztem, hogy ez a tétel megfelel a márka meglévő elnevezési konvencióinak.
nl: Ik heb zorgvuldig gecontroleerd of dit item voldoet aan de bestaande naamgevingsconventies voor dit merk
pl: Dokładnie sprawdziłem, że ten przedmiot spełnia istniejące konwencje nazewnictwa dla tej marki
pt: Verifiquei cuidadosamente se este item está em conformidade com as convenções de nomenclatura existentes para esta marca.
ru: Я тщательно проверил, что этот элемент соответствует существующим правилам именования для этого бренда
sq: E kam kontrolluar me kujdes që ky artikull i përmbush konventat ekzistuese të emërimit për këtë markë
tr: Bu öğenin mevcut isimlendirme kurallarına uygun olduğunu dikkatlice kontrol ettim.
uk: Я ретельно перевірив, чи цей елемент відповідає існуючим умовам найменування для цього бренду

source: I have carefully checked that this item does not duplicate an existing one
be: Я ўважліва праверыў, што гэты элемент не дубліруе існуючы
el: Έχω ελέγξει προσεκτικά ότι αυτό το στοιχείο δεν είναι αντίγραφο ενός υπάρχοντος
es: He revisado cuidadosamente que este elemento no duplique uno existente
fi: Olen tarkistanut huolellisesti, että tämä kohde ei ole olemassa olevan kopio
hu: Gondosan ellenőriztem, hogy ez a tétel nem duplikál egy meglévőt.
nl: Ik heb zorgvuldig gecontroleerd dat dit item geen duplicaat is van een bestaand item
pl: Dokładnie sprawdziłem, że ten element nie duplikuje istniejącego
pt: Verifiquei cuidadosamente se este item não duplica um existente.
ru: Я тщательно проверил, что этот элемент не дублирует существующий
sq: E kam kontrolluar me kujdes që ky artikull nuk është një kopje e një ekzistuesi
tr: Bu öğenin mevcut bir öğeyi kopyalamadığını dikkatlice kontrol ettim
uk: Я ретельно перевірив, чи цей елемент не дублює існуючий

source: I have not included information that pertains to my personal item (e.g. sold/broken/refurbished...) and this is the general description of a product
be: Я не ўключаў інфармацыю, якая адносіцца да майго асабістага элемента (напрыклад, прададзены/зламаны/адноўлены...) і гэта агульны апісанне прадукту
el: Δεν έχω συμπεριλάβει πληροφορίες που αφορούν το προσωπικό μου στοιχείο (π.χ. πωληθέν/σπασμένο/ανακαινισμένο...) και αυτή είναι η γενική περιγραφή ενός προϊόντος
es: No he incluido información que se refiera a mi elemento personal (por ejemplo, vendido/roto/refurbished...) y esta es la descripción general de un producto
fi: En ole sisällyttänyt tietoja, jotka liittyvät henkilökohtaiseen kohteeseeni (esim. myyty/rikkoutunut/kunnostettu...) ja tämä on yleinen kuvaus tuotteesta
hu: Nem tartalmaztam információt, ami a személyes tételemet érinti (pl. eladott/törött/felújított...) és ez a termék általános leírása.
nl: Ik heb geen informatie opgenomen die betrekking heeft op mijn persoonlijke item (bijv. verkocht/broken/gerenoveerd...) en dit is de algemene beschrijving van een product
pl: Nie uwzględniłem informacji dotyczących mojego osobistego przedmiotu (np. sprzedany/uszkodzony/odnowiony...) i to jest ogólny opis produktu
pt: Não incluí informações que dizem respeito ao meu item pessoal (por exemplo, vendido/quebrado/refurbished...) e esta é a descrição geral de um produto.
ru: Я не включал информацию, относящуюся к моему личному элементу (например, продан/сломанный/восстановленный...) и это общее описание продукта
sq: Nuk kam përfshirë informacion që i përket artikullit tim personal (p.sh. i shitur/ i prishur/ i rinovuar...) dhe kjo është përshkrimi i përgjithshëm i një produkti
tr: Kişisel öğeme ait bilgileri dahil etmedim (örneğin, satıldı/kırık/yenilenmiş...) ve bu bir ürünün genel tanımıdır.
uk: Я не включив інформацію, яка стосується моєї особистої речі (наприклад, продано/зламано/відремонтовано...), і це загальний опис продукту

source: Item class
be: Клас элемента
el: Κατηγορία στοιχείου
es: Clase de elemento
fi: Kohdeluokka
hu: Tétel osztály
nl: Item klasse
pl: Klasa przedmiotu
pt: Classe do item
ru: Класс элемента
sq: Klasa e artikullit
tr: Öğe sınıfı
uk: Клас елементу

source: Modifications typically include LPF2 filter removal, Baader modification, or full-spectrum modification.
be: Мадыфікацыі звычайна ўключаюць выдаленне фільтра LPF2, модифікацыю Baader або поўнаспектральную модифікацыю.
el: Οι τροποποιήσεις περιλαμβάνουν συνήθως την αφαίρεση φίλτρου LPF2, τροποποίηση Baader ή τροποποίηση πλήρους φάσματος.
es: Las modificaciones suelen incluir la eliminación del filtro LPF2, modificación Baader o modificación de espectro completo.
fi: Muokkaukset sisältävät tyypillisesti LPF2-suodattimen poistamisen, Baader-muokkauksen tai täyden spektrin muokkauksen.
hu: A módosítások általában LPF2 szűrő eltávolítást, Baader módosítást vagy teljes spektrumú módosítást tartalmaznak.
nl: Wijzigingen omvatten meestal het verwijderen van het LPF2-filter, Baader-wijziging of volledige spectrumwijziging.
pl: Modyfikacje zazwyczaj obejmują usunięcie filtra LPF2, modyfikację Baadera lub modyfikację pełnospektralną.
pt: As modificações geralmente incluem remoção do filtro LPF2, modificação Baader ou modificação de espectro completo.
ru: Модификации обычно включают удаление фильтра LPF2, модификацию Baader или полную спектральную модификацию.
sq: Modifikimet zakonisht përfshijnë heqjen e filtrit LPF2, modifikimin Baader, ose modifikimin e spektrit të plotë.
tr: Modifikasyonlar genellikle LPF2 filtre kaldırma, Baader modifikasyonu veya tam spektrum modifikasyonu içerir.
uk: Модифікації зазвичай включають видалення фільтра LPF2, модифікацію Baader або модифікацію до повного спектру.

source: Modified for astrophotography
be: Мадыфікавана для астрафатаграфіі
el: Τροποποιημένο για αστροφωτογραφία
es: Modificada para astrofotografía
fi: Muokattu astrofotografiaa varten
hu: Módosítva asztrofotózáshoz
nl: Aangepast voor astrofotografie
pl: Zmodyfikowane do astrofotografii
pt: Modificado para astrofotografia
ru: Модифицирована для астрофотографии
sq: Modifikuar për astrofotografi
tr: Astrofotografi için modifiye edildi
uk: Модифікований для астрофотографії

source: Not a {{0}}
uk: Не {{0}}

source: Periodic error
be: Перыядычная памылка
el: Περιοδικό σφάλμα
es: Error periódico
fi: Jaksollinen virhe
hu: Időszakos hiba
nl: Periodieke fout
pl: Błąd okresowy
pt: Erro periódico
ru: Периодическая ошибка
sq: Gabim periodik
tr: Periyodik hata
uk: Періодична помилка

source: Planetary
be: Планетарная
el: Πλανητικός
es: Planetario
fi: Planeettakuvaus
hu: Bolygós
nl: Planetaire
pl: Planetarny
pt: Planetário
ru: Планетарная
sq: Planetar
tr: Gezegensel
uk: Планетарна

source: Please reject a renaming proposal only if the proposal incorrectly makes the item a different product.
be: Калі ласка, адхіліце прапанову перайменавання толькі ў тым выпадку, калі прапанова няправільна робіць прадмет іншым прадуктам.
el: Παρακαλώ απορρίψτε μια πρόταση μετονομασίας μόνο αν η πρόταση κάνει το αντικείμενο διαφορετικό προϊόν.
es: Por favor, rechaza una propuesta de renombramiento solo si la propuesta hace incorrectamente que el elemento sea un producto diferente.
fi: Hyväksy renaming ehdotus vain, jos se väärin tekee tuotteesta toisenlaisen.
hu: Kérlek, csak akkor utasítsd el az átnevezési javaslatot, ha a javaslat helytelenül teszi a tételt egy másik termékké.
nl: Verwerp een hernoemingsvoorstel alleen als het voorstel het item onjuist tot een ander product maakt.
pl: Odrzuć propozycję zmiany nazwy tylko wtedy, gdy propozycja błędnie zmienia przedmiot na inny produkt.
pt: Por favor, rejeite uma proposta de renomeação apenas se a proposta fizer com que o item se torne um produto diferente de forma incorreta.
ru: Пожалуйста, отклоните предложение о переименовании только в том случае, если предложение неправильно делает элемент другим продуктом.
sq: Ju lutem refuzoni një propozim për rinaming vetëm nëse propozimi e bën gabimisht artikullin një produkt tjetër.
tr: Bir yeniden adlandırma önerisini yalnızca öneri yanlış bir şekilde öğeyi farklı bir ürün yapıyorsa reddedin.
uk: Будь ласка, відхиліть пропозицію щодо перейменування лише в тому випадку, якщо пропозиція неправильно робить товар іншим продуктом.

source: Rectangular
be: Прамавугольная
el: Ορθογώνιο
fi: Suorakulmainen
hu: Téglalap alakú
nl: Rechthoekig
pl: Prostokątny
pt: Retangular
ru: Прямоугольная
sq: Rektangular
tr: Dikdörtgen
uk: Прямокутний

source: Reflector: Dobsonian
be: Рэфлектар: Добсаніян
el: Κατοπτρικός: Ντομπσόν
es: Reflector: Dobsoniano
fi: Reflektor: Dobsonian
hu: Reflektor: Dobsoni
nl: Reflector: Dobsoniaans
pl: Reflektor: Dobsonian
pt: Refletor: Dobsoniano
ru: Рефлектор: Добсон
sq: Reflektor: Dobsonian
tr: Yansıtıcı: Dobsonian
uk: Рефлектор: Добсона

source: Reflector: classical Cassegrain
be: Рэфлектар: класічны Касегрэй
el: Κατοπτρικός: κλασικός Κασσεγκρέιν
es: Reflector: Cassegrain clásico
fi: Reflektor: klassinen Cassegrain
hu: Reflektor: klasszikus Cassegrain
nl: Reflector: klassieke Cassegrain
pl: Reflektor: klasyczny Cassegrain
pt: Refletor: Cassegrain clássico
ru: Рефлектор: классический Кассегрен
sq: Reflektor: Cassegrain klasik
tr: Yansıtıcı: klasik Cassegrain
uk: Рефлектор: класичний Кассегрен

source: Refractor: Petzval
be: Рэфракатар: Пецваль
el: Διαθλαστικός: Πέτζβαλ
fi: Refraktori: Petzval
hu: Refraktor: Petzval
pl: Refraktor: Petzval
pt: Refrator: Petzval
ru: Рефрактор: Пецваль
sq: Refraktor: Petzval
tr: Refraktör: Petzval
uk: Рефрактор: Пецваля

source: Regular
be: Звычайная
el: Κανονικός
fi: Tavallinen
hu: Normál
nl: Regulier
pl: Regularny
ru: Обычный
sq: Regjular
tr: Düzenli
uk: Звичайний

source: Reviewer
be: Рэцэнзент
el: Αξιολογητής
es: Revisor
fi: Arvostelija
hu: Bíráló
nl: Beoordelaar
pl: Recenzent
pt: Revisor
ru: Рецензент
sq: Rishikues
tr: Gözden geçiren
uk: Рецензент

source: Round
be: Круглая
el: Στρογγυλός
es: Redondo
fi: Pyöreä
hu: Kerek
nl: Rond
pl: Okrągły
pt: Redondo
ru: Круглая
sq: Rrethore
tr: Yuvarlak
uk: Круглий

source: Seems like it's your first time editing this kind of information!
be: Схоже, гэта ваш першы раз, калі вы рэдагуеце такую інфармацыю!
el: Φαίνεται ότι είναι η πρώτη σας φορά που επεξεργάζεστε αυτό το είδος πληροφοριών!
es: ¡Parece que es tu primera vez editando este tipo de información!
fi: Näyttää siltä, että tämä on ensimmäinen kerta, kun muokkaat tällaista tietoa!
hu: Úgy tűnik, ez az első alkalom, hogy ilyen információt szerkesztesz!
nl: Het lijkt erop dat dit je eerste keer is dat je dit soort informatie bewerkt!
pl: Wygląda na to, że to Twój pierwszy raz edytując tego rodzaju informacje!
pt: Parece que é a sua primeira vez editando esse tipo de informação!
ru: Похоже, это ваш первый раз редактирования такой информации!
sq: Duket se është hera e parë që po redaktoni këtë lloj informacioni!
tr: Görünüşe göre bu tür bilgileri düzenlemek için ilk kez buradasın!
uk: Здається, ви вперше редагуєте таку інформацію!

source: Select variant
be: Выберыце варыянт
el: Επιλέξτε παραλλαγή
es: Seleccionar variante
fi: Valitse variantti
hu: Válassz változatot
nl: Selecteer variant
pl: Wybierz wariant
pt: Selecionar variante
ru: Выбрать вариант
sq: Zgjidhni variantin
tr: Varyantı seç
uk: Оберіть варіант
