Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Pixel scale (small first)
be: Масштаб пікселяў (маленькі спачатку)
el: Κλίμακα pixel (μικρό πρώτο).
es: Escala de píxeles (pequeño primero)
fi: Pikselisuhde (pienet ensin)
hu: Pixel skála (kicsi először)
nl: Pixelgrootte (klein eerst)
pl: Skala piksela (mała najpierw)
pt: Escala de pixel (pequeno primeiro)
ru: Масштаб пикселей (сначала мелкие)
sq: Shkalla e pikselëve (e vogël e para)
tr: Piksellerin ölçeği (küçük önce)
uk: Масштаб пікселів (малий спочатку)

source: Planets
be: Планеты
el: Πλανήτες.
es: Planetas
fi: Planeetat
hu: Bolygók
nl: Planeten
pl: Planety
pt: Planetas
ru: Планеты
sq: Planeti
tr: Gezegenler
uk: Планети

source: Plate-solving hints
be: Парады па вырашэнні пластыкаў
el: Υποδείξεις για επίλυση πλάκας.
es: Consejos para resolver placas
fi: Levynratkaisuvinkit
hu: Lemezmegoldási tippek
nl: Hints voor plate-solving
pl: Wskazówki do rozwiązania płyty
pt: Dicas de solução de placa
ru: Подсказки по решению плат
sq: Këshilla për zgjidhjen e pllakave
tr: Plaka çözümleme ipuçları
uk: Підказки для вирішення плат

source: Plate-solving information
be: Інфармацыя па вырашэнні пластыкаў
el: Πληροφορίες για επίλυση πλάκας.
es: Información sobre resolución de placas
fi: Levynratkaisutiedot
hu: Lemezmegoldási információk
nl: Informatie over plate-solving
pl: Informacje o rozwiązaniu płyty
pt: Informações de solução de placa
ru: Информация по решению плат
sq: Informacion për zgjidhjen e pllakave
tr: Plaka çözümleme bilgileri
uk: Інформація про вирішення плат

source: Plate-solving method
be: Метад вырашэння пластыкаў
el: Μέθοδος επίλυσης πλάκας.
es: Método de resolución de placas
fi: Levynratkaisumenetelmä
hu: Lemezmegoldási módszer
nl: Plate-solving methode
pl: Metoda rozwiązania płyty
pt: Método de solução de placa
ru: Метод решения плат
sq: Metoda e zgjidhjes së pllakave
tr: Plaka çözümleme yöntemi
uk: Метод вирішення плат

source: Plate-solving settings
be: Налады вырашэння пластыкаў
el: Ρυθμίσεις επίλυσης πλάκας.
es: Configuraciones de resolución de placas
fi: Levynratkaisuasetukset
hu: Lemezmegoldási beállítások
nl: Plate-solving instellingen
pl: Ustawienia rozwiązania płyty
pt: Configurações de solução de placa
ru: Настройки решения плат
sq: Cilësimet e zgjidhjes së pllakave
tr: Plaka çözümleme ayarları
uk: Налаштування вирішення плат

source: Plate-solving will be restarted.
be: Вырашэнне пластыкаў будзе перазапушчана.
el: Η επίλυση πλάκας θα επανεκκινηθεί.
es: La resolución de placas se reiniciará.
fi: Levynratkaisu käynnistetään uudelleen.
hu: A lemezmegoldás újraindul.
nl: Plate-solving wordt opnieuw gestart.
pl: Rozwiązanie płyty zostanie zrestartowane.
pt: A solução de placa será reiniciada.
ru: Решение плат будет перезапущено.
sq: Zgjidhja e pllakave do të riniset.
tr: Plaka çözümleme yeniden başlatılacak.
uk: Вирішення плат буде перезапущено.

source: Please agree to the IOTD/TP rules and guidelines.
be: Калі ласка, пагадзіцеся з правіламі і рэкамендацыямі IOTD/TP.
el: Παρακαλώ συμφωνήστε με τους κανόνες και τις οδηγίες IOTD/TP.
es: Por favor, acepta las reglas y directrices de IOTD/TP.
fi: Hyväksy IOTD/TP-säännöt ja ohjeet.
hu: Kérlek, fogadd el az IOTD/TP szabályokat és irányelveket.
nl: Ga akkoord met de IOTD/TP regels en richtlijnen.
pl: Proszę zgodzić się na zasady i wytyczne IOTD/TP.
pt: Por favor, concorde com as regras e diretrizes do IOTD/TP.
ru: Пожалуйста, согласитесь с правилами и рекомендациями IOTD/TP.
sq: Të lutem prano rregullat dhe udhëzimet e IOTD/TP.
tr: Lütfen IOTD/TP kurallarını ve yönergelerini kabul et.
uk: Будь ласка, погодьтеся з правилами та рекомендаціями IOTD/TP.

source: Please check the form for errors and try again.
be: Калі ласка, праверце форму на памылкі і паспрабуйце яшчэ раз.
el: Παρακαλώ ελέγξτε τη φόρμα για σφάλματα και δοκιμάστε ξανά.
es: Por favor, revisa el formulario en busca de errores y vuelve a intentarlo.
fi: Tarkista lomake virheiden varalta ja yritä uudelleen.
hu: Kérlek, ellenőrizd a űrlapot hibákért és próbáld újra.
nl: Controleer het formulier op fouten en probeer het opnieuw.
pl: Proszę sprawdzić formularz pod kątem błędów i spróbować ponownie.
pt: Por favor, verifique o formulário em busca de erros e tente novamente.
ru: Пожалуйста, проверьте форму на наличие ошибок и попробуйте снова.
sq: Të lutem kontrollo formularin për gabime dhe provo përsëri.
tr: Lütfen formu hatalar için kontrol et ve tekrar dene.
uk: Будь ласка, перевірте форму на помилки та спробуйте ще раз.

source: Please note: editing a setup will not affect images that have already been saved with this setup.
be: Калі ласка, звярніце ўвагу: рэдагаванне налад не паўплывае на выявы, якія ўжо былі захаваны з гэтымі наладкамі.
el: Παρακαλώ σημειώστε: η επεξεργασία μιας ρύθμισης δεν θα επηρεάσει τις εικόνες που έχουν ήδη αποθηκευτεί με αυτή τη ρύθμιση.
es: Ten en cuenta: editar una configuración no afectará a las imágenes que ya se han guardado con esta configuración.
fi: Huomaa: asetuksen muokkaaminen ei vaikuta kuviin, jotka on jo tallennettu tällä asetuksella.
hu: Kérlek, vedd figyelembe: egy beállítás szerkesztése nem befolyásolja azokat a képeket, amelyeket már elmentettek ezzel a beállítással.
nl: Let op: het bewerken van een setup heeft geen invloed op afbeeldingen die al zijn opgeslagen met deze setup.
pl: Proszę pamiętać: edytowanie ustawienia nie wpłynie na obrazy, które zostały już zapisane z tym ustawieniem.
pt: Por favor, note: editar uma configuração não afetará as imagens que já foram salvas com essa configuração.
ru: Обратите внимание: редактирование настройки не повлияет на изображения, которые уже были сохранены с этой настройкой.
sq: Të lutem vëre: redaktimi i një konfigurimi nuk do të ndikojë në imazhet që janë ruajtur tashmë me këtë konfigurim.
tr: Lütfen dikkat et: bir ayarı düzenlemek, bu ayarla daha önce kaydedilmiş görüntüleri etkilemeyecek.
uk: Зверніть увагу: редагування налаштувань не вплине на зображення, які вже були збережені з цими налаштуваннями.

source: Please note: if you submit this image for IOTD/TP consideration, it will be displayed in full size to members of the IOTD/TP staff, regardless of this setting. This is necessary for them to evaluate the image properly.
be: Калі ласка, звярніце ўвагу: калі вы адправіце гэтую выяву на разгляд IOTD/TP, яна будзе адлюстравана ў поўным памеры для членаў каманды IOTD/TP, незалежна ад гэтай налады. Гэта неабходна для таго, каб яны маглі правільна ацаніць выяву.
el: Παρακαλώ σημειώστε: αν υποβάλετε αυτή την εικόνα για εξέταση IOTD/TP, θα εμφανιστεί σε πλήρες μέγεθος στα μέλη του προσωπικού IOTD/TP, ανεξάρτητα από αυτή τη ρύθμιση. Αυτό είναι απαραίτητο για να αξιολογήσουν σωστά την εικόνα.
es: Ten en cuenta: si envías esta imagen para consideración de IOTD/TP, se mostrará en tamaño completo a los miembros del personal de IOTD/TP, independientemente de esta configuración. Esto es necesario para que puedan evaluar la imagen correctamente.
fi: Huomaa: jos lähetät tämän kuvan IOTD/TP-harkintaan, se näytetään täysikokoisena IOTD/TP-henkilökunnalle, riippumatta tästä asetuksesta. Tämä on tarpeen, jotta he voivat arvioida kuvan oikein.
hu: Kérlek, vedd figyelembe: ha ezt a képet IOTD/TP megfontolásra benyújtod, az teljes méretben fog megjelenni az IOTD/TP stáb tagjainak, függetlenül ettől a beállítástól. Ez szükséges ahhoz, hogy megfelelően értékelhessék a képet.
nl: Let op: als je deze afbeelding indient voor IOTD/TP overweging, wordt deze in volledige grootte weergegeven aan leden van het IOTD/TP personeel, ongeacht deze instelling. Dit is nodig zodat zij de afbeelding goed kunnen evalueren.
pl: Proszę pamiętać: jeśli zgłosisz ten obraz do rozpatrzenia IOTD/TP, zostanie on wyświetlony w pełnym rozmiarze członkom zespołu IOTD/TP, niezależnie od tego ustawienia. Jest to konieczne, aby mogli prawidłowo ocenić obraz.
pt: Por favor, note: se você enviar esta imagem para consideração do IOTD/TP, ela será exibida em tamanho real para os membros da equipe do IOTD/TP, independentemente desta configuração. Isso é necessário para que eles possam avaliar a imagem corretamente.
ru: Обратите внимание: если вы отправите это изображение на рассмотрение IOTD/TP, оно будет отображаться в полном размере для членов команды IOTD/TP, независимо от этой настройки. Это необходимо для их правильной оценки изображения.
sq: Të lutem vëre: nëse e dërgon këtë imazh për shqyrtim IOTD/TP, ai do të shfaqet në madhësi të plotë për anëtarët e stafit të IOTD/TP, pavarësisht nga kjo cilësim. Kjo është e nevojshme për ta vlerësuar imazhin siç duhet.
tr: Lütfen dikkat et: bu görüntüyü IOTD/TP değerlendirmesi için gönderirsen, bu ayara bakılmaksızın IOTD/TP ekibi üyelerine tam boyutlu olarak gösterilecektir. Bu, görüntüyü doğru değerlendirmeleri için gereklidir.
uk: Зверніть увагу: якщо ви подасте це зображення на розгляд IOTD/TP, воно буде показано в повному розмірі членам команди IOTD/TP, незалежно від цього налаштування. Це необхідно для їх правильної оцінки зображення.

source: Please note: you can also just add equipment to your image and save it as a setup later.
be: Калі ласка, звярніце ўвагу: вы таксама можаце проста дадаць абсталяванне да вашай выявы і захаваць гэта як наладу пазней.
el: Παρακαλώ σημειώστε: μπορείτε επίσης απλά να προσθέσετε εξοπλισμό στην εικόνα σας και να το αποθηκεύσετε ως ρύθμιση αργότερα.
es: Ten en cuenta: también puedes simplemente añadir equipo a tu imagen y guardarlo como una configuración más tarde.
fi: Huomaa: voit myös lisätä laitteet kuvaasi ja tallentaa sen asetuksena myöhemmin.
hu: Kérlek, vedd figyelembe: az is elég, ha csak felszerelést adsz a képedhez, és később elmented beállításként.
nl: Let op: je kunt ook gewoon apparatuur aan je afbeelding toevoegen en het later als een setup opslaan.
pl: Proszę pamiętać: możesz również po prostu dodać sprzęt do swojego obrazu i zapisać go jako ustawienie później.
pt: Por favor, note: você também pode apenas adicionar equipamentos à sua imagem e salvá-la como uma configuração depois.
ru: Обратите внимание: вы также можете просто добавить оборудование к вашему изображению и сохранить это как настройку позже.
sq: Të lutem vëre: mund të shtosh gjithashtu pajisjet në imazhin tënd dhe ta ruash si një konfigurim më vonë.
tr: Lütfen dikkat et: ayrıca görüntüne ekipman ekleyip daha sonra bir ayar olarak kaydedebilirsin.
uk: Зверніть увагу: ви також можете просто додати обладнання до вашого зображення і зберегти його як налаштування пізніше.

source: Please refresh the page to see the changes.
be: Калі ласка, абнавіце старонку, каб убачыць змены.
el: Παρακαλώ ανανεώστε τη σελίδα για να δείτε τις αλλαγές.
es: Por favor, actualiza la página para ver los cambios.
fi: Päivitä sivu nähdäksesi muutokset.
hu: Kérlek, frissítsd az oldalt, hogy lásd a változásokat.
nl: Vernieuw de pagina om de wijzigingen te zien.
pl: Proszę odświeżyć stronę, aby zobaczyć zmiany.
pt: Por favor, atualize a página para ver as mudanças.
ru: Пожалуйста, обновите страницу, чтобы увидеть изменения.
sq: Të lutem rifresko faqen për të parë ndryshimet.
tr: Lütfen değişiklikleri görmek için sayfayı yenile.
uk: Будь ласка, оновіть сторінку, щоб побачити зміни.

source: Please support AstroBin by shopping at one of our partners!
be: Калі ласка, падтрымайце AstroBin, купляючы ў аднаго з нашых партнёраў!
el: Παρακαλώ υποστηρίξτε το AstroBin ψωνίζοντας από έναν από τους συνεργάτες μας!
es: ¡Apoya a AstroBin comprando en uno de nuestros socios!
fi: Tue AstroBinia ostamalla yhdeltä kumppaneistamme!
hu: Kérlek, támogasd az AstroBin-t azzal, hogy vásárolsz az egyik partnerünknél!
nl: Steun AstroBin door te winkelen bij een van onze partners!
pl: Proszę wspierać AstroBin, robiąc zakupy u jednego z naszych partnerów!
pt: Por favor, apoie o AstroBin comprando em um de nossos parceiros!
ru: Пожалуйста, поддержите AstroBin, покупая у наших партнеров!
sq: Të lutem mbështet AstroBin duke blerë në një nga partnerët tanë!
tr: AstroBin'i desteklemek için ortaklarımızdan birinden alışveriş yap!
uk: Підтримайте AstroBin, купуючи у наших партнерів!

source: Press <kbd>Tab</kbd> for suggestion, <kbd>Enter</kbd> to just search.
be: Націсніце <kbd>Tab</kbd> для прапаноў, <kbd>Enter</kbd> для простага пошуку.
el: Πατήστε <kbd>Tab</kbd> για προτάσεις, <kbd>Enter</kbd> για να κάνετε απλώς αναζήτηση.
es: Presiona <kbd>Tab</kbd> para sugerencias, <kbd>Enter</kbd> para buscar.
fi: Paina <kbd>Tab</kbd> saadaksesi ehdotuksia, <kbd>Enter</kbd> vain etsiäksesi.
hu: Nyomj <kbd>Tab</kbd>-ot a javaslatokhoz, <kbd>Enter</kbd>-t a kereséshez.
nl: Druk op <kbd>Tab</kbd> voor suggestie, <kbd>Enter</kbd> om gewoon te zoeken.
pl: Naciśnij <kbd>Tab</kbd>, aby uzyskać sugestię, <kbd>Enter</kbd>, aby po prostu wyszukać.
pt: Pressione <kbd>Tab</kbd> para sugestões, <kbd>Enter</kbd> para apenas pesquisar.
ru: Нажмите <kbd>Tab</kbd> для подсказки, <kbd>Enter</kbd> для поиска.
sq: Shtyp <kbd>Tab</kbd> për sugjerim, <kbd>Enter</kbd> për të kërkuar.
tr: Öneri için <kbd>Tab</kbd>'a bas, sadece arama yapmak için <kbd>Enter</kbd>'a bas.
uk: Натисніть <kbd>Tab</kbd> для пропозиції, <kbd>Enter</kbd> для пошуку.

source: Promotions by Reviewers
be: Прамоцыі ад аглядальнікаў
el: Προωθήσεις από κριτές.
es: Promociones de revisores
fi: Arvostelijoiden tarjoukset
hu: Promóciók a véleményezőktől
nl: Promoties door beoordelaars
pl: Promocje od recenzentów
pt: Promoções por Revisores
ru: Акции от рецензентов
sq: Promovime nga Rishikuesit
tr: Değerlendiriciler tarafından yapılan promosyonlar
uk: Промоції від рецензентів

source: Promotions by Submitters
be: Прамоцыі ад адпраўнікоў
el: Προωθήσεις από υποβολείς.
es: Promociones de quienes envían
fi: Lähettäjien tarjoukset
hu: Promóciók a beküldőktől
nl: Promoties door indieners
pl: Promocje od nadawców
pt: Promoções por Submissores
ru: Акции от отправителей
sq: Promovime nga Dërguesit
tr: Gönderenler tarafından yapılan promosyonlar
uk: Промоції від подавачів

source: Publication date
be: Дата публікацыі
el: Ημερομηνία δημοσίευσης.
es: Fecha de publicación
fi: Julkaisupäivämäärä
hu: Közzététel dátuma
nl: Publicatiedatum
pl: Data publikacji
pt: Data de publicação
ru: Дата публикации
sq: Data e publikimit
tr: Yayın tarihi
uk: Дата публікації

source: Publish
be: Апублікаваць
el: Δημοσίευση.
es: Publicar
fi: Julkaise
hu: Közzététel
nl: Publiceren
pl: Opublikuj
pt: Publicar
ru: Опубликовать
sq: Publiko
tr: Yayınla
uk: Опублікувати

source: Publish image
be: Апублікаваць выяву
el: Δημοσίευση εικόνας.
es: Publicar imagen
fi: Julkaise kuva
hu: Kép közzététele
nl: Afbeelding publiceren
pl: Opublikuj obraz
pt: Publicar imagem
ru: Опубликовать изображение
sq: Publiko imazhin
tr: Görüntüyü yayınla
uk: Опублікувати зображення

source: Quasars
be: Квазары
el: Κβάζαρς
es: Cuásares
fi: Kvasaareja
hu: Kvazárok
pl: Kwazary
pt: Quasares
ru: Квазары
tr: Kuasarlar
uk: Квазари

source: RA/Dec coordinates
be: Коардынаты RA/Dec
el: Συντεταγμένες RA/Dec
es: Coordenadas RA/Dec
fi: RA/Dec-koordinaatit
hu: RA/Dec koordináták
nl: RA/Dec coördinaten
pl: Współrzędne RA/Dec
pt: Coordenadas RA/Dec
ru: Координаты RA/Dec
sq: Koordinatat RA/Dec
tr: RA/Dec koordinatları
uk: Координати RA/Dec

source: Radius
be: Радыус
el: Ακτίνα
es: Radio
fi: Säde
hu: Sugár
pl: Promień
pt: Raio
ru: Радиус
sq: Rrezja
tr: Yarıçap
uk: Радіус

source: Recent images
be: Савецкія выявы
el: Πρόσφατες εικόνες
es: Imágenes recientes
fi: Viimeisimmät kuvat
hu: Legutóbbi képek
nl: Recente beelden
pl: Najnowsze obrazy
pt: Imagens recentes
ru: Недавние изображения
sq: Imazhe të fundit
tr: Son görüntüler
uk: Недавні зображення

source: Related images
be: Сумежныя выявы
el: Σχετικές εικόνες
es: Imágenes relacionadas
fi: Liittyvät kuvat
hu: Kapcsolódó képek
nl: Gerelateerde beelden
pl: Powiązane obrazy
pt: Imagens relacionadas
ru: Связанные изображения
sq: Imazhe të lidhura
tr: İlgili görüntüler
uk: Схожі зображення

source: Relevance
be: Рэлевантнасць
el: Σχέση
es: Relevancia
fi: Merkitys
hu: Relevancia
nl: Relevantie
pl: Relewancja
pt: Relevância
ru: Актуальность
sq: Relevanca
tr: Alaka
uk: Відповідність

source: Remote hosting
be: Аддаленае хостынг
el: Απομακρυσμένη φιλοξενία
es: Alojamiento remoto
fi: Etäisyyden hosting
hu: Távoli tárolás
pl: Zdalne hostowanie
pt: Hospedagem remota
ru: Удаленный хостинг
sq: Hostim në distancë
tr: Uzaktan barındırma
uk: Віддалене хостинг

source: Remove ads
be: Выдаліць рэкламу
el: Αφαίρεση διαφημίσεων
es: Eliminar anuncios
fi: Poista mainokset
hu: Hirdetések eltávolítása
nl: Verwijder advertenties
pl: Usuń reklamy
pt: Remover anúncios
ru: Убрать рекламу
sq: Hiq reklamat
tr: Reklamları kaldır
uk: Прибрати рекламу

source: Remove from collection
be: Выдаліць з калекцыі
el: Αφαίρεση από τη συλλογή
es: Eliminar de la colección
fi: Poista kokoelmasta
hu: Eltávolítás a gyűjteményből
nl: Verwijder uit collectie
pl: Usuń z kolekcji
pt: Remover da coleção
ru: Удалить из коллекции
sq: Hiq nga koleksioni
tr: Koleksiyondan kaldır
uk: Видалити з колекції

source: Remove shadow-ban
be: Выдаліць шадоўны бан
el: Αφαίρεση από shadow-ban
es: Eliminar shadow-ban
fi: Poista varjokielto
hu: Árnyék-büntetés eltávolítása
nl: Verwijder shadow-ban
pl: Usuń shadow-ban
pt: Remover shadow-ban
ru: Снять теневой бан
sq: Hiq shadow-ban
tr: Gölge yasağını kaldır
uk: Прибрати тіньовий бан

source: Replace current file
be: Замяніць бягучы файл
el: Αντικατάσταση τρέχοντος αρχείου
es: Reemplazar archivo actual
fi: Korvaa nykyinen tiedosto
hu: Jelenlegi fájl cseréje
nl: Vervang huidig bestand
pl: Zastąp aktualny plik
pt: Substituir arquivo atual
ru: Заменить текущий файл
sq: Zëvendëso skedarin aktual
tr: Mevcut dosyayı değiştir
uk: Замінити поточний файл

source: Replace/delete uncompressed source file
be: Замяніць/выдаліць некампрасаваны зыходны файл
el: Αντικατάσταση/διαγραφή αρχείου πηγής χωρίς συμπίεση
es: Reemplazar/eliminar archivo fuente sin comprimir
fi: Korvaa/poista purkamaton lähdetiedosto
hu: Kibővített forrásfájl cseréje/törlése
nl: Vervang/verwijder ongecomprimeerd bronbestand
pl: Zastąp/usuń niekompresowany plik źródłowy
pt: Substituir/excluir arquivo fonte não comprimido
ru: Заменить/удалить несжатый исходный файл
sq: Zëvendëso/fshi skedarin burim të pakompresuar
tr: Sıkıştırılmamış kaynak dosyasını değiştir/sil
uk: Замінити/видалити некомпресований вихідний файл

source: Report listing
be: Паведаміць пра спіс
el: Αναφορά καταχώρισης
es: Reportar listado
fi: Ilmoita luettelosta
hu: Jelentés a listáról
nl: Rapporteer vermelding
pl: Zgłoś listing
pt: Reportar listagem
ru: Сообщить о списке
sq: Raporto listimin
tr: Listeyi bildir
uk: Повідомити про список

source: Resolution of the field in arcseconds/pixel
be: Разрозненне поля ў аркасекундах/піксель
el: Ανάλυση του πεδίου σε arcseconds/pixel
es: Resolución del campo en arcosegundos/píxel
fi: Kentän resoluutio kaariminuutteina/pikseli
hu: A mező felbontása ívmásodperc/pixel
nl: Resolutie van het veld in boogseconden/pixel
pl: Rozdzielczość pola w arcsekundach/piksel
pt: Resolução do campo em arco-segundos/pixel
ru: Разрешение поля в угловых секундах/пиксель
sq: Rezolucioni i fushës në arcsekonda/piksel
tr: Alan çözünürlüğü arcsecond/piksel cinsinden
uk: Роздільна здатність поля в арксекундах/піксель

source: Restart plate-solving
be: Пачаць plate-solving зноў
el: Επανεκκίνηση plate-solving
es: Reiniciar resolución de placas
fi: Käynnistä plate-solving uudelleen
hu: Plate solving újraindítása
nl: Herstart plate-solving
pl: Uruchom ponownie plate-solving
pt: Reiniciar a solução de placas
ru: Перезапустить решение плат
sq: Rivendos plotezimin e pllakave
tr: Plaka çözümlemeyi yeniden başlat
uk: Перезапустити вирішення плат

source: Restore
be: Аднавіць
el: Αποκατάσταση
es: Restaurar
fi: Palauta
hu: Visszaállítás
nl: Herstellen
pl: Przywróć
pt: Restaurar
ru: Восстановить
sq: Rikthe
tr: Geri yükle
uk: Відновити

source: Revision not found
be: Рэвізія не знойдзена
el: Δεν βρέθηκε αναθεώρηση
es: Revisión no encontrada
fi: Versiota ei löytynyt
hu: Revízió nem található
nl: Revisie niet gevonden
pl: Nie znaleziono rewizji
pt: Revisão não encontrada
ru: Версия не найдена
sq: Revizioni nuk u gjet
tr: Revizyon bulunamadı
uk: Версія не знайдена

source: Right ascension
be: Прамое ўзняцце
el: Δεξιά αστρονομική διάσταση
es: Ascensión recta
fi: Oikea ascensio
hu: Jobb aszcenzió
nl: Rechthoekige coördinaten
pl: Wzniesienie
pt: Ascensão reta
ru: Прямое восхождение
sq: Rritja e drejtë
tr: Sağ ascension
uk: Східна прямокутність

source: Right ascension (ascending)
be: Прамое ўзняцце (узрастаючае)
el: Δεξιά αστρονομική διάσταση (ανερχόμενη)
es: Ascensión recta (ascendente)
fi: Oikea ascensio (nouseva)
hu: Jobb aszcenzió (növekvő)
nl: Rechthoekige coördinaten (oplopend)
pl: Wzniesienie (rosnące)
pt: Ascensão reta (ascendente)
ru: Прямое восхождение (возрастающее)
sq: Rritja e drejtë (në rritje)
tr: Sağ ascension (artan)
uk: Східна прямокутність (зростаюча)

source: Right ascension (descending)
be: Прамое ўзняцце (зніжальнае)
el: Δεξιά αστρονομική διάσταση (κατα descending)
es: Ascensión recta (descendente)
fi: Oikea ascensio (laskeva)
hu: Jobb aszcenzió (csökkenő)
nl: Rechthoekige coördinaten (aflopend)
pl: Wzniesienie (malejące)
pt: Ascensão reta (descendente)
ru: Прямое восхождение (убывающее)
sq: Rritja e drejtë (në rënie)
tr: Sağ ascension (azalan)
uk: Східна прямокутність (спадна)

source: Sample RAW frame (max 100 MB)
be: Прыклад RAW кадра (макс 100 МБ)
el: Δείγμα RAW frame (μέγιστο 100 MB)
es: Marco RAW de muestra (máx. 100 MB)
fi: Esimerkkiraaka-ruutu (max 100 MB)
hu: Minta RAW frame (max 100 MB)
nl: Voorbeeld RAW frame (max 100 MB)
pl: Przykładowa klatka RAW (max 100 MB)
pt: Exemplo de frame RAW (máx 100 MB)
ru: Пример RAW кадра (макс 100 МБ)
sq: Shembuj RAW (maks 100 MB)
tr: Örnek RAW çerçevesi (maks 100 MB)
uk: Приклад RAW кадру (макс 100 МБ)

source: Satellite
be: Спадарожнік
el: Δορυφόρος
es: Satélite
fi: Satelliitti
hu: Műhold
nl: Satelliet
pl: Satelita
pt: Satélite
ru: Спутник
sq: Satelit
tr: Uydu
uk: Супутник

source: Saturation
be: Сатурацыя
el: Κορεσμός
es: Saturación
fi: Ylikylläisyys
hu: Telítettség
nl: Verzadiging
pl: Nasycenie
pt: Saturação
ru: Насыщенность
sq: Saturimi
tr: Doygunluk
uk: Насиченість

source: Save equipment setup
be: Захаваць наладку абсталявання
el: Αποθήκευση ρύθμισης εξοπλισμού
es: Guardar configuración del equipo
fi: Tallenna laitteiston asetukset
hu: Felszerelés beállításának mentése
nl: Sla apparatuurinstelling op
pl: Zapisz konfigurację sprzętu
pt: Salvar configuração do equipamento
ru: Сохранить настройку оборудования
sq: Ruaj konfigurimin e pajisjeve
tr: Ekipman ayarını kaydet
uk: Зберегти налаштування обладнання

source: Save new search
be: Захаваць новы пошук
el: Αποθήκευση νέας αναζήτησης
es: Guardar nueva búsqueda
fi: Tallenna uusi haku
hu: Új keresés mentése
nl: Sla nieuwe zoekopdracht op
pl: Zapisz nowe wyszukiwanie
pt: Salvar nova busca
ru: Сохранить новый поиск
sq: Ruaj kërkimin e ri
tr: Yeni aramayı kaydet
uk: Зберегти новий пошук

source: Save setup
be: Захаваць наладку
el: Αποθήκευση ρύθμισης
es: Guardar configuración
fi: Tallenna asetukset
hu: Beállítás mentése
nl: Sla instelling op
pl: Zapisz konfigurację
pt: Salvar configuração
ru: Сохранить настройку
sq: Ruaj konfigurimin
tr: Ayarı kaydet
uk: Зберегти налаштування

source: Scale max
be: Максімальны маштаб
el: Μέγιστη κλίμακα
es: Escala máxima
fi: Maksimi skaala
hu: Maximális skála
nl: Schaal max
pl: Skala max
pt: Escala máx
ru: Максимальный масштаб
sq: Shkalla maksimale
tr: Maks ölçek
uk: Максимальний масштаб

source: Scale min
be: Мінімальны маштаб
el: Ελάχιστη κλίμακα
es: Escala mínima
fi: Minimi skaala
hu: Minimális skála
nl: Schaal min
pl: Skala min
pt: Escala mín
ru: Минимальный масштаб
sq: Shkalla minimale
tr: Min ölçek
uk: Мінімальний масштаб

source: Scale units
be: Адзінкі маштабу
el: Μονάδες κλίμακας
es: Unidades de escala
fi: Skaala-yksiköt
hu: Skála egységek
nl: Schaaleenheden
pl: Jednostki skali
pt: Unidades de escala
ru: Единицы масштаба
sq: Njësitë e shkallës
tr: Ölçek birimleri
uk: Одиниці масштабу
