Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Filter with id {{id}} could not be found.
be: Фільтр з id {{id}} не знойдзены.
el: Ο φίλτρο με id {{id}} δεν βρέθηκε.
es: El filtro con id {{id}} no se pudo encontrar.
fi: Suodatin id {{id}} ei löytynyt.
hu: A(z) {{id}} azonosítójú szűrő nem található.
nl: Filter met id {{id}} kon niet worden gevonden.
pl: Filtr o id {{id}} nie został znaleziony.
pt: Filtro com id {{id}} não pôde ser encontrado.
ru: Фильтр с id {{id}} не найден.
sq: Filtri me id {{id}} nuk mund të gjendet.
tr: {{id}} ile filtre bulunamadı.
uk: Фільтр з id {{id}} не знайдено.

source: First added to an image by the seller
be: Першы дададзены да выявы прадаўцом
el: Πρώτη προσθήκη σε μια εικόνα από τον πωλητή
es: Primero añadido a una imagen por el vendedor
fi: Ensimmäinen myyjän lisäämä kuva
hu: Először a képre adta hozzá az eladó
nl: Eerst toegevoegd aan een afbeelding door de verkoper
pl: Pierwszy dodany do zdjęcia przez sprzedawcę
pt: Primeiro adicionado a uma imagem pelo vendedor
ru: Впервые добавлено к изображению продавцом
sq: Së pari i shtuar në një imazh nga shitësi
tr: Satıcı tarafından bir görüntüye ilk eklenen
uk: Перший доданий до зображення продавцем

source: Free
be: Бясплатна
el: Δωρεάν
es: Gratis
fi: Ilmainen
hu: Ingyenes
nl: Gratis
pl: Darmowe
pt: Grátis
ru: Бесплатно
sq: Falë
tr: Ücretsiz
uk: Безкоштовно

source: General information
be: Агульная інфармацыя
el: Γενικές πληροφορίες
es: Información general
fi: Yleiset tiedot
hu: Általános információ
nl: Algemene informatie
pl: Informacje ogólne
pt: Informações gerais
ru: Общая информация
sq: Informacione të përgjithshme
tr: Genel bilgi
uk: Загальна інформація

source: How do you want to input your item?
be: Як вы хочаце ўвесці ваш аб'ект?
el: Πώς θέλετε να εισάγετε το αντικείμενό σας;
es: ¿Cómo quieres introducir tu artículo?
fi: Miten haluat syöttää tuotteesi?
hu: Hogyan szeretnéd megadni a tételt?
nl: Hoe wil je je item invoeren?
pl: Jak chcesz wprowadzić swój przedmiot?
pt: Como você quer inserir seu item?
ru: Как вы хотите ввести ваш объект?
sq: Si dëshironi të inputoni artikullin tuaj?
tr: Öğeni nasıl girmek istersin?
uk: Як ви хочете ввести свій товар?

source: I agree to the AstroBin Marketplace terms of service
be: Я згаджаюся з умовамі абслугоўвання рынку AstroBin
el: Συμφωνώ με τους όρους υπηρεσίας της αγοράς AstroBin
es: Acepto los términos de servicio del mercado de AstroBin
fi: Hyväksyn AstroBin Markkinapaikan käyttöehdot
hu: Elfogadom az AstroBin Piactér szolgáltatási feltételeit
nl: Ik ga akkoord met de gebruiksvoorwaarden van de AstroBin Marketplace
pl: Zgadzam się na warunki korzystania z rynku AstroBin
pt: Eu concordo com os termos de serviço do Mercado AstroBin
ru: Я согласен с условиями обслуживания AstroBin Marketplace
sq: Bashkohem me kushtet e shërbimit të AstroBin Marketplace
tr: AstroBin Marketplace hizmet şartlarını kabul ediyorum
uk: Я погоджуюсь з умовами обслуговування ринку AstroBin

source: If checked, the video will loop.
be: Калі адзначана, відэа будзе паўтараць.
el: Αν επιλεγεί, το βίντεο θα επαναλαμβάνεται.
es: Si está marcado, el video se repetirá.
fi: Jos valittu, video toistuu silmukassa.
hu: Ha be van jelölve, a videó ismétlődni fog.
nl: Als dit is aangevinkt, zal de video in een lus afspelen.
pl: Jeśli zaznaczone, wideo będzie się powtarzać.
pt: Se marcado, o vídeo vai repetir.
ru: Если отмечено, видео будет зациклено.
sq: Nëse është e kontrolluar, video do të përsëritet.
tr: Seçili ise, video döngü yapacak.
uk: Якщо вибрано, відео буде повторюватися.

source: If omitted, AstroBin will use the equipment item names to create a title.
be: Калі прапусціць, AstroBin будзе выкарыстоўваць назвы абсталявання для стварэння загалоўка.
el: Αν παραληφθεί, το AstroBin θα χρησιμοποιήσει τα ονόματα των αντικειμένων εξοπλισμού για να δημιουργήσει έναν τίτλο.
es: Si se omite, AstroBin usará los nombres de los artículos de equipo para crear un título.
fi: Jos jätetään pois, AstroBin käyttää laitteiden nimiä luodakseen otsikon.
hu: Ha kihagyod, az AstroBin a felszerelés neveit fogja használni a cím létrehozásához.
nl: Als weggelaten, zal AstroBin de namen van de apparatuur gebruiken om een titel te maken.
pl: Jeśli pominięte, AstroBin użyje nazw przedmiotów sprzętu do stworzenia tytułu.
pt: Se omitido, o AstroBin vai usar os nomes dos equipamentos para criar um título.
ru: Если пропущено, AstroBin использует названия оборудования для создания заголовка.
sq: Nëse është e lënë jashtë, AstroBin do të përdorë emrat e artikujve të pajisjeve për të krijuar një titull.
tr: Atlandığında, AstroBin ekipman öğesi adlarını kullanarak bir başlık oluşturacaktır.
uk: Якщо пропустити, AstroBin використає назви обладнання для створення заголовка.

source: Images by the seller
be: Выявы ад прадаўца
el: Εικόνες από τον πωλητή
es: Imágenes del vendedor
fi: Myyjän kuvat
hu: Képek az eladótól
nl: Afbeeldingen van de verkoper
pl: Zdjęcia sprzedawcy
pt: Imagens do vendedor
ru: Изображения от продавца
sq: Imazhet nga shitësi
tr: Satıcı tarafından sağlanan görüntüler
uk: Зображення продавця

source: Import
be: Імпарт
el: Εισαγωγή
es: Importar
fi: Tuo
hu: Importálás
nl: Importeren
pl: Importuj
pt: Importar
ru: Импортировать
sq: Importo
tr: İçe aktar
uk: Імпорт

source: Import acquisition sessions from CSV
be: Імпарт сесій набыцця з CSV
el: Εισαγωγή συνεδριών από CSV
es: Importar sesiones de adquisición desde CSV
fi: Tuo hankintajaksoja CSV:stä
hu: CSV-ből importálás
nl: Importeer acquisitiesessies van CSV
pl: Importuj sesje akwizycji z CSV
pt: Importar sessões de aquisição do CSV
ru: Импортировать сессии захвата из CSV
sq: Importo seancat e blerjes nga CSV
tr: CSV'den alım oturumlarını içe aktar
uk: Імпорт сесій придбання з CSV

source: Import from CSV
be: Імпарт з CSV
el: Εισαγωγή από CSV
es: Importar desde CSV
fi: Tuo CSV:stä
hu: Importálás CSV-ből
nl: Importeren vanuit CSV
pl: Importuj z CSV
pt: Importar do CSV
ru: Импортировать из CSV
sq: Importo nga CSV
tr: CSV'den içe aktar
uk: Імпорт з CSV

source: Importing acquisitions from CSV
be: Імпартую набыцці з CSV
el: Εισαγωγή αποκτήσεων από CSV
es: Importando adquisiciones desde CSV
fi: Tuodaan hankintoja CSV:stä
hu: Acquisíciók importálása CSV-ből
nl: Acquisities importeren van CSV
pl: Importowanie akwizycji z CSV
pt: Importando aquisições do CSV
ru: Импортируем захваты из CSV
sq: Duke importuar blerjet nga CSV
tr: CSV'den alımları içe aktarıyor
uk: Імпорт сесій з CSV

source: Invalid values will be ignored. Documentation is available here: {{link}}
be: Неправільныя значэнні будуць ігнаравацца. Дакументацыя даступная тут: {{link}}
el: Μη έγκυρες τιμές θα αγνοηθούν. Η τεκμηρίωση είναι διαθέσιμη εδώ: {{link}}
es: Los valores inválidos serán ignorados. La documentación está disponible aquí: {{link}}
fi: Virheelliset arvot jätetään huomiotta. Dokumentaatio on saatavilla täältä: {{link}}
hu: Érvénytelen értékek figyelmen kívül lesznek hagyva. A dokumentáció itt érhető el: {{link}}
nl: Ongeldige waarden worden genegeerd. Documentatie is hier beschikbaar: {{link}}
pl: Nieprawidłowe wartości zostaną zignorowane. Dokumentacja jest dostępna tutaj: {{link}}
pt: Valores inválidos serão ignorados. A documentação está disponível aqui: {{link}}
ru: Неверные значения будут проигнорированы. Документация доступна здесь: {{link}}
sq: Vlerat e pavlefshme do të injorohen. Dokumentacioni është i disponueshëm këtu: {{link}}
tr: Geçersiz değerler göz ardı edilecektir. Dokümantasyon burada mevcut: {{link}}
uk: Неправильні значення будуть проігноровані. Документація доступна тут: {{link}}

source: Item
be: Аб'ект
el: Αντικείμενο
es: Artículo
fi: Tuote
hu: Tétel
pl: Przedmiot
ru: Объект
sq: Artikulli
tr: Ürün
uk: Товар

source: Item information
be: Інфармацыя аб аб'екце
el: Πληροφορίες αντικειμένου
es: Información del artículo
fi: Tuotetiedot
hu: Tétel információ
nl: Iteminformatie
pl: Informacje o przedmiocie
pt: Informações do item
ru: Информация об объекте
sq: Informacioni mbi artikullin
tr: Ürün bilgisi
uk: Інформація про товар

source: Item type
be: Тып аб'екта
el: Τύπος αντικειμένου
es: Tipo de artículo
fi: Tuotetyyppi
hu: Tétel típusa
pl: Typ przedmiotu
pt: Tipo de item
ru: Тип объекта
sq: Lloji i artikullit
tr: Öğe türü
uk: Тип товару

source: Joined AstroBin
be: Далучаны да AstroBin
el: Συμμετοχή στο AstroBin
es: Unido a AstroBin
fi: Liittynyt AstroBiniin
hu: Csatlakozott az AstroBin-hez
nl: Bij AstroBin gekomen
pl: Dołączył do AstroBin
pt: Entrou no AstroBin
ru: Присоединился к AstroBin
sq: Bashkuar me AstroBin
tr: AstroBin'e katıldı
uk: Приєднано до AstroBin

source: Landscape
be: Пейзаж
el: Τοπίο
es: Paisaje
fi: Maisema
hu: Táj
nl: Landschap
pl: Krajobraz
pt: Paisagem
ru: Пейзаж
sq: Peisazh
tr: Manzara
uk: Пейзаж

source: Learn more about AstroBin Groups.
be: Даведайцеся больш пра групы AstroBin.
el: Μάθετε περισσότερα για τις ομάδες του AstroBin.
es: Aprende más sobre los Grupos de AstroBin.
fi: Opi lisää AstroBin-ryhmistä.
hu: Tudd meg többet az AstroBin Csoportokról.
nl: Leer meer over AstroBin Groepen.
pl: Dowiedz się więcej o grupach AstroBin.
pt: Saiba mais sobre os Grupos do AstroBin.
ru: Узнайте больше о группах AstroBin.
sq: Mësoni më shumë rreth grupeve të AstroBin.
tr: AstroBin Grupları hakkında daha fazla bilgi edinin.
uk: Дізнайтеся більше про групи AstroBin.

source: Learn more about collections.
be: Даведайцеся больш пра калекцыі.
el: Μάθετε περισσότερα για τις συλλογές.
es: Aprende más sobre colecciones.
fi: Opi lisää kokoelmista.
hu: Tudd meg többet a gyűjteményekről.
nl: Leer meer over collecties.
pl: Dowiedz się więcej o kolekcjach.
pt: Saiba mais sobre coleções.
ru: Узнайте больше о коллекциях.
sq: Mësoni më shumë rreth koleksioneve.
tr: Koleksiyonlar hakkında daha fazla bilgi edinin.
uk: Дізнайтеся більше про колекції.

source: Leave blank for free shipping
be: Пакіньце пустым для бясплатнай дастаўкі
el: Άφησε κενό για δωρεάν αποστολή
es: Deja en blanco para envío gratis
fi: Jätä tyhjäksi ilmaiselle toimitukselle
hu: Hagyd üresen az ingyenes szállításhoz
nl: Laat leeg voor gratis verzending
pl: Zostaw puste dla darmowej wysyłki
pt: Deixe em branco para frete grátis
ru: Оставьте пустым для бесплатной доставки
sq: Lëni bosh për dërgesë falas
tr: Ücretsiz kargo için boş bırak
uk: Залиште порожнім для безкоштовної доставки

source: Leave feedback
be: Пакіньце водгук
el: Άφησε σχόλιο
es: Dejar comentarios
fi: Jätä palautetta
hu: Hagyd visszajelzést
nl: Laat feedback achter
pl: Zostaw opinię
pt: Deixe um feedback
ru: Оставить отзыв
sq: Lini një feedback
tr: Geri bildirim bırak
uk: Залишити відгук

source: Listing
be: Лістынг
el: Καταχώριση
es: Listado
fi: Ilmoitus
hu: Hirdetés
nl: Aanbieding
pl: Ogłoszenie
pt: Listagem
ru: Объявление
sq: Listimi
tr: İlan
uk: Оголошення

source: Listing approved successfully
be: Лістынг паспяхова зацверджаны
el: Η καταχώριση εγκρίθηκε επιτυχώς
es: Listado aprobado con éxito
fi: Ilmoitus hyväksytty onnistuneesti
hu: A hirdetés sikeresen jóváhagyva
nl: Lijst goedgekeurd
pl: Ogłoszenie zatwierdzone pomyślnie
pt: Listagem aprovada com sucesso
ru: Объявление успешно одобрено
sq: Listimi u miratua me sukses
tr: Listeleme başarıyla onaylandı
uk: Оголошення успішно затверджено

source: Listing deleted successfully
be: Лістынг паспяхова выдалены
el: Η καταχώριση διαγράφηκε επιτυχώς
es: Listado eliminado con éxito
fi: Ilmoitus poistettu onnistuneesti
hu: A hirdetés sikeresen törölve
nl: Lijst succesvol verwijderd
pl: Ogłoszenie usunięte pomyślnie
pt: Listagem deletada com sucesso
ru: Объявление успешно удалено
sq: Listimi u fshi me sukses
tr: Liste başarıyla silindi
uk: Оголошення успішно видалено

source: Listing renewed until: {{0}}
be: Лістынг адноўлены да: {{0}}
el: Η καταχώριση ανανεώθηκε μέχρι: {{0}}
es: Listado renovado hasta: {{0}}
fi: Ilmoitus uusittu: {{0}}
hu: A hirdetés megújítva: {{0}}
nl: Aanbieding verlengd tot: {{0}}
pl: Ogłoszenie odnowione do: {{0}}
pt: Listagem renovada até: {{0}}
ru: Объявление обновлено до: {{0}}
sq: Listimi u rinovua deri: {{0}}
tr: İlan yenilendi: {{0}} tarihine kadar
uk: Оголошення продовжено до: {{0}}

source: Listing updated successfully
be: Лістынг паспяхова абноўлены
el: Η καταχώριση ενημερώθηκε επιτυχώς
es: Listado actualizado con éxito
fi: Ilmoitus päivitetty onnistuneesti
hu: A hirdetés sikeresen frissítve
nl: Aanbieding succesvol bijgewerkt
pl: Oferta zaktualizowana pomyślnie
pt: Listagem atualizada com sucesso
ru: Объявление успешно обновлено
sq: Listimi u përditësua me sukses
tr: İlan başarıyla güncellendi
uk: Оголошення успішно оновлено

source: Listings
be: Лістынгі
el: Καταχωρίσεις
es: Listados
fi: Ilmoitukset
hu: Hirdetések
nl: Aanbiedingen
pl: Ogłoszenia
pt: Listagens
ru: Объявления
sq: Listimet
tr: İlanlar
uk: Оголошення

source: Location
be: Месцазнаходжанне
el: Τοποθεσία
es: Ubicación
fi: Sijainti
hu: Helyszín
nl: Locatie
pl: Lokalizacja
pt: Localização
ru: Местоположение
sq: Lokacioni
tr: Konum
uk: Локація

source: Long exposure
be: Доўгае экспазіцыя
el: Μακρά έκθεση
es: Exposición larga
fi: Pitkä valotus
hu: Hosszú expozíció
nl: Langdurige belichting
pl: Długie naświetlanie
pt: Exposição longa
ru: Долгая экспозиция
sq: Ekspozim i gjatë
tr: Uzun pozlama
uk: Довга експозиція

source: Long exposure acquisition sessions
be: Сесіі доўгіх экспазіцый
el: Συνεδρίες μακράς έκθεσης
es: Sesiones de adquisición de exposición larga
fi: Pitkät valotusaikaiset hankintajaksot
hu: Hosszú expozíciós acquisíciók
nl: Lange belichting acquisitiesessies
pl: Długie sesje ekspozycyjne
pt: Sessões de aquisição de exposição longa
ru: Сессии захвата с долгой экспозицией
sq: Sesione të akuzimit të ekspozimeve të gjata
tr: Uzun pozlama alım seansları
uk: Сесії придбання з довгою експозицією

source: Loop video
be: Цыклічнае відэа
el: Βίντεο σε βρόχο
es: Repetir video
fi: Silmukka video
hu: Videó ismétlése
nl: Video in een lus
pl: Pętla wideo
pt: Repetir vídeo
ru: Зациклить видео
sq: Video loop
tr: Videoyu döngüye al
uk: Циклічне відео

source: Make an offer
be: Сфармуйце прапанову
el: Κάνε μια προσφορά
es: Hacer una oferta
fi: Tee tarjous
hu: Tedd meg az ajánlatod
nl: Doe een aanbod
pl: Złóż ofertę
pt: Faça uma oferta
ru: Сделать предложение
sq: Bëni një ofertë
tr: Teklif yap
uk: Зробити пропозицію

source: Make offer
be: Сфармуйце прапанову
el: Κάνε προσφορά
es: Hacer oferta
fi: Tee tarjous
hu: Tedd meg az ajánlatot
nl: Bod doen
pl: Złóż ofertę
pt: Fazer oferta
ru: Сделать предложение
sq: Bëni ofertë
tr: Teklif yap
uk: Зробити пропозицію

source: Mark as sold
be: Ацаніць як прададзена
el: Σήμανση ως πωληθέν
es: Marcar como vendido
fi: Merkitse myydyksi
hu: Jelöld meg eladottnak
nl: Markeer als verkocht
pl: Oznacz jako sprzedane
pt: Marcar como vendido
ru: Отметить как проданное
sq: Shëno si të shitur
tr: Satıldı olarak işaretle
uk: Позначити як продане

source: Mark selected as sold
be: Ацаніць выбранае як прададзенае
el: Σήμανση επιλεγμένων ως πωληθέν
es: Marcar seleccionados como vendidos
fi: Merkitse valitut myydyiksi
hu: Jelöld meg a kiválasztottakat eladottnak
nl: Geselecteerd markeren als verkocht
pl: Oznacz wybrane jako sprzedane
pt: Marcar selecionados como vendidos
ru: Отметить выбранные как проданные
sq: Shëno të përzgjedhurit si të shitur
tr: Seçilenleri satıldı olarak işaretle
uk: Позначити вибране як продане

source: Marketplace
be: Рынак
el: Αγορά
es: Mercado
fi: Markkinapaikka
hu: Piac
nl: Marktplaats
pl: Rynek
pt: Mercado
ru: Маркетплейс
sq: Tregu
tr: Pazar yeri
uk: Ринок

source: Marketplace listings
be: Лістынгі рынку
el: Καταχωρίσεις αγοράς
es: Listados del mercado
fi: Markkinapaikan ilmoitukset
hu: Piaci hirdetések
nl: Marktplaats aanbiedingen
pl: Ogłoszenia na rynku
pt: Listagens do mercado
ru: Объявления на маркетплейсе
sq: Listimet e tregut
tr: Pazar yeri listelemeleri
uk: Оголошення на ринку

source: Max. distance
be: Макс. адлегласць
el: Μέγιστη απόσταση
es: Distancia máx.
fi: Max. etäisyys
hu: Max. távolság
nl: Max. afstand
pl: Maks. odległość
pt: Distância máx.
ru: Макс. расстояние
sq: Max. distanca
tr: Maks. mesafe
uk: Макс. відстань

source: Max. distance from your location.
be: Макс. адлегласць ад вашага месцазнаходжання.
el: Μέγιστη απόσταση από την τοποθεσία σου.
es: Distancia máxima desde tu ubicación.
fi: Max. etäisyys sijainnistasi.
hu: Max. távolság a helyszínedtől.
nl: Max. afstand van jouw locatie.
pl: Maks. odległość od Twojej lokalizacji.
pt: Distância máx. da sua localização.
ru: Макс. расстояние от вашего местоположения.
sq: Max. distanca nga lokacioni juaj.
tr: Konumunuzdan maksimum mesafe.
uk: Макс. відстань від вашого місця розташування.

source: Max. price
be: Макс. цана
el: Μέγιστη τιμή
es: Precio máx.
fi: Max. hinta
hu: Max. ár
nl: Max. prijs
pl: Maks. cena
pt: Preço máx.
ru: Макс. цена
sq: Max. çmimi
tr: Maks. fiyat
uk: Макс. ціна

source: Max. price of the item.
be: Макс. цана прадмета.
el: Μέγιστη τιμή του αντικειμένου.
es: Precio máximo del artículo.
fi: Max. hinta tuotteelle.
hu: Max. ár az elemre.
nl: Max. prijs van het item.
pl: Maks. cena przedmiotu.
pt: Preço máx. do item.
ru: Макс. цена объекта.
sq: Max. çmimi i artikullit.
tr: Öğenin maksimum fiyatı.
uk: Максимальна ціна товару.

source: Message
be: Паведамленне
el: Μήνυμα
es: Mensaje
fi: Viesti
hu: Üzenet
nl: Bericht
pl: Wiadomość
pt: Mensagem
ru: Сообщение
sq: Mesazhi
tr: Mesaj
uk: Повідомлення

source: Min. price
be: Мін. цана
el: Ελάχιστη τιμή
es: Precio mín.
fi: Min. hinta
hu: Min. ár
nl: Min. prijs
pl: Min. cena
pt: Preço mín.
ru: Мин. цена
sq: Min. çmimi
tr: Minimum fiyat
uk: Мін. ціна

source: Min. price of the item.
be: Мін. цана прадмета.
el: Ελάχιστη τιμή του αντικειμένου.
es: Precio mínimo del artículo.
fi: Min. hinta tuotteelle.
hu: Min. ár az elemre.
nl: Min. prijs van het item.
pl: Min. cena przedmiotu.
pt: Preço mín. do item.
ru: Мин. цена товара.
sq: Min. çmimi i artikullit.
tr: Ürünün minimum fiyatı.
uk: Мінімальна ціна товару.

source: Modify your offer
be: Змяніць вашу прапанову
el: Τροποποίησε την προσφορά σου
es: Modificar tu oferta
fi: Muokkaa tarjoustasi
hu: Módosítsd az ajánlatodat
nl: Wijzig je aanbod
pl: Zmień swoją ofertę
pt: Modificar sua oferta
ru: Изменить ваше предложение
sq: Modifiko ofertën tuaj
tr: Teklifinizi değiştirin
uk: Змінити вашу пропозицію

source: My interactions
be: Мае ўзаемадзеянні
el: Οι αλληλεπιδράσεις μου
es: Mis interacciones
fi: Omat vuorovaikutukset
hu: Az interakcióim
nl: Mijn interacties
pl: Moje interakcje
pt: Minhas interações
ru: Мои взаимодействия
sq: Interaksionet e mia
tr: Etkileşimlerim
uk: Мої взаємодії

source: My listings
be: Мае лістынгі
el: Οι καταχωρίσεις μου
es: Mis listados
fi: Omat ilmoitukset
hu: A hirdetéseim
nl: Mijn aanbiedingen
pl: Moje oferty
pt: Minhas listagens
ru: Мои объявления
sq: Listimet e mia
tr: İlanlarım
uk: Мої оголошення

source: Negative
be: Негатыўны
el: Αρνητικό
es: Negativo
fi: Negatiivinen
hu: Negatív
nl: Negatief
pl: Negatywna
pt: Negativo
ru: Отрицательный
tr: Olumsuz
uk: Негативно

source: Neutral
be: Нейтральны
el: Ουδέτερο
fi: Neutraali
hu: Semleges
nl: Neutraal
pl: Neutralny
pt: Neutro
ru: Нейтральный
tr: Nötr
uk: Нейтрально

source: New
be: Новы
el: Νέο
es: Nuevo
fi: Uusi
hu: Új
nl: Nieuw
pl: Nowe
pt: Novo
ru: Новый
sq: E re
tr: Yeni
uk: Новий

source: No description provided.
be: Апісанне не прадастаўлена.
el: Δεν παρέχεται περιγραφή.
es: No se proporcionó descripción.
fi: Ei kuvausta annettu.
hu: Nincs megadva leírás.
nl: Geen beschrijving opgegeven.
pl: Nie podano opisu.
pt: Nenhuma descrição fornecida.
ru: Описание не предоставлено.
sq: Nuk është dhënë asnjë përshkrim.
tr: Açıklama sağlanmadı.
uk: Опис не надано.

source: No followers yet
be: Пакуль няма падпісчыкаў
el: Δεν έχεις ακόλουθους ακόμα
es: Sin seguidores aún
fi: Ei seuraajia vielä
hu: Még nincs követőd
nl: Nog geen volgers
pl: Brak obserwujących jeszcze
pt: Ainda sem seguidores
ru: Пока нет подписчиков
sq: Nuk ka ndjekës deri tani
tr: Henüz takipçi yok
uk: Ще немає підписників

source: No messages yet.
be: Пакуль няма паведамленняў.
el: Δεν έχεις μηνύματα ακόμα.
es: Sin mensajes aún.
fi: Ei viestejä vielä.
hu: Még nincs üzenet.
nl: Nog geen berichten.
pl: Brak wiadomości jeszcze.
pt: Ainda sem mensagens.
ru: Пока нет сообщений.
sq: Nuk ka mesazhe deri tani.
tr: Henüz mesaj yok.
uk: Ще немає повідомлень.

source: No offers to retract.
be: Пакуль няма прапаноў для адкліканьня.
el: Δεν υπάρχουν προσφορές για ανάκληση.
es: Sin ofertas para retractar.
fi: Ei tarjouksia peruttavaksi.
hu: Nincs visszavonandó ajánlat.
nl: Geen aanbiedingen om in te trekken.
pl: Brak ofert do wycofania.
pt: Sem ofertas para retratar.
ru: Нет предложений для отмены.
sq: Nuk ka oferta për të tërhequr.
tr: Geri çekilecek teklif yok.
uk: Немає пропозицій для відкликання.

source: No views yet
be: Пакуль няма праглядаў
el: Δεν έχεις προβολές ακόμα
es: Sin vistas aún
fi: Ei näkymiä vielä
hu: Még nincs megtekintés
nl: Nog geen weergaven
pl: Brak wyświetleń jeszcze
pt: Ainda sem visualizações
ru: Пока нет просмотров
sq: Nuk ka pamje deri tani
tr: Henüz görüntüleme yok
uk: Ще немає переглядів

source: Offer amount
be: Сума прапановы
el: Ποσό προσφοράς
es: Monto de la oferta
fi: Tarjousmäärä
hu: Ajánlati összeg
nl: Aanbod bedrag
pl: Kwota oferty
pt: Valor da oferta
ru: Сумма предложения
sq: Shuma e ofertës
tr: Teklif miktarı
uk: Сума пропозиції

source: Offer rejected successfully.
be: Прапанову паспяхова адхілена.
el: Η προσφορά απορρίφθηκε επιτυχώς.
es: Oferta rechazada con éxito.
fi: Tarjous hylätty onnistuneesti.
hu: Ajánlat sikeresen elutasítva.
nl: Bod succesvol afgewezen.
pl: Oferta odrzucona pomyślnie.
pt: Oferta rejeitada com sucesso.
ru: Предложение успешно отклонено.
sq: Ofertë e refuzuar me sukses.
tr: Teklif başarıyla reddedildi.
uk: Пропозицію успішно відхилено.

source: Offer {{0}}
be: Прапанову {{0}}
el: Προσφορά {{0}}
es: Oferta {{0}}
fi: Tarjous {{0}}
hu: Ajánlat {{0}}
nl: Aanbod {{0}}
pl: Oferta {{0}}
pt: Oferta {{0}}
ru: Предложение {{0}}
sq: Ofertë {{0}}
tr: Teklif {{0}}
uk: Пропозиція {{0}}

source: Offer {{0}} incl. shipping
be: Прапанову {{0}} уключ. дастаўка
el: Προσφορά {{0}} συμπεριλαμβανομένης της αποστολής
es: Oferta {{0}} incl. envío
fi: Tarjous {{0}} sisältäen toimituksen
hu: Ajánlat {{0}} szállítással együtt
nl: Aanbod {{0}} incl. verzending
pl: Oferta {{0}} z wysyłką
pt: Oferta {{0}} com frete incluído
ru: Предложение {{0}} с учетом доставки
sq: Ofertë {{0}} përfshirë dërgesën
tr: Teklif {{0}} kargo dahil
uk: Пропозиція {{0}} з урахуванням доставки

source: One follower
be: Адзін падпісчык
el: Ένας ακόλουθος
es: Un seguidor
fi: Yksi seuraaja
hu: Egy követő
nl: Één volger
pl: Jeden obserwator
pt: Um seguidor
ru: Один подписчик
sq: Një ndjekës
tr: Bir takipçi
uk: Один підписник

source: One month
be: Адзін месяц
el: Ένας μήνας
es: Un mes
fi: Yksi kuukausi
hu: Egy hónap
nl: Één maand
pl: Jeden miesiąc
pt: Um mês
ru: Один месяц
sq: Një muaj
tr: Bir ay
uk: Один місяць

source: One offer
be: Адна прапанова
el: Μία προσφορά
es: Una oferta
fi: Yksi tarjous
hu: Egy ajánlat
nl: Één aanbod
pl: Jedna oferta
pt: Uma oferta
ru: Одно предложение
sq: Një ofertë
tr: Bir teklif
uk: Одна пропозиція

source: One view
be: Адзін прагляд
el: Μία προβολή
es: Una vista
fi: Yksi näkymä
hu: Egy megtekintés
nl: Één weergave
pl: Jedno wyświetlenie
pt: Uma visualização
ru: Один просмотр
sq: Një pamje
tr: Bir görüntü
uk: Один перегляд

source: One week
be: Адна неделя
el: Μία εβδομάδα
es: Una semana
fi: Yksi viikko
hu: Egy hét
nl: Één week
pl: Jeden tydzień
pt: Uma semana
ru: Одна неделя
sq: Një javë
tr: Bir hafta
uk: Один тиждень

source: Only you can view this.
be: Толькі вы можаце гэта ўбачыць.
el: Μόνο εσύ μπορείς να το δεις.
es: Solo tú puedes ver esto.
fi: Vain sinä voit nähdä tämän.
hu: Csak te láthatod ezt.
nl: Alleen jij kunt dit zien.
pl: Tylko ty możesz to zobaczyć.
pt: Só você pode ver isso.
ru: Только вы можете это увидеть.
sq: Vetëm ti mund ta shohësh këtë.
tr: Bunu sadece siz görebilirsiniz.
uk: Тільки ви можете це бачити.
