Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Please make a deposit of {{ currency }} {{ amount }} to the following bank details and then email us at {{ email_prefix }}{{ email }}{{ email_postfix }} with your username so we may upgrade your account manually.
be: Калі ласка, зрабіце дэпазіт у {{ currency }} {{ amount }} на наступныя банкаўскія дэталі, а затым напішыце нам на {{ email_prefix }}{{ email }}{{ email_postfix }} з вашым імем карыстальніка, каб мы маглі ўручную павысіць ваш рахунак.
el: Παρακαλώ κάντε μια κατάθεση {{ currency }} {{ amount }} στους παρακάτω τραπεζικούς λογαριασμούς και μετά στείλτε μας email στο {{ email_prefix }}{{ email }}{{ email_postfix }} με το όνομα χρήστη σας ώστε να μπορέσουμε να αναβαθμίσουμε τον λογαριασμό σας χειροκίνητα.
es: Por favor, realice un depósito de {{ currency }} {{ amount }} a los siguientes datos bancarios y, a continuación, envíenos un correo electrónico a {{ email_prefix }}{{ email }}{{ email_postfix }} con su nombre de usuario para que podamos actualizar su cuenta manualmente.
fi: Ole hyvä ja tee talletus {{ currency }} {{ amount }} seuraaviin pankkitietoihin ja lähetä sitten meille sähköpostia osoitteessa {{ email_prefix }}{{ email }}{{ email_postfix }} käyttäjätunnuksellasi, jotta voimme päivittää tilisi manuaalisesti.
hu: Kérjük, fizess be {{ currency }} {{ amount }} az alábbi bankszámlaszámra, majd küldj e-mailt a {{ email_prefix }}{{ email }}{{ email_postfix }} címre a felhasználóneveddel, hogy manuálisan frissíthessük a fiókodat.
nl: Maak een storting van {{ currency }} {{ amount }} naar de volgende bankgegevens en stuur ons dan een e-mail op {{ email_prefix }}{{ email }}{{ email_postfix }} met je gebruikersnaam zodat we je account handmatig kunnen upgraden.
pl: Proszę wpłacić {{ currency }} {{ amount }} na poniższe dane bankowe, a następnie wyślij do nas e-mail na adres {{ email_prefix }}{{ email }}{{ email_postfix }} z nazwą użytkownika, abyśmy mogli ręcznie zaktualizować Twoje konto.
pt: Faça um depósito de {{ currency }} {{ amount }} nos seguintes detalhes bancários e, em seguida, envie-nos um e-mail para {{ email_prefix }}{{ email }}{{ email_postfix }} com seu nome de usuário para que possamos atualizar sua conta manualmente .
ru: Внесите депозит в размере {{ currency }} {{ amount }} на следующие банковские реквизиты, а затем напишите нам по адресу {{ email_prefix }}{{ email }}{{ email_postfix }} со своим именем пользователя, чтобы мы могли обновить ваш аккаунт вручную.
sq: Ju lutemi bëni një depozitë prej {{ currency }} {{ amount }} në detajet e mëposhtme të bankës dhe pastaj na dërgoni një email në {{ email_prefix }}{{ email }}{{ email_postfix }} me emrin tuaj të përdoruesit që të mund të përmirësojmë manualisht llogarinë tuaj.
tr: Lütfen aşağıdaki banka bilgilerine {{ currency }} {{ amount }} yatırın ve ardından kullanıcı adınızla birlikte {{ email_prefix }}{{ email }}{{ email_postfix }} adresine e-posta gönderin, böylece hesabınızı manuel olarak yükseltebiliriz.
uk: Внесіть депозит у розмірі {{ currency }} {{ amount }} на наступні банківські реквізити, а потім напишіть нам за адресою {{ email_prefix }}{{ email }}{{ email_postfix }} зі своїм ім’ям користувача, щоб ми могли оновити ваш аккаунт вручну.

source: Please note: you already are on this plan or a higher one.
hu: Vedd figyelembe: ezzel vagy egy magasabb tervvel már rendelkezel.
ru: Обратите внимание: у вас уже есть этот или более высокий тарифный план.
uk: Зверніть увагу: ви вже перебуваєте на цьому або вищому плані.

source: Plots
es: Gráficos
hu: Területek
ru: Графики
uk: Графіки

source: Prefer to pay via bank transfer?
be: Падабаецца плаціць праз банкаўскі пераклад?
el: Προτιμάτε να πληρώσετε μέσω τραπεζικής μεταφοράς;
es: ¿Prefiere pagar vía transferencia bancaria?
fi: Haluatko maksaa pankkisiirrolla?
hu: Inkább banki átutalással fizetnél?
nl: Wil je liever via bankoverschrijving betalen?
pl: Wolisz płacić przelewem bankowym?
pt: Prefere pagar via transferência bancária?
ru: Предпочитаете платить банковским переводом?
sq: Preferoni të paguani përmes transferit bankar?
tr: Banka havalesi ile ödemeyi tercih mi ediyorsunuz?
uk: Бажаєте сплатити за банківським переказом?

source: Price
be: Кошт
el: Τιμή
es: Precio
fi: Hinta
hu: Ár
nl: Prijs
pl: Cena
pt: Preço
ru: Стоимость
sq: Çmimi
tr: Fiyat
uk: Ціна

source: Public Gallery
be: Публічная галерэя
el: Δημόσια Γκαλερί
es: Galería pública
fi: Julkinen galleria
hu: Nyilvános Galéria
nl: Open Galerie
pl: Galeria publiczna
pt: Galeria Pública
ru: Публичная Галерея
sq: Galeria Publike
tr: Herkese Açık Galeri
uk: Публічна галерея

source: Quick search
be: Хуткі пошук
el: Γρήγορη αναζήτηση
es: Búsqueda rápida
fi: Nopea haku
hu: Gyorskeresés
nl: Snelle zoekopdracht
pl: Szybkie wyszukiwanie
pt: Busca rápida
ru: Быстрый поиск
sq: Kërkim i shpejtë
tr: Hızlı arama
uk: Швидкий пошук

source: Register
be: Зарэгістравацца
el: Εγγραφή
es: Registrar
fi: Rekisteröidy
hu: Regisztrálás
nl: Registreren
pl: Zarejestruj się
pt: Registro
ru: Регистрация
sq: Regjistrohu
tr: Kaydol
uk: Реєстрація

source: Remote astrophotography
be: Аддаленая астрафатаграфія
el: Απομακρυσμένη αστροφωτογραφία
es: Astrofotografía remota
fi: Etäastrofotografia
hu: Külső forrásos asztrofotózás
nl: Afstandsastrofotografie
pl: Zdalna astrofotografia
pt: Astrofotografia remota
ru: Удалённая астрофотография
sq: Astrofotografi e largët
tr: Uzaktan astrofotografi
uk: Дистанційна астрофотографія

source: Reset password
be: Скінуць пароль
el: Επαναφορά κωδικού πρόσβασης
es: Restablecer contraseña
fi: Nollaa salasana
hu: Jelszó visszaállítása
nl: Wachtwoord opnieuw instellen
pl: Zresetuj hasło
pt: Redefinir senha
ru: Сбросить пароль
sq: Rivendosni fjalëkalimin
tr: Şifreyi sıfırla
uk: Скинути пароль

source: Return to the classic uploader
es: Volver al cargador clásico
hu: Vissza a hagyományos feltöltőhöz
ru: Вернуться к классическому загрузчику
uk: Повернутись до класичного завантажувача

source: Review queue
be: Чарга на агляд
el: Ουρά αναθεώρησης
es: Cola de revisión
fi: Arvostelujono
hu: Átnézési várólista
nl: Reviewwachtrij
pl: Kolejka recenzji
pt: Fila de revisão
ru: Проверить очередь
sq: Radhitja e rishikimeve
tr: İnceleme kuyruğu
uk: Перевірити чергу

source: Revision uploader
be: Загрузчык рэвізій
el: Ανεβάστε αναθεώρηση
es: Cargador de revisión
fi: Muokkauslataaja
hu: Átdolgozás-feltöltő
nl: Revisie-upload
pl: Przesyłacz wersji
pt: Uploader de revisão
ru: Загрузчик редакции
sq: Ngarkuesi i rishikimeve
tr: Revizyon yükleyici
uk: Завантажувач версії

source: Settings
be: Налады
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
hu: Beállítások
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sq: Cilësimet
tr: Ayarlar
uk: Налаштування

source: Skip notifications
be: Прапусціць апавяшчэнні
el: Παράλειψη ειδοποιήσεων
es: Omitir notificaciones
fi: Ohita ilmoitukset
hu: Értesítések kihagyása
nl: Sla meldingen over
pl: Pomiń powiadomienia
pt: Pular notificações
ru: Пропустить уведомления
sq: Anashkaloni njoftimet
tr: Bildirimleri atla
uk: Пропуск повідомлень

source: Sorry, but the page you are looking for is not here. If you expected an image, this means that the author deleted it.
es: Lo sentimos, pero la página que está buscando no se encuentra aquí. Si esperaba una imagen, significa que el autor la eliminó.
hu: Sajnáljuk, de az általad keresett oldal nincs itt. Ha egy képre számítottál, az azt jelenti, hogy a szerző törölte azt.
ru: Извините, но страницы, которую вы ищете, здесь нет. Если вы ожидали изображение, это означает, что автор удалил его.
uk: Вибачте, але сторінка, яку ви шукаєте, відсутня. Якщо ви очікували зображення, це означає, що автор його видалив.

source: Spam list
be: Спам-спіс
el: Λίστα spam
es: Lista de spam
fi: Roskalista
hu: Spam lista
nl: Spamlijst
pl: Lista spamu
pt: Lista de spam
ru: Список спама
sq: Lista e spamit
tr: Spam listesi
uk: Спам

source: Sponsors & Partners
be: Спонсары і партнёры
el: Χορηγοί & Συνεργάτες
es: Patrocinadores y socios
fi: Sponsorit & Kumppanit
hu: Szponzorok & Partnerek
nl: Sponsoren & Partners
pl: Sponsorzy i partnerzy
pt: Patrocinadores & parceiros
ru: Спонсоры & Партнёры
sq: Sponsorët & Partnerët
tr: Sponsorlar & Ortaklar
uk: Спонсори та Партнери

source: Staging Area
be: Сцэна
el: Περιοχή Σταδιοποίησης
es: Área de ensayo
fi: Staging-alue
hu: Előkészítési Terület
pl: Obszar stagingu
pt: Área de Preparação
ru: Студия
sq: Zona e Staging-ut
tr: Sahneleme Alanı
uk: Студія

source: Submission queue
be: Чарга на падачу
el: Ουρά υποβολής
es: Cola de envío
fi: Lähetysjonossa
hu: Beküldési várólista
nl: Indieningswachtrij
pl: Kolejka zgłoszeń
pt: Fila de envio
ru: Очередь отправки
sq: Radhitja e dorëzimeve
tr: Gönderim kuyruğu
uk: Черга відправки

source: Subscribed topics
be: Падпісаныя тэмы
el: Θέματα στα οποία είστε εγγεγραμμένος
es: Temas suscritos
fi: Tilatut aiheet
hu: Feliratkozott témák
nl: Geabonneerde onderwerpen
pl: Subskrybowane tematy
pt: Tópicos inscritos
ru: Подписанные темы
sq: Temat e abonuar
tr: Abone olunan konular
uk: Теми з підпискою

source: Subscription confirmed
be: Падпіска пацверджана
el: Η συνδρομή επιβεβαιώθηκε
es: Suscripción confirmada
fi: Tilaus vahvistettu
hu: Előfizetés megerősítve
nl: Abonnement bevestigd
pl: Subskrypcja potwierdzona
pt: Inscrição confirmada
ru: Подписка подтверждена
sq: Abonimi i konfirmuar
tr: Abonelik onaylandı
uk: Підписка підтверджена

source: Subscription plans
be: Планы падпісак
el: Σχέδια συνδρομής
es: Planes de suscripción
fi: Tilausvaihtoehdot
hu: Előfizetési tervek
nl: Abonnementsplannen
pl: Plany subskrypcyjne
pt: Planos de inscrição
ru: Планы подписки
sq: Planet e abonimit
tr: Abonelik planları
uk: Плани підписок

source: Subscription process cancelled
be: Працэс падпісання адменены
el: Η διαδικασία συνδρομής ακυρώθηκε
es: Proceso de suscripción cancelado
fi: Tilauksen prosessi peruutettu
hu: Előfizetési folyamat törölve
nl: Abonnementsproces geannuleerd
pl: Proces subskrypcji anulowany
pt: Processo de inscrição cancelado
ru: Процесс подписки отменен
sq: Procesi i abonimit u anulua
tr: Abonelik süreci iptal edildi
uk: Процес підписки скасовано

source: Success!
be: Успех!
el: Επιτυχία!
es: ¡Éxito!
fi: Onnistui!
hu: Siker!
nl: Succes!
pl: Sukces!
pt: Sucesso!
ru: Выполнено!
sq: Sukses!
tr: Başarılı!
uk: Виконано!

source: Target image
be: Мэтавы малюнак
el: Στοχευμένη εικόνα
es: Imagen objetivo
fi: Kohdekuva
hu: Célkép
nl: Doelafbeelding
pl: Docelowy obraz
pt: Imagem alvo
ru: Конечное изображение
sq: Imazhi i synuar
tr: Hedef görüntü
uk: Кінцеве зображення

source: Thank you for supporting AstroBin!
be: Дзякуй за падтрымку AstroBin!
el: Ευχαριστούμε που υποστηρίζεις το AstroBin!
es: ¡Gracias por apoyar AstroBin!
fi: Kiitos, että tuet AstroBinia!
hu: Köszönjük, hogy támogatod az AstroBint!
nl: Bedankt voor je steun aan AstroBin!
pl: Dziękujemy za wsparcie AstroBin!
pt: Obrigado por apoiar o AstroBin!
ru: Спасибо вам за поддержку AstroBin!
sq: Faleminderit që mbështetni AstroBin!
tr: AstroBin'i desteklediğin için teşekkürler!
uk: Дякуємо за підтримку AstroBin!

source: Thanks!
be: Дзякуй!
el: Ευχαριστώ!
es: ¡Gracias!
fi: Kiitos!
hu: Köszönjük!
nl: Bedankt!
pl: Dzięki!
pt: Obrigado!
ru: Спасибо!
sq: Faleminderit!
tr: Teşekkürler!
uk: Дякуємо!

source: The Big Wall
es: El gran muro
hu: A Nagy Fal
ru: Большая Стена
uk: Велика Стіна

source: There doesn't seem to be anything here.
be: Тут, здаецца, нічога няма.
el: Δεν φαίνεται να υπάρχει τίποτα εδώ.
es: No parece que haya algo aquí.
fi: Täällä ei näytä olevan mitään.
hu: Úgy tűnik, nincs itt semmi.
nl: Er lijkt hier niets te zijn.
pl: Nie wydaje się, aby było tu cokolwiek.
pt: Não parece haver nada aqui.
ru: Кажется, здесь ничего нет.
sq: Nuk duket se ka ndonjë gjë këtu.
tr: Burada görünür bir şey yok gibi görünüyor.
uk: Схоже, тут нічого немає.

source: This field is required
hu: Ez a mező kötelező
ru: Это поле обязательно
uk: Це поле є обов‘язковим

source: This image will be uploaded to your staging area as a work in progress. You can make it public at the end of the process.
es: Esta imagen se cargará a su área de ensayo como trabajo en progreso. Puede hacerla pública al final del proceso.
hu: Ez a kép feltöltésre kerül az előkészítési területedre, mint folyamatban lévő munka. A folyamat végén nyilvánossá teheted.
ru: Это изображение будет загружено в вашу студию в процессе работы. Вы можете сделать это общедоступным в конце процесса.
uk: Це зображення буде завантажено у вашу студію у процесі роботи. Ви можете зробити його загальнодоступним наприкінці процесу.

source: This page or operation is not available at the moment, because AstroBin is in READ ONLY mode.
be: Гэтая старонка або аперацыя ў гэты момант недаступная, бо AstroBin знаходзіцца ў рэжыме ТОЛЬКІ ДЛЯ ЧТЭННЯ.
el: Αυτή η σελίδα ή η λειτουργία δεν είναι διαθέσιμη αυτή τη στιγμή, επειδή η AstroBin είναι σε λειτουργία ΜΟΝΟ ΑΝΑΓΝΩΣΗΣ.
es: Esta página u operación no se encuentran disponibles en el momento, ya que AstroBin está en modo SOLO LECTURA.
fi: Tämä sivu tai toiminto ei ole tällä hetkellä saatavilla, koska AstroBin on LUKU VAIN -tilassa.
hu: Ez az oldal vagy művelet jelenleg nem elérhető, mert az AstroBin READ ONLY üzemmódban van.
nl: Deze pagina of operatie is momenteel niet beschikbaar, omdat AstroBin in LEES ENKEL modus is.
pl: Ta strona lub operacja nie jest obecnie dostępna, ponieważ AstroBin jest w trybie TYLKO DO ODCZYTU.
pt: Esta página ou operação não está disponível no momento, porque AstroBin está no modo de LEITURA APENAS.
ru: Эта страница или операция в настоящий момент недоступны, потому что AstroBin находится в режиме ТОЛЬКО ДЛЯ ЧТЕНИЯ.
sq: Kjo faqe ose operacion nuk është e disponueshme në këtë moment, sepse AstroBin është në modalitetin vetëm për lexim.
tr: Bu sayfa veya işlem şu anda mevcut değil, çünkü AstroBin OKUMA YALNIZCA modunda.
uk: Ця сторінка або операція зараз недоступні, оскільки AstroBin знаходиться в режимі ТІЛЬКИ ДЛЯ ЧИТАННЯ.

source: Title
be: Назва
el: Τίτλος
es: Título
fi: Otsikko
hu: Cím
nl: Titel
pl: Tytuł
pt: Título
ru: Заголовок
sq: Titulli
tr: Başlık
uk: Заголовок

source: Top pick nominations
be: Намінцыі на лепшы выбар
el: Υποψηφιότητες κορυφαίων επιλογών
es: Nominaciones a Top pick
fi: Parhaat ehdotukset
hu: Top pick jelöltek
nl: Topkeuze nominaties
pl: Nominacje do najlepszych wyborów
pt: Indicações das melhores escolhas
ru: Номинации на Лучшее Изображение
sq: Nomimet për zgjedhjet më të mira
tr: En iyi seçim adayları
uk: Номінації на Найкраще Зображення

source: Top picks
be: Лепшыя выбары
el: Κορυφαίες επιλογές
es: Top pick
fi: Parhaat valinnat
hu: Top pickek
nl: Top keuzes
pl: Najlepsze wybory
pt: Melhores escolhas
ru: Лучшие Изображения
sq: Zgjedhjet më të mira
tr: En iyi seçimler
uk: Кращі зображення

source: Uncompressed source uploader
be: Загрузчык некампраміснага крыніцы
el: Uploader χωρίς συμπίεση
es: Cargador de fuente sin comprimir
fi: Purkamattoman lähteen lataaja
hu: Tömörítetlen forrás feltöltő
nl: Ongecomprimeerde bron uploader
pl: Uploader źródła bez kompresji
pt: Uploader de fonte não compactado
ru: Загрузчик несжатого исходного кода
sq: Ngarkues i burimit të pa kompresuar
tr: Sıkıştırılmamış kaynak yükleyici
uk: Завантажувач нестисненого початкового коду

source: Unknown error
be: Невядомая памылка
el: Άγνωστο σφάλμα
es: Error desconocido
fi: Tuntematon virhe
hu: Ismeretlen hiba
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro desconhecido
ru: Неизвестная ошибка
sq: Gabim i panjohur
tr: Bilinmeyen hata
uk: Невідома помилка

source: Unlimited images
be: Бязмежныя малюнкі
el: Απεριόριστες εικόνες
es: Imágenes ilimitadas
fi: Rajattomat kuvat
hu: Korlátlan számú kép
nl: Onbeperkte afbeeldingen
pl: Nieograniczone obrazy
pt: Imagens ilimitadas
ru: Неограниченные изображения
sq: Imazhe të pakufizuara
tr: Sınırsız görüntü
uk: Необмежена кількість зображень

source: Unlimited revisions
be: Неабмежаваныя рэвізіі
el: Απεριόριστες αναθεωρήσεις
es: Revisiones ilimitadas
fi: Rajattomat muokkaukset
hu: Korlátlan számú átdolgozás
nl: Onbeperkte revisies
pl: Nieograniczone poprawki
pt: Revisões ilimitadas
ru: Неограниченное количество ревизий
sq: Rivisitë të pakufizuara
tr: Sonsuz revizyon
uk: Необмежена кількість ревізій

source: Unlimited size
be: Неабмежаваны памер
el: Απεριόριστο μέγεθος
es: Tamaño ilimitado
fi: Rajaton koko
hu: Korlátlan méret
nl: Onbeperkte grootte
pl: Nieograniczony rozmiar
pt: Tamanho ilimitado
ru: Неограниченный размер
sq: Madhësi të pakufizuara
tr: Sınırsız boyut
uk: Необмежений розмір

source: Upload
be: Загрузіць
el: Ανέβασμα
es: Subir
fi: Lataa
hu: Feltöltés
nl: Uploaden
pl: Prześlij
pt: Envio
ru: Загрузить
sq: Ngarko
tr: Yükle
uk: Завантажити

source: Uploader
be: Загрузчык
es: Cargador
fi: Lataaja
hu: Feltöltő
pl: Przesyłacz
ru: Загрузчик
sq: Ngarkuesi
tr: Yükleyici
uk: Завантажувач

source: Username
be: Імя карыстальніка
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjänimi
hu: Felhasználónév
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome do usuário
ru: Имя пользователя
sq: Emri i përdoruesit
tr: Kullanıcı adı
uk: Ім‘я користувача

source: Validity
es: Validez
hu: Érvényesség
ru: Срок действия
uk: Термін дії

source: Want to upgrade from a lower subscription tier?
be: Хочаце павысіць з ніжэйшага ўзроўню падпісак?
el: Θέλετε να αναβαθμίσετε από χαμηλότερο επίπεδο συνδρομής;
es: ¿Desea mejorar su nivel bajo de suscripción?
fi: Haluatko päivittää alemmasta tilausportaalista?
hu: Egy alacsonyabb előfizetési szintről szeretnél fejleszteni?
nl: Wil je upgraden van een lager abonnement?
pl: Chcesz przejść z niższego poziomu subskrypcji?
pt: Quer fazer upgrade de um nível de assinatura inferior?
ru: Хотите перейти с более низкого уровня подписки?
sq: Dëshironi të përmirësoni nga një nivel më i ulët i abonimit?
tr: Daha düşük bir abonelik seviyesinden yükseltmek mi istiyorsunuz?
uk: Бажаєте перейти з нижчого рівня підписки?

source: Warning!
be: Папярэджанне!
el: Προειδοποίηση!
es: ¡Advertencia!
fi: Varoitus!
hu: Figyelem!
nl: Waarschuwing!
pl: Ostrzeżenie!
pt: Atenção!
ru: Внимание!
sq: Kujdes!
tr: Uyarı!
uk: Попередження!

source: We could not log you in. Please check your credentials and try again.
be: Не ўдалося ўвайсці. Правер свае ўліковыя дадзеныя і паспрабуй яшчэ раз.
el: Δεν μπορέσαμε να σε συνδέσουμε. Έλεγξε τα στοιχεία σου και προσπάθησε ξανά.
es: No pudimos iniciar sesión. Por favor, revise sus credenciales e intente de nuevo.
fi: Emme voineet kirjautua sisään. Tarkista tunnistetietosi ja yritä uudelleen.
hu: Nem tudtunk bejelentkeztetni. Kérjük, ellenőrizd az adatokat, és próbáld meg újra.
nl: We konden je niet inloggen. Controleer je inloggegevens en probeer het opnieuw.
pl: Nie udało się zalogować. Sprawdź swoje dane logowania i spróbuj ponownie.
pt: Não foi possível fazer seu login. Verifique suas credenciais e tente novamente.
ru: Не удалось войти в систему. Проверьте свои учетные данные и повторите попытку.
sq: Nuk arritëm të regjistrohemi. Ju lutemi kontrolloni kredencialet tuaja dhe provoni përsëri.
tr: Giriş yapamadık. Lütfen kimlik bilgilerini kontrol et ve tekrar dene.
uk: Не вдалося увійти до системи. Перевірте облікові дані та повторіть спробу.

source: We'll never share your email with anyone else.
be: Мы ніколі не падзеліцца вашым электронным адрасам з кім-небудзь.
el: Δεν θα μοιραστούμε ποτέ το email σας με κανέναν άλλο.
es: Nunca compartiremos su correo electrónico con nadie más.
fi: Emme koskaan jaa sähköpostiasi kenellekään muulle.
hu: Soha nem osztjuk meg e-mail címedet senki mással.
nl: We zullen je e-mail nooit met iemand anders delen.
pl: Nigdy nie podzielimy się Twoim e-mailem z nikim innym.
pt: Nunca compartilharemos seu email com mais ninguém.
ru: Мы никогда никому не передадим вашу электронную почту.
sq: Ne kurrë nuk do ta ndajmë emailin tuaj me askënd tjetër.
tr: E-posta adresinizi asla başkalarıyla paylaşmayacağız.
uk: Ми ніколи не надамо Вашу електронну пошту будь кому.

source: Welcome!
be: Сардэчна запрашаем!
el: Καλώς ήρθες!
es: ¡Bienvenido!
fi: Tervetuloa!
hu: Üdvözlünk!
nl: Welkom!
pl: Witaj!
pt: Bem-vindo!
ru: Добро пожаловать!
sq: Mirë se erdhët!
tr: Hoş geldin!
uk: Ласкаво просимо!

source: What is this site?
be: Што гэта за сайт?
el: Τι είναι αυτός ο ιστότοπος;
es: ¿Qué es este sitio?
fi: Mikä tämä sivusto on?
hu: Mi ez a weboldal?
nl: Wat is deze site?
pl: Czym jest ta strona?
pt: Que site é este?
ru: Что это за сайт?
sq: Çfarë është ky site?
tr: Bu site nedir?
uk: Що це за сайт?

source: Would you like to upgrade?
be: Хочаш абнавіць?
el: Θα ήθελες να αναβαθμίσεις;
es: ¿Desea una mejora?
fi: Haluatko päivittää?
hu: Szeretnél fejleszteni?
nl: Wil je upgraden?
pl: Chcesz zaktualizować?
pt: Você gostaria de atualizar?
ru: Хотите обновить подписку?
sq: A do të donit të përmirësoni?
tr: Yükseltmek ister misin?
uk: Бажаєте оновити підписку?

source: You have a <strong>{{0}}</strong> subscription. Enjoy your unlimited uploads!
es: Tiene una suscripción <strong>{{0}}</strong>. ¡Disfrute de sus cargas ilimitadas!
hu: <strong>{{0}}</strong> feliratkozásod van. Élvezd a korlátlan feltöltést!
uk: У Вас <strong>{{0}}</strong> підписка. Насолоджуйтесь необмеженою кількістю завантажень!

source: You have a <strong>{{0}}</strong> subscription. You have used <strong>{{1}}</strong> of your <strong>{{2}}</strong> upload slots.
es: Tiene una suscripción <strong>{{0}}</strong>. Ha usado <strong>{{1}}</strong> de sus <strong>{{2}}</strong> cupos para subir.
hu: <strong>{{0}}</strong> feliratkozásod van. <strong>{{1}}</strong> számú feltöltést használtál fel <strong>{{2}}</strong> feltöltési engedélyedből.
uk: У Вас <strong>{{0}}</strong> підписка. Використано <strong>{{1}}</strong> з Ваших <strong>{{2}}</strong> завантажень.

source: You have a <strong>{{0}}</strong> subscription. You have used <strong>{{1}}</strong> of your <strong>{{2}}</strong> yearly upload slots.
es: Tiene una suscripción <strong>{{0}}</strong>. Ha usado <strong>{{1}}</strong> de sus <strong>{{2}}</strong> cupos para subir anuales.
hu: <strong>{{0}}</strong> feliratkozásod van. <strong>{{1}}</strong> számú feltöltést használtál fel <strong>{{2}}</strong> évi feltöltési engedélyedből.
uk: У Вас <strong>{{0}}</strong> підписка. Використано <strong>{{1}}</strong> з Ваших <strong>{{2}}</strong> завантажень на рік.

source: You have been logged in.
be: Вы ўвайшлі.
el: Έχετε συνδεθεί.
es: Ha iniciado sesión.
fi: Olet kirjautunut sisään.
hu: Be lettél jelentkezve.
nl: Je bent ingelogd.
pl: Zostałeś zalogowany.
pt: Você entrou.
ru: Вы вошли в систему.
sq: Keni hyrë.
tr: Giriş yaptınız.
uk: Ви увійшли у систему.

source: You have been logged out. Come back soon!
es: Ha cerrado sesión. ¡Vuelva pronto!
hu: Ki lettél jelentkeztetve. Várunk vissza!
ru: Вы вышли из системы. Возвращайтесь скорее!
uk: Ви вийшли з системи. Повертайся скоріше!

source: You will be redirected in {{seconds}} seconds...
be: Вы будзеце перанакіраваны праз {{seconds}} секунд...
el: Θα ανακατευθυνθείτε σε {{seconds}} δευτερόλεπτα...
es: Será redirigido en {{seconds}} segundos...
fi: Sinut ohjataan {{seconds}} sekunnin kuluttua...
hu: {{seconds}} másodpercen belül át leszel irányítva...
nl: Je wordt over {{seconds}} seconden doorgestuurd...
pl: Zostaniesz przekierowany za {{seconds}} sekund...
pt: Você será redirecionado em {{seconds}} segundos...
ru: Вы будете перенаправлены через {{seconds}} секунд...
sq: Do të ridrejtoheni në {{seconds}} sekonda...
tr: {{seconds}} saniye içinde yönlendirileceksiniz...
uk: Вас буде переспрямовано через {{seconds}} секунд…

source: Your payments
be: Вашы плацяжы
el: Πληρωμές σας
es: Sus pagos
fi: Maksusi
hu: Fizetéseid
nl: Je betalingen
pl: Twoje płatności
pt: Seus pagamentos
ru: Ваши платежи
sq: Pagesat tuaja
tr: Ödemeleriniz
uk: Ваші платежі
