Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Only do this if the legacy item cannot be determined unambiguously. Sometimes this happens if back when you added this legacy item to the equipment database, you didn't specify a key property in its name, e.g. color vs mono, and then you used it for several images indiscriminately of that property. E.g. have an Atik 4000 Color and an Atik 4000 Mono, and you added a generic 'Atik 4000' and used it both for color and mono images. You cannot migrate it to either the color or mono variant of the new database entry, because some of your images will present the wrong information once their equipment association is changed.
be: Робіце гэта толькі ў тым выпадку, калі састарэлае абсталяванне не можа быць адназначна вызначана. Часам гэта адбываецца, калі, калі вы дадавалі гэта састарэлае абсталяванне ў базу дадзеных абсталявання, вы не ўказалі ключавую ўласцівасць у яго назве, напрыклад, колер супраць манахромнага, і потым выкарыстоўвалі яго для некалькіх малюнкаў без уліку гэтай уласцівасці. Напрыклад, маючы Atik 4000 Color і Atik 4000 Mono, і вы дабавілі агульны 'Atik 4000' і выкарыстоўвалі яго як для колераў, так і для манахромных малюнкаў. Вы не можаце перанесці яго ў колеравы або манахромны варыянт новага запісу ў базе дадзеных, бо некаторыя з вашых малюнкаў будуць прадстаўляць няправільную інфармацыю, калі іх асацыяцыя з абсталяваннем будзе зменена.
el: Κάνε το μόνο αν το κληρονομικό αντικείμενο δεν μπορεί να προσδιοριστεί με σαφήνεια. Μερικές φορές αυτό συμβαίνει αν όταν πρόσθεσες αυτό το κληρονομικό αντικείμενο στη βάση δεδομένων εξοπλισμού, δεν καθόρισες μια βασική ιδιότητα στο όνομά του, π.χ. χρώμα vs μονόχρωμο, και στη συνέχεια το χρησιμοποίησες για πολλές εικόνες αδιακρίτως αυτής της ιδιότητας. Π.χ. έχεις μια Atik 4000 Color και μια Atik 4000 Mono, και πρόσθεσες ένα γενικό 'Atik 4000' και το χρησιμοποίησες και για χρωματικές και για μονόχρωμες εικόνες. Δεν μπορείς να το μεταναστεύσεις είτε στην χρωματική είτε στην μονόχρωμη παραλλαγή της νέας καταχώρησης βάσης δεδομένων, γιατί κάποιες από τις εικόνες σου θα παρουσιάσουν λανθασμένες πληροφορίες μόλις αλλάξει η συσχέτιση του εξοπλισμού τους.
es: Solo haz esto si el elemento legado no se puede determinar de manera inequívoca. A veces esto sucede si cuando agregaste este elemento legado a la base de datos de equipos, no especificaste una propiedad clave en su nombre, por ejemplo, color vs mono, y luego lo usaste para varias imágenes sin discriminar esa propiedad. Por ejemplo, tener un Atik 4000 Color y un Atik 4000 Mono, y agregaste un genérico 'Atik 4000' y lo usaste tanto para imágenes de color como mono. No puedes migrarlo a ninguna de las variantes de color o mono de la nueva entrada de base de datos, porque algunas de tus imágenes presentarán la información incorrecta una vez que se cambie su asociación de equipo.
fi: Tee tämä vain, jos perintökohdetta ei voida määrittää yksiselitteisesti. Tämä tapahtuu joskus, jos silloin kun lisäsit tämän perintökohteen laite-tietokantaan, et määrittänyt avainominaisuutta sen nimessä, esim. väri vs mono, ja käytit sitä useissa kuvissa huolimatta siitä ominaisuudesta. Esim. sinulla on Atik 4000 Color ja Atik 4000 Mono, ja lisäsit yleisen 'Atik 4000' ja käytit sitä sekä väri- että mono-kuvissa. Et voi siirtää sitä uuden tietokannan värivaihtoehtoon tai mono-vaihtoehtoon, koska osa kuvistasi esittää väärää tietoa, kun niiden laiteyhteys muuttuu.
hu: Csak akkor tedd ezt, ha az örökségi tétel nem határozható meg egyértelműen. Néha ez akkor történik, ha amikor hozzáadtad ezt az örökségi tételt a felszerelési adatbázishoz, nem adtál meg egy kulcsfontosságú tulajdonságot a nevében, pl. szín vs mono, és aztán több képet használtál e tulajdonság figyelembevételével. Pl. van egy Atik 4000 Színes és egy Atik 4000 Mono, és hozzáadtál egy általános 'Atik 4000'-et, és használtad mind a színes, mind a mono képekhez. Nem tudod migrálni sem a színes, sem a mono változatra az új adatbázis bejegyzéséből, mert néhány képed téves információt fog mutatni, miután a felszereléshez való társításuk megváltozik.
nl: Doe dit alleen als het legacy item niet ondubbelzinnig kan worden bepaald. Soms gebeurt dit als je dit legacy item aan de apparatuurdatabase hebt toegevoegd zonder een belangrijke eigenschap in de naam op te geven, bijv. kleur vs mono, en het vervolgens voor verschillende afbeeldingen zonder onderscheid van die eigenschap hebt gebruikt. Bijv. een Atik 4000 Color en een Atik 4000 Mono, en je hebt een generieke 'Atik 4000' toegevoegd en deze zowel voor kleur- als mono-afbeeldingen gebruikt. Je kunt het niet migreren naar de kleur- of mono-variant van de nieuwe database-invoer, omdat sommige van je afbeeldingen de verkeerde informatie zullen tonen zodra hun apparatuurassociatie verandert.
pl: Zrób to tylko wtedy, gdy element dziedzictwa nie może być jednoznacznie określony. Czasami zdarza się to, gdy dodając ten element dziedzictwa do bazy danych sprzętu, nie określiłeś kluczowej właściwości w jego nazwie, np. kolor vs mono, a następnie używałeś go do kilku obrazów bez względu na tę właściwość. Np. masz Atik 4000 Color i Atik 4000 Mono, a dodałeś ogólny 'Atik 4000' i używałeś go zarówno do obrazów kolorowych, jak i mono. Nie możesz go przenieść do wariantu kolorowego ani mono nowego wpisu w bazie danych, ponieważ niektóre z Twoich obrazów będą przedstawiać błędne informacje, gdy ich powiązanie ze sprzętem zostanie zmienione.
pt: Só faça isso se o item legado não puder ser determinado de forma inequívoca. Às vezes isso acontece se, quando você adicionou este item legado ao banco de dados de equipamentos, você não especificou uma propriedade chave em seu nome, por exemplo, cor vs mono, e então você o usou para várias imagens indiscriminadamente dessa propriedade. Exemplo: ter um Atik 4000 Color e um Atik 4000 Mono, e você adicionou um genérico 'Atik 4000' e o usou tanto para imagens coloridas quanto mono. Você não pode migrá-lo para a variante colorida ou mono da nova entrada do banco de dados, porque algumas de suas imagens apresentarão informações erradas uma vez que sua associação de equipamento seja alterada.
ru: Делайте это только в том случае, если наследуемый элемент не может быть однозначно определен. Иногда это происходит, если когда вы добавили этот наследуемый элемент в базу данных оборудования, вы не указали ключевое свойство в его названии, например, цвет или моно, и затем использовали его для нескольких изображений без учета этого свойства. Например, у вас есть Atik 4000 Color и Atik 4000 Mono, и вы добавили общий 'Atik 4000' и использовали его как для цветных, так и для моно изображений. Вы не можете мигрировать его ни в цветной, ни в моно вариант новой записи в базе данных, потому что некоторые из ваших изображений будут представлять неверную информацию, как только их ассоциация с оборудованием изменится.
sq: Bëni vetëm këtë nëse artikulli i trashëguar nuk mund të përcaktohet qartë. Ndonjëherë ndodh që kur e shtuat këtë artikull të trashëguar në bazën e të dhënave të pajisjeve, nuk e specifikuat një pronë kyçe në emrin e tij, p.sh. ngjyra vs mono, dhe pastaj e përdorët për disa imazhe pa dallim të asaj prone. P.sh. keni një Atik 4000 Color dhe një Atik 4000 Mono, dhe keni shtuar një 'Atik 4000' të përgjithshëm dhe e keni përdorur si për imazhe me ngjyrë ashtu edhe për ato mono. Nuk mund ta migroni në asnjë nga variantet e reja të bazës së të dhënave, sepse disa nga imazhet tuaja do të paraqesin informacion të gabuar një herë që lidhja e pajisjes së tyre ndryshohet.
tr: Bunu yalnızca eski öğe kesin olarak belirlenemediğinde yapın. Bazen, bu eski öğeyi ekipman veritabanına eklediğinizde, adında ana bir özellik belirtmediğinizde olur, örneğin renk vs mono, ve sonra onu o özelliğe bakılmaksızın birkaç görüntü için kullandığınızda. Örneğin, bir Atik 4000 Color ve bir Atik 4000 Mono'ya sahip olabilirsiniz ve genel bir 'Atik 4000' eklediniz ve hem renkli hem de mono görüntüler için kullandınız. Bunu yeni veritabanı girişinin renkli veya mono varyantına geçiremezsiniz, çünkü bazı görüntüleriniz ekipman ilişkisi değiştiğinde yanlış bilgi gösterecektir.
uk: Робіть це лише в тому випадку, якщо застарілий елемент неможливо визначити однозначно. Іноді це трапляється, якщо під час додавання цього застарілого елемента до бази даних обладнання Ви не вказали ключову властивість у його назві, напр. колір проти моно, а потім використали його для кількох зображень без розбору цієї властивості. напр. у вас є Atik 4000 Color і Atik 4000 Mono, і ви додали загальний «Atik 4000» і використовували його як для кольорових, так і для монохромних зображень. Ви не можете перенести його ні на кольоровий, ні на монохромний варіант нового запису бази даних, оскільки деякі з ваших зображень будуть представляти неправильну інформацію, коли їх зв’язок із обладнанням буде змінено.

source: Only do this if the legacy item is actually multiple products lumped together under the same name. This typically happens for LRGB filter sets when you didn't create individual filters back when you added this legacy item to the database. Sometimes this happens when you actually added multiple products using the same text box (e.g. 'Canon 70D / Canon 80D').
be: Робіце гэта толькі ў тым выпадку, калі састарэлае абсталяванне на самай справе з'яўляецца некалькімі прадуктамі, аб'яднанымі пад адным імем. Гэта звычайна адбываецца для набораў фільтраў LRGB, калі вы не стварылі асобныя фільтры, калі дадавалі гэта састарэлае абсталяванне ў базу дадзеных. Часам гэта адбываецца, калі вы на самай справе дабавілі некалькі прадуктаў, выкарыстоўваючы той жа тэкставы блок (напрыклад, 'Canon 70D / Canon 80D').
el: Κάνε το μόνο αν το κληρονομικό αντικείμενο είναι στην πραγματικότητα πολλαπλά προϊόντα που έχουν συγκεντρωθεί κάτω από το ίδιο όνομα. Αυτό συμβαίνει συνήθως για σετ φίλτρων LRGB όταν δεν δημιούργησες μεμονωμένα φίλτρα όταν πρόσθεσες αυτό το κληρονομικό αντικείμενο στη βάση δεδομένων. Μερικές φορές αυτό συμβαίνει όταν πρόσθεσες στην πραγματικότητα πολλαπλά προϊόντα χρησιμοποιώντας το ίδιο πλαίσιο κειμένου (π.χ. 'Canon 70D / Canon 80D').
es: Solo haz esto si el elemento legado es en realidad múltiples productos agrupados bajo el mismo nombre. Esto suele suceder con los conjuntos de filtros LRGB cuando no creaste filtros individuales cuando agregaste este elemento legado a la base de datos. A veces esto sucede cuando realmente agregaste múltiples productos usando el mismo cuadro de texto (por ejemplo, 'Canon 70D / Canon 80D').
fi: Tee tämä vain, jos perintökohde on itse asiassa useita tuotteita, jotka on niputettu yhteen saman nimen alle. Tämä tapahtuu tyypillisesti LRGB-suodatinsetille, kun et luonut yksittäisiä suodattimia silloin kun lisäsit tämän perintökohteen tietokantaan. Joskus tämä tapahtuu, kun lisäsit useita tuotteita käyttämällä samaa tekstikenttää (esim. 'Canon 70D / Canon 80D').
hu: Csak akkor tedd ezt, ha az örökségi tétel valójában több termék, amelyeket egy név alatt egyesítettek. Ez általában LRGB szűrő készleteknél történik, amikor nem hoztál létre egyedi szűrőket, amikor hozzáadtad ezt az örökségi tételt az adatbázishoz. Néha ez akkor történik, amikor valójában több terméket adtál hozzá ugyanazzal a szövegdobozzal (pl. 'Canon 70D / Canon 80D').
nl: Doe dit alleen als het legacy item eigenlijk meerdere producten zijn die onder dezelfde naam zijn samengevoegd. Dit gebeurt meestal voor LRGB-filtersets wanneer je geen individuele filters hebt gemaakt toen je dit legacy item aan de database toevoegde. Soms gebeurt dit wanneer je meerdere producten hebt toegevoegd met dezelfde tekstbox (bijv. 'Canon 70D / Canon 80D').
pl: Zrób to tylko wtedy, gdy element dziedzictwa to w rzeczywistości wiele produktów zgrupowanych pod tą samą nazwą. Zwykle zdarza się to w przypadku zestawów filtrów LRGB, gdy nie stworzyłeś indywidualnych filtrów, gdy dodawałeś ten element dziedzictwa do bazy danych. Czasami zdarza się, gdy dodałeś wiele produktów, używając tego samego pola tekstowego (np. 'Canon 70D / Canon 80D').
pt: Só faça isso se o item legado for na verdade vários produtos agrupados sob o mesmo nome. Isso geralmente acontece para conjuntos de filtros LRGB quando você não criou filtros individuais quando adicionou este item legado ao banco de dados. Às vezes isso acontece quando você realmente adicionou vários produtos usando a mesma caixa de texto (por exemplo, 'Canon 70D / Canon 80D').
ru: Делайте это только в том случае, если наследуемый элемент на самом деле является несколькими продуктами, объединенными под одним названием. Это обычно происходит для наборов фильтров LRGB, когда вы не создали отдельные фильтры, когда добавляли этот наследуемый элемент в базу данных. Иногда это происходит, когда вы на самом деле добавили несколько продуктов, используя одно и то же текстовое поле (например, 'Canon 70D / Canon 80D').
sq: Bëni vetëm këtë nëse artikulli i trashëguar është në të vërtetë disa produkte të bashkuara nën të njëjtin emër. Kjo ndodh zakonisht për setet e filtrave LRGB kur nuk keni krijuar filtra individualë kur e shtuat këtë artikull të trashëguar në bazën e të dhënave. Ndonjëherë ndodh kur në të vërtetë keni shtuar disa produkte duke përdorur të njëjtin kutinë e tekstit (p.sh. 'Canon 70D / Canon 80D').
tr: Bunu yalnızca eski öğe aslında aynı isim altında birden fazla ürünü bir araya getiriyorsa yapın. Bu genellikle LRGB filtre setleri için olur, eski öğeyi veritabanına eklediğinizde bireysel filtreler oluşturmadığınızda. Bazen, aynı metin kutusunu kullanarak birden fazla ürün eklediğinizde olur (örneğin, 'Canon 70D / Canon 80D').
uk: Робіть це лише в тому випадку, якщо застарілий елемент насправді є кількома продуктами, об’єднаними разом під однією назвою. Зазвичай це відбувається для наборів фільтрів LRGB, коли ви не створили окремі фільтри, коли додали цей застарілий елемент до бази даних. Іноді це трапляється, коли ви фактично додаєте кілька продуктів за допомогою одного текстового поля (наприклад, «Canon 70D / Canon 80D»).

source: Only do this if the legacy item is not of the equipment class you are currently migrating (see the selected menu entry in the sidebar, e.g. Camera / Telescope / Mount / etc). Sometimes this happens if you added an OAG as a telescope instead of an accessory back when you created this equipment item.
uk: Зробіть це лише в тому випадку, якщо застарілий елемент не належить до класу обладнання, яке Ви зараз переносите (див. вибраний пункт меню на бічній панелі, наприклад, Камера / Телескоп / Кріплення / тощо). Іноді це трапляється, якщо ви додали OAG як телескоп замість аксесуара, коли створювали цей елемент обладнання.

source: The AstroBin equipment database does not attempt to track version numbers of software. If that number is a version number, please remove it, thanks!
be: База дадзеных абсталявання AstroBin не спрабуе адсочваць нумары версій праграмнага забеспячэння. Калі гэтая лічба з'яўляецца нумарам версіі, калі ласка, выдаліце яе, дзякуй!
el: Η βάση δεδομένων εξοπλισμού του AstroBin δεν προσπαθεί να παρακολουθήσει αριθμούς έκδοσης λογισμικού. Αν αυτός ο αριθμός είναι αριθμός έκδοσης, παρακαλώ αφαίρεσέ τον, ευχαριστώ!
es: La base de datos de equipos de AstroBin no intenta rastrear números de versión de software. Si ese número es un número de versión, ¡por favor elimínalo, gracias!
fi: AstroBinin laitetietokanta ei yritä seurata ohjelmistojen versioita. Jos tuo numero on versio numero, poista se, kiitos!
hu: Az AstroBin felszerelési adatbázisa nem próbálja nyomon követni a szoftververziók számát. Ha ez a szám egy verziószám, kérlek, távolítsd el, köszönöm!
nl: De AstroBin apparatuurdatabase probeert geen versienummers van software bij te houden. Als dat nummer een versienummer is, verwijder het dan, bedankt!
pl: Baza danych sprzętu AstroBin nie próbuje śledzić numerów wersji oprogramowania. Jeśli ten numer to numer wersji, proszę go usunąć, dziękuję!
pt: O banco de dados de equipamentos do AstroBin não tenta rastrear números de versão de software. Se esse número for um número de versão, por favor, remova-o, obrigado!
ru: База данных оборудования AstroBin не пытается отслеживать номера версий программного обеспечения. Если это число является номером версии, пожалуйста, удалите его, спасибо!
sq: Baza e të dhënave të pajisjeve të AstroBin nuk përpiqet të ndjekë numrat e versioneve të softuerit. Nëse ai numër është një numër versioni, ju lutemi hiqni atë, faleminderit!
tr: AstroBin ekipman veritabanı yazılımın sürüm numaralarını takip etmeye çalışmaz. Eğer o numara bir sürüm numarasıysa, lütfen kaldırın, teşekkürler!
uk: База даних обладнання AstroBin не намагається відстежувати номери версій програмного забезпечення. Якщо цей номер є номером версії, будь ласка, видаліть його, дякую!

source: The name of this product identifies it in a manner that is sufficiently unambiguous
be: Назва гэтага прадукту ідэнтыфікуе яго такім чынам, што гэта дастаткова адназначна
el: Το όνομα αυτού του προϊόντος το προσδιορίζει με τρόπο που είναι αρκετά σαφής.
es: El nombre de este producto lo identifica de una manera que es suficientemente inequívoca
fi: Tämän tuotteen nimi tunnistaa sen riittävän yksiselitteisesti.
hu: A termék neve olyan módon azonosítja, ami elegendően egyértelmű.
nl: De naam van dit product identificeert het op een manier die voldoende ondubbelzinnig is
pl: Nazwa tego produktu identyfikuje go w sposób wystarczająco jednoznaczny
pt: O nome deste produto o identifica de uma maneira que é suficientemente inequívoca
ru: Название этого продукта идентифицирует его таким образом, что оно достаточно однозначно.
sq: Emri i këtij produkti e identifikon atë në një mënyrë që është mjaft e qartë
tr: Bu ürünün adı, onu yeterince belirsiz bir şekilde tanımlar.
uk: Назва цього продукту ідентифікує його досить однозначно

source: You want to be precise enough that this product's name distinguishes it from similar products that people might want to search for on AstroBin, but not so precise as to create too many variants of what is essentially the same product.
be: Вы хочаце быць дастаткова дакладнымі, каб назва гэтага прадукту адрознівала яго ад падобных прадуктаў, якія людзі могуць шукаць на AstroBin, але не настолькі дакладнымі, каб стварыць занадта шмат варыянтаў таго, што па сутнасці з'яўляецца адным і тым жа прадуктам.
el: Θέλεις να είσαι αρκετά ακριβής ώστε το όνομα αυτού του προϊόντος να το διακρίνει από παρόμοια προϊόντα που μπορεί να θέλουν να αναζητήσουν στο AstroBin, αλλά όχι τόσο ακριβής ώστε να δημιουργήσεις πάρα πολλές παραλλαγές αυτού που είναι ουσιαστικά το ίδιο προϊόν.
es: Quieres ser lo suficientemente preciso para que el nombre de este producto lo distinga de productos similares que la gente podría querer buscar en AstroBin, pero no tan preciso como para crear demasiadas variantes de lo que es esencialmente el mismo producto.
fi: Haluat olla tarpeeksi tarkka, jotta tämän tuotteen nimi erottaa sen samankaltaisista tuotteista, joita ihmiset saattavat haluta etsiä AstroBinista, mutta ei niin tarkka, että se luo liian monta varianttia siitä, mikä on olennaisesti sama tuote.
hu: Elég pontosnak kell lenned ahhoz, hogy a termék neve megkülönböztesse azt a hasonló termékektől, amelyeket az emberek keresni szeretnének az AstroBinon, de nem annyira pontos, hogy túl sok változatot hozzon létre, ami lényegében ugyanaz a termék.
nl: Je wilt voldoende precies zijn zodat de naam van dit product het onderscheidt van vergelijkbare producten die mensen misschien willen zoeken op AstroBin, maar niet zo precies dat er te veel varianten van wat in wezen hetzelfde product is, ontstaan.
pl: Chcesz być wystarczająco precyzyjny, aby nazwa tego produktu odróżniała go od podobnych produktów, które ludzie mogą chcieć wyszukiwać na AstroBin, ale nie tak precyzyjny, aby stworzyć zbyt wiele wariantów tego samego produktu.
pt: Você quer ser preciso o suficiente para que o nome deste produto o distinga de produtos semelhantes que as pessoas possam querer pesquisar no AstroBin, mas não tão preciso a ponto de criar muitas variantes do que é essencialmente o mesmo produto.
ru: Вы хотите быть достаточно точным, чтобы название этого продукта отличало его от похожих продуктов, которые люди могут искать на AstroBin, но не настолько точным, чтобы создать слишком много вариантов того, что по сути является одним и тем же продуктом.
sq: Doni të jeni mjaft të saktë që emri i këtij produkti e dallon atë nga produktet e ngjashme që njerëzit mund të duan të kërkojnë në AstroBin, por jo aq të saktë sa të krijoni shumë variante të asaj që në thelb është i njëjti produkt.
tr: Bu ürünün adı, benzer ürünlerden ayırt edici olacak kadar kesin olmalıdır, ancak esasen aynı ürünün çok fazla varyantını yaratacak kadar kesin olmamalıdır.
uk: Ви хочете бути достатньо точними, щоб назва цього продукту відрізняла його від подібних продуктів, які люди можуть шукати на AstroBin, але не настільки точно, щоб створити занадто багато варіантів того, що по суті є одним і тим же продуктом.

source: + {{numVariants}} variants
be: + {{numVariants}} варыянтаў
el: + {{numVariants}} παραλλαγές
es: + {{numVariants}} variantes
fi: + {{numVariants}} varianttia
hu: + {{numVariants}} változat
nl: + {{numVariants}} varianten
pl: + {{numVariants}} wariantów
pt: + {{numVariants}} variantes
ru: + {{numVariants}} вариантов
sq: + {{numVariants}} variante
tr: + {{numVariants}} varyant
uk: + {{numVariants}} варіанти

source: Available in {{0}} additional variants:
be: Даступна ў {{0}} дадатковых варыянтах:
el: Διαθέσιμο σε {{0}} επιπλέον παραλλαγές:
es: Disponible en {{0}} variantes adicionales:
fi: Saatavilla {{0}} lisävarianttia:
hu: Elérhető {{0}} további változatban:
nl: Beschikbaar in {{0}} extra varianten:
pl: Dostępne w {{0}} dodatkowych wariantach:
pt: Disponível em {{0}} variantes adicionais:
ru: Доступно в {{0}} дополнительных вариантах:
sq: I disponueshëm në {{0}} variante të tjera:
tr: {{0}} ek varyantta mevcut:
uk: Доступно в {{0}} додаткових варіантах:
