Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Follows you
be: Сачыць за вамі
el: Σας ακολουθεί
es: Te sigue
fi: Seuraa sinua
hu: Követ téged
nl: Volgt je
pl: Obserwuje cię
pt: Te segue
ru: Подписывается на вас
sq: Të ndjek ty
tr: Seni takip ediyor
uk: Слідкує за вами

source: Grab direct image links
be: Атрымаць прамыя спасылкі на малюнкі
el: Αρπάξτε άμεσους συνδέσμους εικόνας
es: Obtener enlaces directos de imágenes
fi: Hae suoria kuvien linkkejä
hu: Közvetlen kép linkek megszerzése
nl: Pak directe afbeeldingslinks
pl: Złap bezpośrednie linki do obrazów
pt: Pegue links diretos das imagens
ru: Получить прямые ссылки на изображения
sq: Merr lidhjet direkte të imazheve
tr: Doğrudan görüntü bağlantılarını al
uk: Отримати прямі посилання на зображення

source: If embedding direct links to images hosted on the AstroBin servers, kindly provide a link to AstroBin.
be: Калі вы ўстаўляеце прамыя спасылкі на малюнкі, размешчаныя на серверах AstroBin, калі ласка, прадастаўце спасылку на AstroBin.
el: Αν ενσωματώνετε άμεσους συνδέσμους σε εικόνες που φιλοξενούνται στους διακομιστές του AstroBin, παρακαλώ παρέχετε έναν σύνδεσμο στο AstroBin.
es: Si incrustas enlaces directos a imágenes alojadas en los servidores de AstroBin, por favor proporciona un enlace a AstroBin.
fi: Jos upotat suoria linkkejä AstroBin-palvelimilla isännöityihin kuviin, ole hyvä ja tarjoa linkki AstroBiniin.
hu: Ha közvetlen linkeket ágyaz be az AstroBin szerverein tárolt képekhez, kérlek, adj meg egy linket az AstroBinra.
nl: Als je directe links naar afbeeldingen die op de AstroBin-servers zijn gehost, insluit, geef dan vriendelijk een link naar AstroBin.
pl: Jeśli osadzasz bezpośrednie linki do obrazów hostowanych na serwerach AstroBin, prosimy o podanie linku do AstroBin.
pt: Se você estiver incorporando links diretos para imagens hospedadas nos servidores do AstroBin, por favor, forneça um link para o AstroBin.
ru: Если вы встраиваете прямые ссылки на изображения, размещенные на серверах AstroBin, пожалуйста, предоставьте ссылку на AstroBin.
sq: Nëse po përfshini lidhje direkte për imazhe të hostuara në serverët e AstroBin, ju lutemi ofroni një lidhje për AstroBin.
tr: AstroBin sunucularında barındırılan görüntülere doğrudan bağlantılar gömüyorsanız, lütfen AstroBin'e bir bağlantı sağlayın.
uk: Якщо ви вставляєте прямі посилання на зображення, розміщені на серверах AstroBin, будь ласка, надайте посилання на AstroBin.

source: Include/exclude images created by multiple photographers.
be: Уключыць/выключыць малюнкі, створаныя некалькімі фотаграфамі.
el: Συμπεριλάβετε/αποκλείστε εικόνες που δημιουργήθηκαν από πολλούς φωτογράφους.
es: Incluir/excluir imágenes creadas por múltiples fotógrafos.
fi: Sisällytä/poista kuvia, jotka on luonut useampi valokuvaaja.
hu: Tartalmazza/kizárja a több fényképész által készített képeket.
nl: Inclusief/exclusief afbeeldingen gemaakt door meerdere fotografen.
pl: Uwzględnij/wyklucz obrazy stworzone przez wielu fotografów.
pt: Incluir/excluir imagens criadas por múltiplos fotógrafos.
ru: Включить/исключить изображения, созданные несколькими фотографами.
sq: Përfshini/ekskludoni imazhet e krijuara nga fotografë të shumtë.
tr: Birden fazla fotoğrafçı tarafından oluşturulan görüntüleri dahil et/çıkar.
uk: Включити/виключити зображення, створені кількома фотографами.

source: Messages
be: Паведамленні
el: Μηνύματα
es: Mensajes
fi: Viestejä
hu: Üzenetek
nl: Berichten
pl: Wiadomości
pt: Mensagens
ru: Сообщения
sq: Mesazhet
tr: Mesajlar
uk: Повідомлення

source: Only search in titles and descriptions
be: Шукаць толькі ў загалоўках і апісаннях
el: Ψάξτε μόνο στους τίτλους και τις περιγραφές
es: Buscar solo en títulos y descripciones
fi: Etsi vain otsikoista ja kuvauksista
hu: Csak a címekben és leírásokban keres
nl: Zoek alleen in titels en beschrijvingen
pl: Szukaj tylko w tytułach i opisach
pt: Buscar apenas em títulos e descrições
ru: Искать только в заголовках и описаниях
sq: Kërkoni vetëm në tituj dhe përshkrime
tr: Sadece başlıklarda ve açıklamalarda ara
uk: Шукати лише в заголовках та описах

source: Press <kbd>Enter</kbd> to search.
be: Націсніце <kbd>Enter</kbd>, каб шукаць.
el: Πατήστε <kbd>Enter</kbd> για να ψάξετε.
es: Presiona <kbd>Enter<\/kbd> para buscar.
fi: Paina <kbd>Enter</kbd> etsiäksesi.
hu: Nyomj <kbd>Enter</kbd> a kereséshez.
nl: Druk op <kbd>Enter</kbd> om te zoeken.
pl: Naciśnij <kbd>Enter</kbd>, aby wyszukać.
pt: Pressione <kbd>Enter</kbd> para buscar.
ru: Нажмите <kbd>Enter</kbd>, чтобы искать.
sq: Shtypni <kbd>Enter</kbd> për të kërkuar.
tr: Aramak için <kbd>Enter</kbd> tuşuna basın.
uk: Натисніть <kbd>Enter</kbd>, щоб шукати.

source: Scroll to magnify.
be: Пракруціце, каб павялічыць.
el: Κυλήστε για να μεγεθύνετε.
es: Desplázate para ampliar.
fi: Vieritä suurentaaksesi.
hu: Görgesd a nagyításhoz.
nl: Scroll om te vergroten.
pl: Przewiń, aby powiększyć.
pt: Role para ampliar.
ru: Прокрутите, чтобы увеличить.
sq: Rrokullisni për të zgjeruar.
tr: Büyütmek için kaydırın.
uk: Прокрутіть, щоб збільшити.

source: Search settings
be: Налады пошуку
el: Ρυθμίσεις αναζήτησης
es: Configuración de búsqueda
fi: Hakuasetukset
hu: Keresési beállítások
nl: Zoekinstellingen
pl: Ustawienia wyszukiwania
pt: Configurações de busca
ru: Настройки поиска
sq: Cilësimet e kërkimit
tr: Arama ayarları
uk: Налаштування пошуку

source: Simple mode
be: Просты рэжым
el: Απλή λειτουργία
es: Modo simple
fi: Yksinkertainen tila
hu: Egyszerű mód
nl: Eenvoudige modus
pl: Tryb prosty
pt: Modo simples
ru: Простой режим
sq: Mënyra e thjeshtë
tr: Basit mod
uk: Простий режим

source: Sorry, we're having trouble performing a network operation. Please try again later.
be: Прабачце, у нас узніклі праблемы з выкананнем сеткавай аперацыі. Калі ласка, паспрабуйце яшчэ раз пазней.
el: Λυπάμαι, έχουμε πρόβλημα με μια δικτυακή λειτουργία. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: Lo sentimos, estamos teniendo problemas para realizar una operación de red. Por favor, inténtalo de nuevo más tarde.
fi: Anteeksi, meillä on ongelmia verkkotoiminnon suorittamisessa. Yritä myöhemmin uudelleen.
hu: Sajnáljuk, problémák adódtak a hálózati művelet végrehajtásával. Kérlek, próbáld meg később.
nl: Sorry, we hebben problemen met het uitvoeren van een netwerkoperatie. Probeer het later opnieuw.
pl: Przykro nam, mamy problemy z przeprowadzeniem operacji sieciowej. Spróbuj ponownie później.
pt: Desculpe, estamos tendo problemas para realizar uma operação de rede. Por favor, tente novamente mais tarde.
ru: Извините, у нас возникли проблемы с выполнением сетевой операции. Пожалуйста, попробуйте позже.
sq: Na vjen keq, kemi probleme me kryerjen e një operacioni rrjeti. Ju lutemi provoni përsëri më vonë.
tr: Üzgünüm, bir ağ işlemi gerçekleştirmekte zorlanıyoruz. Lütfen daha sonra tekrar deneyin.
uk: Вибачте, у нас виникли проблеми з виконанням мережевої операції. Будь ласка, спробуйте ще раз пізніше.

source: Thumbnail size
be: Памер мініяцюры
el: Μέγεθος μικρογραφίας
es: Tamaño de miniatura
fi: Pikkukuva koko
hu: Miniatűr méret
nl: Miniatuurgrootte
pl: Rozmiar miniatury
pt: Tamanho da miniatura
ru: Размер миниатюры
sq: Madhësia e miniaturës
tr: Küçük resim boyutu
uk: Розмір ескізу

source: Totals
be: Агульныя
el: Σύνολα
es: Totales
fi: Yhteensä
hu: Összesen
nl: Totaal
pl: Całkowite
pt: Totais
ru: Итого
sq: Totali
tr: Toplamlar
uk: Всього

source: Video player could not be loaded.
be: Відэаплэер не змог загрузіцца.
el: Ο αναπαραγωγέας βίντεο δεν μπόρεσε να φορτωθεί.
es: No se pudo cargar el reproductor de video.
fi: Videon toistajaa ei voitu ladata.
hu: A videolejátszó nem tudott betöltődni.
nl: Videospeler kon niet worden geladen.
pl: Odtwarzacz wideo nie mógł zostać załadowany.
pt: O reprodutor de vídeo não pôde ser carregado.
ru: Видеоплеер не удалось загрузить.
sq: Lojtari i videos nuk mund të ngarkohet.
tr: Video oynatıcı yüklenemedi.
uk: Відеоплеєр не вдалося завантажити.

source: (1 in staging)
be: (1 у стадыі)
el: (1 σε στάδιο)
es: (1 en preparación)
fi: (1 kehityksessä)
pl: (1 w stagingu)
ru: (1 в стадии)
sq: (1 në staging)
tr: (1 aşamada)
uk: (1 у стадії)

source: 1 follower
be: 1 падпісчык
el: 1 ακόλουθος
es: 1 seguidor
fi: 1 seuraaja
nl: 1 volger
pl: 1 obserwujący
ru: 1 подписчик
sq: 1 ndjekës
tr: 1 takipçi
uk: 1 підписник

source: 1 following
be: 1 падпісаны
el: 1 ακολουθούμενος
es: 1 siguiendo
fi: 1 seuraa
nl: 1 volgend
pl: 1 obserwowany
ru: 1 подписка
sq: 1 ndjekje
tr: 1 takip
uk: 1 підписка

source: Advanced annotations (large font)
be: Пашыраныя анатацыі (вялікі шрыфт)
el: Προηγμένες σημειώσεις (μεγάλη γραμματοσειρά)
es: Anotaciones avanzadas (fuente grande)
fi: Edistyneet annotaatiot (suuri fontti)
nl: Geavanceerde annotaties (groot lettertype)
pl: Zaawansowane adnotacje (duża czcionka)
ru: Расширенные аннотации (большой шрифт)
sq: Shënime të avancuara (shkronja të mëdha)
tr: Gelişmiş notlar (büyük yazı tipi)
uk: Розширені анотації (великий шрифт)

source: Advanced plate-solving settings can only be edited after the image has been successfully plate-solved with basic plate-solving.
be: Пашыраныя налады вызначэння пласцін можна рэдагаваць толькі пасля таго, як малюнак будзе паспяхова вызначаны з базавым вызначэннем пласцін.
el: Οι προηγμένες ρυθμίσεις ανάλυσης μπορούν να επεξεργαστούν μόνο αφού η εικόνα έχει αναλυθεί επιτυχώς με βασική ανάλυση.
es: Los ajustes avanzados de resolución de imagen solo se pueden editar después de que la imagen haya sido resuelta con éxito con la resolución básica.
fi: Edistyneitä plate-solving asetuksia voidaan muokata vain sen jälkeen, kun kuva on onnistuneesti plate-solved perusasetuksilla.
nl: Geavanceerde plate-solving instellingen kunnen alleen worden bewerkt nadat de afbeelding succesvol is opgelost met basis plate-solving.
pl: Zaawansowane ustawienia rozwiązania płyty można edytować tylko po tym, jak obraz został pomyślnie rozwiązany przy użyciu podstawowego rozwiązania płyty.
ru: Расширенные настройки решения по кадрам можно редактировать только после успешного решения изображения с помощью базового решения.
sq: Cilësimet e avancuara të zgjidhjes së pllakës mund të redaktohen vetëm pasi imazhi të jetë zgjidhur me sukses me zgjidhjen e thjeshtë.
tr: Gelişmiş plaka çözüm ayarları, görüntü temel plaka çözümü ile başarıyla çözüldükten sonra düzenlenebilir.
uk: Розширені налаштування платного вирішення можна редагувати лише після успішного платного вирішення з базовими налаштуваннями.

source: All
be: Усе
el: Όλα
es: Todo
fi: Kaikki
nl: Alles
pl: Wszystko
ru: Все
sq: Të gjitha
tr: Hepsi
uk: Усе

source: AstroBin recommends using specific filters to find equipment items, celestial subjects, and users. You can add filters by selecting the <strong>Filters</strong> icon on the right end of the search bar.
be: AstroBin рэкамендуе выкарыстоўваць спецыфічныя фільтры для пошуку абсталявання, нябесных аб'ектаў і карыстальнікаў. Вы можаце дадаць фільтры, выбраўшы значок <strong>Фільтры</strong> на правым краі панэлі пошуку.
el: Το AstroBin προτείνει να χρησιμοποιείτε συγκεκριμένα φίλτρα για να βρείτε εξοπλισμό, ουράνια αντικείμενα και χρήστες. Μπορείτε να προσθέσετε φίλτρα επιλέγοντας το εικονίδιο <strong>Φίλτρα</strong> στο δεξί άκρο της γραμμής αναζήτησης.
es: AstroBin recomienda usar filtros específicos para encontrar artículos de equipo, sujetos celestiales y usuarios. Puedes añadir filtros seleccionando el icono de <strong>Filtros</strong> en el extremo derecho de la barra de búsqueda.
fi: AstroBin suosittelee käyttämään erityisiä suodattimia löytääksesi laitteita, taivaankappaleita ja käyttäjiä. Voit lisätä suodattimia valitsemalla <strong>Suodattimet</strong> -kuvakkeen hakupalkin oikeasta päästä.
nl: AstroBin raadt aan specifieke filters te gebruiken om apparatuur, hemelse onderwerpen en gebruikers te vinden. Je kunt filters toevoegen door het <strong>Filters</strong> icoon aan de rechterkant van de zoekbalk te selecteren.
pl: AstroBin zaleca użycie konkretnych filtrów do znajdowania sprzętu, obiektów niebieskich i użytkowników. Możesz dodać filtry, wybierając ikonę <strong>Filtry</strong> na końcu paska wyszukiwania.
ru: AstroBin рекомендует использовать специальные фильтры для поиска оборудования, небесных объектов и пользователей. Вы можете добавить фильтры, выбрав иконку <strong>Фильтры</strong> в правом конце строки поиска.
sq: AstroBin rekomandon përdorimin e filtrave specifikë për të gjetur artikuj të pajisjeve, subjekte qiellore dhe përdorues. Ju mund të shtoni filtra duke zgjedhur ikonën <strong>Filtrat</strong> në skajin e djathtë të barit të kërkimit.
tr: AstroBin, ekipman öğeleri, göksel nesneler ve kullanıcıları bulmak için belirli filtreler kullanmanızı önerir. Arama çubuğunun sağ ucundaki <strong>Filtreler</strong> simgesini seçerek filtre ekleyebilirsiniz.
uk: AstroBin рекомендує використовувати специфічні фільтри для пошуку обладнання, небесних об'єктів та користувачів. Ви можете додати фільтри, вибравши іконку <strong>Фільтри</strong> на правому кінці рядка пошуку.

source: Authentication
be: Аўтэнтыфікацыя
el: Αυθεντικοποίηση
es: Autenticación
fi: Todentaminen
nl: Authenticatie
pl: Uwierzytelnianie
ru: Аутентификация
sq: Autentifikimi
tr: Kimlik doğrulama
uk: Аутентифікація

source: CSV data copied to clipboard.
be: Дадзеныя CSV скапіраваны ў буфер абмену.
el: Δεδομένα CSV αντιγράφηκαν στο πρόχειρο.
es: Datos CSV copiados al portapapeles.
fi: CSV-tiedot kopioitu leikepöydälle.
nl: CSV-gegevens gekopieerd naar het klembord.
pl: Dane CSV skopiowane do schowka.
ru: Данные CSV скопированы в буфер обмена.
sq: Të dhënat CSV u kopjuan në clipboard.
tr: CSV verileri panoya kopyalandı.
uk: CSV дані скопійовано в буфер обміну.

source: Detailed information
be: Дэталёвая інфармацыя
el: Λεπτομερείς πληροφορίες
es: Información detallada
fi: Yksityiskohtaiset tiedot
nl: Gedetailleerde informatie
pl: Szczegółowe informacje
ru: Подробная информация
sq: Informacione të detajuara
tr: Ayrıntılı bilgi
uk: Детальна інформація

source: EXACT
be: ДАКЛАДНА
el: ΑΚΡΙΒΕΣ
es: EXACTO
fi: TARKKA
pl: DOKŁADNY
ru: ТОЧНО
sq: SAKTË
tr: TAM
uk: ТОЧНО

source: Exact
be: Дакладна
el: Ακριβές
es: Exacto
fi: Tarkka
pl: Dokładny
ru: Точный
sq: Saktë
tr: Tam
uk: Точний

source: Exact match
be: Дакладнае супадзенне
el: Ακριβής αντιστοιχία
es: Coincidencia exacta
fi: Tarkka osuma
nl: Exacte overeenkomst
pl: Dokładne dopasowanie
ru: Точное совпадение
sq: Përputhje e saktë
tr: Tam eşleşme
uk: Точне співпадіння

source: Export CSV
be: Экспарт CSV
el: Εξαγωγή CSV
es: Exportar CSV
fi: Vie CSV
nl: Exporteer CSV
pl: Eksportuj CSV
ru: Экспорт CSV
sq: Eksporto CSV
tr: CSV'yi dışa aktar
uk: Експортувати CSV

source: Export acquisition sessions
be: Экспарт сесій набыцця
el: Εξαγωγή συνεδριών απόκτησης
es: Exportar sesiones de adquisición
fi: Vie hankintajaksoja
nl: Exporteer acquisitiesessies
pl: Eksportuj sesje akwizycji
ru: Экспорт сессий захвата
sq: Eksporto sesionet e blerjes
tr: Elde etme oturumlarını dışa aktar
uk: Експортувати сесії захоплення

source: Export to CSV
be: Экспарт у CSV
el: Εξαγωγή σε CSV
es: Exportar a CSV
fi: Vie CSV:hen
nl: Exporteer naar CSV
pl: Eksportuj do CSV
ru: Экспорт в CSV
sq: Eksporto në CSV
tr: CSV'ye dışa aktar
uk: Експортувати в CSV

source: Failed to copy CSV data to clipboard.
be: Не ўдалося скапіраваць дадзеныя CSV у буфер абмену.
el: Αποτυχία αντιγραφής δεδομένων CSV στο πρόχειρο.
es: Error al copiar los datos CSV al portapapeles.
fi: CSV-tietojen kopioiminen leikepöydälle epäonnistui.
nl: Kon CSV-gegevens niet naar het klembord kopiëren.
pl: Nie udało się skopiować danych CSV do schowka.
ru: Не удалось скопировать данные CSV в буфер обмена.
sq: Dështoi të kopjojë të dhënat CSV në clipboard.
tr: CSV verilerini panoya kopyalamak başarısız oldu.
uk: Не вдалося скопіювати CSV дані в буфер обміну.

source: Failed to copy CSV to clipboard.
be: Не ўдалося скапіраваць CSV у буфер абмену.
el: Αποτυχία αντιγραφής CSV στο πρόχειρο.
es: Error al copiar CSV al portapapeles.
fi: CSV:n kopioiminen leikepöydälle epäonnistui.
nl: Kon CSV niet naar het klembord kopiëren.
pl: Nie udało się skopiować CSV do schowka.
ru: Не удалось скопировать CSV в буфер обмена.
sq: Dështoi të kopjojë CSV në clipboard.
tr: CSV'yi panoya kopyalamak başarısız oldu.
uk: Не вдалося скопіювати CSV в буфер обміну.

source: Find results that match all the words or items.
be: Знайдзіце вынікі, якія супадаюць з усімі словамі або прадметамі.
el: Βρείτε αποτελέσματα που ταιριάζουν με όλες τις λέξεις ή αντικείμενα.
es: Encuentra resultados que coincidan con todas las palabras o elementos.
fi: Löydä tuloksia, jotka vastaavat kaikkia sanoja tai kohteita.
nl: Vind resultaten die overeenkomen met alle woorden of items.
pl: Znajdź wyniki, które pasują do wszystkich słów lub elementów.
ru: Найдите результаты, которые соответствуют всем словам или элементам.
sq: Gjeni rezultate që përputhen me të gjitha fjalët ose artikujt.
tr: Tüm kelimeleri veya öğeleri eşleşen sonuçları bul.
uk: Знайти результати, які відповідають усім словам або елементам.

source: Find results that match any of the words or items.
be: Знайдзіце вынікі, якія супадаюць з любым з слоў або прадметаў.
el: Βρείτε αποτελέσματα που ταιριάζουν με οποιαδήποτε από τις λέξεις ή αντικείμενα.
es: Encuentra resultados que coincidan con cualquiera de las palabras o elementos.
fi: Löydä tuloksia, jotka vastaavat mitä tahansa sanoista tai kohteista.
nl: Vind resultaten die overeenkomen met een van de woorden of items.
pl: Znajdź wyniki, które pasują do dowolnych słów lub elementów.
ru: Найдите результаты, которые соответствуют любому из слов или элементов.
sq: Gjeni rezultate që përputhen me ndonjë nga fjalët ose artikujt.
tr: Herhangi bir kelimeyi veya öğeyi eşleşen sonuçları bul.
uk: Знайти результати, які відповідають будь-якому з слів або елементів.

source: Find results that match the exact words or items, no more, no less.
be: Знайдзіце вынікі, якія супадаюць з дакладнымі словамі або прадметамі, не больш, не менш.
el: Βρείτε αποτελέσματα που ταιριάζουν με τις ακριβείς λέξεις ή αντικείμενα, ούτε περισσότερα, ούτε λιγότερα.
es: Encuentra resultados que coincidan con las palabras o elementos exactos, ni más ni menos.
fi: Löydä tuloksia, jotka vastaavat tarkkoja sanoja tai kohteita, ei enempää, ei vähempää.
nl: Vind resultaten die exact overeenkomen met de woorden of items, niet meer, niet minder.
pl: Znajdź wyniki, które pasują do dokładnych słów lub elementów, ani więcej, ani mniej.
ru: Найдите результаты, которые соответствуют точным словам или элементам, не больше и не меньше.
sq: Gjeni rezultate që përputhen me fjalët ose artikujt e saktë, as më shumë, as më pak.
tr: Tam olarak kelimeleri veya öğeleri eşleşen sonuçları bul, ne fazla ne eksik.
uk: Знайти результати, які відповідають точним словам або елементам, не більше, не менше.

source: Focal reducer
be: Факальны рэдуктар
el: Μειωτής εστίασης
es: Reductor de foco
fi: Fokaalireduceri
nl: Focale reducer
pl: Reduktor ogniskowej
ru: Фокальный редуктор
sq: Reduktori fokal
tr: Odak azaltıcı
uk: Фокальний редуктор

source: For more information, please check out our X feed:
be: Для атрымання дадатковай інфармацыі, калі ласка, праверце наш X фід:
el: Για περισσότερες πληροφορίες, παρακαλώ ελέγξτε τη ροή X μας:
es: Para más información, consulta nuestro feed X:
fi: Lisätietoja varten tarkista X-syötteemme:
nl: Voor meer informatie, kijk op onze X-feed:
pl: Aby uzyskać więcej informacji, sprawdź nasz kanał X:
ru: Для получения дополнительной информации, пожалуйста, ознакомьтесь с нашей лентой X:
sq: Për më shumë informacion, ju lutemi kontrolloni kanalin tonë X:
tr: Daha fazla bilgi için, lütfen X akışımıza göz atın:
uk: Для отримання додаткової інформації, будь ласка, перегляньте наш X фід:

source: For more information, visit AstroBin
be: Для атрымання дадатковай інфармацыі наведайце AstroBin
el: Για περισσότερες πληροφορίες, επισκεφθείτε το AstroBin
es: Para más información, visita AstroBin
fi: Lisätietoja varten vieraile AstroBinissä
nl: Voor meer informatie, bezoek AstroBin
pl: Aby uzyskać więcej informacji, odwiedź AstroBin
ru: Для получения дополнительной информации посетите AstroBin
sq: Për më shumë informacion, vizitoni AstroBin
tr: Daha fazla bilgi için, AstroBin'i ziyaret edin
uk: Для отримання додаткової інформації відвідайте AstroBin
