Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: This section can be used as a community page to share information about this item that doesn't fit the available data fields. Please use English and do not include any personal information or anecdotes.
be: Гэту секцыю можна выкарыстоўваць як старонку супольнасці для абмену інфармацыяй пра гэты прадмет, якая не ўкладаецца ў даступныя палі даных. Калі ласка, выкарыстоўвайце англійскую мову і не ўключайце асабістую інфармацыю або анекдоты.
el: Αυτή η ενότητα μπορεί να χρησιμοποιηθεί ως σελίδα κοινότητας για να μοιραστείτε πληροφορίες σχετικά με αυτό το αντικείμενο που δεν ταιριάζουν στα διαθέσιμα πεδία δεδομένων. Παρακαλώ χρησιμοποιήστε Αγγλικά και μην συμπεριλάβετε προσωπικές πληροφορίες ή ανεκδοτάκια.
es: Esta sección puede usarse como una página comunitaria para compartir información sobre este elemento que no encaja en los campos de datos disponibles. Por favor usa inglés y no incluyas información personal o anécdotas.
fi: Tätä osiota voidaan käyttää yhteisösivuna jakamaan tietoa tästä kohteesta, joka ei sovi saatavilla oleviin tietokenttiin. Käytä englanninkieltä äläkä sisällytä henkilökohtaisia tietoja tai anekdootteja.
hu: Ez a szakasz közösségi oldalnak használható, hogy megosszuk az információkat erről az elemről, ami nem illik a rendelkezésre álló adatmezőkbe. Kérjük, használj angolt, és ne tartalmazzon személyes információkat vagy anekdotákat.
nl: Deze sectie kan worden gebruikt als een community pagina om informatie over dit item te delen die niet in de beschikbare gegevensvelden past. Gebruik alsjeblieft Engels en voeg geen persoonlijke informatie of anekdotes toe.
pl: Ta sekcja może być używana jako strona społecznościowa do dzielenia się informacjami o tym przedmiocie, które nie pasują do dostępnych pól danych. Proszę używać angielskiego i nie dodawać żadnych osobistych informacji ani anegdot.
pt: Esta seção pode ser usada como uma página da comunidade para compartilhar informações sobre este item que não se encaixam nos campos de dados disponíveis. Por favor, use inglês e não inclua informações pessoais ou anedotas.
ru: Этот раздел можно использовать как страницу сообщества для обмена информацией об этом элементе, которая не подходит для доступных полей данных. Пожалуйста, используйте английский и не включайте личную информацию или анекдоты.
sq: Ky seksion mund të përdoret si një faqe komuniteti për të ndarë informacion rreth këtij artikulli që nuk përshtatet në fushat e të dhënave të disponueshme. Ju lutemi përdorni anglisht dhe mos përfshini ndonjë informacion personal ose anekdota.
tr: Bu bölüm, mevcut veri alanlarına uymayan bu ürün hakkında bilgi paylaşmak için bir topluluk sayfası olarak kullanılabilir. Lütfen İngilizce kullanın ve kişisel bilgi veya anekdot eklemeyin.
uk: Цей розділ можна використовувати як сторінку спільноти для обміну інформацією про цей елемент, яка не відповідає доступним полям даних. Будь ласка, використовуйте англійську мову та не включайте жодної особистої інформації чи анекдотів:)

source: We couldn't find any similar items in the legacy database.
be: Мы не знайшлі падобных прадметаў у старой базе даных.
el: Δεν μπορέσαμε να βρούμε παρόμοια αντικείμενα στη βάση δεδομένων των παλαιών αντικειμένων.
es: No pudimos encontrar elementos similares en la base de datos heredada.
fi: Emme löytäneet samankaltaisia kohteita vanhasta tietokannasta.
hu: Nem találtunk hasonló elemeket az örökölt adatbázisban.
nl: We konden geen vergelijkbare items vinden in de legacy database.
pl: Nie mogliśmy znaleźć podobnych przedmiotów w bazie danych z przeszłości.
pt: Não conseguimos encontrar itens similares no banco de dados legado.
ru: Мы не смогли найти похожие элементы в устаревшей базе данных.
sq: Nuk arritëm të gjejmë ndonjë artikull të ngjashëm në bazën e të dhënave të vjetër.
tr: Eski veritabanında benzer ürünler bulamadık.
uk: Нам не вдалося знайти жодного схожого елемента в застарілій базі даних.

source: We found these items in the legacy database that are similar to this one. Please check the ones that you want to migrate into it. <strong>Please be careful!</strong> Not all items that AstroBin thinks are similar, are necessarily the same product. Only check the ones that you are sure of.
be: Мы знайшлі гэтыя прадметы ў старой базе даных, якія падобныя на гэты. Калі ласка, праверце тыя, якія вы хочаце мігрыраваць у яго. <strong>Будзьце ўважлівыя!<\/strong> Не ўсе прадметы, якія AstroBin лічыць падобнымі, з'яўляюцца аднолькавымі прадуктамі. Правярайце толькі тыя, у якіх вы ўпэўнены.
el: Βρήκαμε αυτά τα αντικείμενα στη βάση δεδομένων των παλαιών αντικειμένων που είναι παρόμοια με αυτό. Παρακαλώ ελέγξτε αυτά που θέλετε να μεταφέρετε σε αυτό. <strong>Παρακαλώ να είστε προσεκτικοί!</strong> Όχι όλα τα αντικείμενα που θεωρεί η AstroBin ότι είναι παρόμοια, είναι απαραίτητα το ίδιο προϊόν. Ελέγξτε μόνο αυτά που είστε σίγουροι.
es: Encontramos estos elementos en la base de datos heredada que son similares a este. Por favor marca los que quieras migrar a él. <strong>¡Por favor ten cuidado!<\/strong> No todos los elementos que AstroBin considera similares son necesariamente el mismo producto. Solo marca los que estés seguro.
fi: Löysimme nämä kohteet vanhasta tietokannasta, jotka ovat samankaltaisia kuin tämä. Tarkista ne, jotka haluat siirtää siihen. <strong>Ole varovainen!<\/strong> Ei kaikki kohteet, joita AstroBin pitää samankaltaisina, ole välttämättä sama tuote. Tarkista vain ne, joista olet varma.
hu: Ezeket az elemeket találtuk az örökölt adatbázisban, amelyek hasonlóak ehhez. Kérjük, ellenőrizd azokat, amelyeket migrálni szeretnél. <strong>Kérjük, légy óvatos!<\/strong> Nem minden elem, amit az AstroBin hasonlónak gondol, feltétlenül ugyanaz a termék. Csak azokat jelöld be, amelyekben biztos vagy.
nl: We hebben deze items in de legacy database gevonden die vergelijkbaar zijn met dit item. Controleer de items die je wilt migreren. <strong>Wees voorzichtig!</strong> Niet alle items die AstroBin denkt dat ze vergelijkbaar zijn, zijn noodzakelijkerwijs hetzelfde product. Controleer alleen de items waarvan je zeker bent.
pl: Znaleźliśmy te przedmioty w bazie danych z przeszłości, które są podobne do tego. Proszę zaznaczyć te, które chcesz przenieść. <strong>Proszę być ostrożnym!<\/strong> Nie wszystkie przedmioty, które AstroBin uważa za podobne, są koniecznie tym samym produktem. Zaznacz tylko te, co do których jesteś pewien.
pt: Encontramos estes itens no banco de dados legado que são similares a este. Por favor, marque os que você deseja migrar para ele. <strong>Por favor, tenha cuidado!<\/strong> Nem todos os itens que o AstroBin considera similares são necessariamente o mesmo produto. Marque apenas os que você tem certeza.
ru: Мы нашли эти элементы в устаревшей базе данных, которые похожи на этот. Пожалуйста, отметьте те, которые вы хотите мигрировать в него. <strong>Пожалуйста, будьте осторожны!</strong> Не все элементы, которые AstroBin считает похожими, обязательно являются одним и тем же продуктом. Отмечайте только те, в которых вы уверены.
sq: Gjetëm këta artikuj në bazën e të dhënave të vjetër që janë të ngjashëm me këtë. Ju lutemi kontrolloni ato që dëshironi të migroni në të. <strong>Ju lutemi, jini të kujdesshëm!<\/strong> Jo të gjithë artikujt që AstroBin mendon se janë të ngjashëm, janë domosdoshmërisht të njëjtin produkt. Kontrolloni vetëm ato që jeni të sigurt.
tr: Bu ürünle benzer olan eski veritabanında bu ürünleri bulduk. Lütfen taşımak istediğinizleri kontrol edin. <strong>Lütfen dikkatli olun! </strong> AstroBin'in benzer olduğunu düşündüğü tüm ürünler mutlaka aynı ürün değildir. Sadece emin olduğunuz ürünleri kontrol edin.
uk: Ми знайшли ці елементи в застарілій базі даних, схожі на ці. Будь ласка, позначте ті, які ви хочете перенести. <strong>Будь ласка, будьте обережні!</strong> Не всі товари, які AstroBin вважає схожими, обов’язково є однаковими продуктами. Перевіряйте лише ті, в яких ви впевнені.

source: You already have items of a different equipment class in the comparison list.
be: У вас ужо ёсць прадметы іншага класа абсталявання ў спісе параўнання.
el: Έχετε ήδη αντικείμενα διαφορετικής κατηγορίας εξοπλισμού στη λίστα σύγκρισης.
es: Ya tienes elementos de una clase de equipo diferente en la lista de comparación.
fi: Sinulla on jo eri laitteistoluokan kohteita vertailulistalla.
hu: Már vannak más eszközkategóriájú elemeid az összehasonlító listában.
nl: Je hebt al items van een andere apparatuurklasse in de vergelijkingslijst.
pl: Masz już przedmioty z innej klasy sprzętu na liście porównawczej.
pt: Você já tem itens de uma classe de equipamento diferente na lista de comparação.
ru: У вас уже есть элементы другого класса оборудования в списке сравнения.
sq: Keni tashmë artikuj të një klase të ndryshme pajisjesh në listën e krahasimit.
tr: Karşılaştırma listesinde farklı ekipman sınıfına ait ürünleriniz var.
uk: У списку порівняння у вас вже є обладнання іншого класу обладнання.

source: You cannot compare more than {{n}} items.
be: Вы не можаце параўнаць больш за {{n}} прадметаў.
el: Δεν μπορείτε να συγκρίνετε περισσότερα από {{n}} αντικείμενα.
es: No puedes comparar más de {{n}} elementos.
fi: Et voi verrata yli {{n}} kohdetta.
hu: Nem hasonlíthatsz össze több mint {{n}} elemet.
nl: Je kunt niet meer dan {{n}} items vergelijken.
pl: Nie możesz porównać więcej niż {{n}} przedmiotów.
pt: Você não pode comparar mais de {{n}} itens.
ru: Вы не можете сравнивать более чем {{n}} элементов.
sq: Nuk mund të krahasoni më shumë se {{n}} artikuj.
tr: {{n}}'den fazla ürünü karşılaştıramazsınız.
uk: Ви не можете порівнювати більше ніж {{n}} елементів.

source: Created
be: Створана
el: Δημιουργήθηκε
es: Creado
fi: Luotu
hu: Létrehozva
nl: Aangemaakt
pl: Utworzono
pt: Criado
ru: Создано
sq: Krijuar
tr: Oluşturuldu
uk: Створено

source: Type more to refine your search.
be: Увядзіце больш, каб удакладніць ваш пошук.
el: Πληκτρολογήστε περισσότερα για να περιορίσετε την αναζήτησή σας.
es: Escribe más para refinar tu búsqueda.
fi: Kirjoita lisää tarkentaaksesi hakua.
hu: Többet írj be a keresés pontosításához.
nl: Typ meer om je zoekopdracht te verfijnen.
pl: Wpisz więcej, aby zawęzić wyszukiwanie.
pt: Digite mais para refinar sua busca.
ru: Введите больше, чтобы уточнить поиск.
sq: Shkruani më shumë për të rafinuar kërkimin tuaj.
tr: Aramanızı daraltmak için daha fazla yazın.
uk: Введіть більше, щоб уточнити пошук.

source: Type to search options or create a new one...
uk: Введіть для пошуку параметрів або створіть новий...

source: (DYI)
uk: (саморобне)

source: Equipment preset created! You can use the "Load preset" button on a different image to assign the same equipment to it.
uk: Пресет обладнання створено! Ви можете скористатися кнопкою «Завантажити пресет» на іншому зображенні, щоб призначити таке ж обладнання до нього.

source: Here you can save an equipment preset so you can easily load it later on a different image <em>(e.g. "Home observatory", "Solar setup", "Travel setup 2022", etc)</em>
uk: Тут ви можете зберегти пресет обладнання, щоб легко завантажити його пізніше на інше зображення <em>(наприклад, «Домашня обсерваторія», «Пресет сонячної системи», «Пресет подорожі 2022» тощо)</em>

source: Official and complete product name
be: Афіцыйная і поўная назва прадукту
el: Επίσημο και πλήρες όνομα προϊόντος
es: Nombre oficial y completo del producto
fi: Virallinen ja täydellinen tuotenimi
hu: Hivatalos és teljes terméknév
nl: Officiële en complete productnaam
pl: Oficjalna i pełna nazwa produktu
pt: Nome oficial e completo do produto
ru: Официальное и полное название продукта
sq: Emri zyrtar dhe i plotë i produktit
tr: Resmi ve tam ürün adı
uk: Офіційна та повна назва продукту

source: Preset name
uk: Ім‘я пресету

source: Acquired with this brand
be: Атрыманая з гэтым брэндам
el: Αποκτήθηκε με αυτή τη μάρκα
es: Adquirido con esta marca
fi: Hankittu tämän merkin kanssa
hu: Ezzel a márkával szerezve
nl: Verkregen met dit merk
pl: Nabyte z tą marką
pt: Adquirido com esta marca
ru: Приобретено с этим брендом
sq: E fituar me këtë markë
tr: Bu markayla edinildi
uk: Отримано з цим брендом

source: Acquired with this item
be: Атрыманая з гэтым прадметам
el: Αποκτήθηκε με αυτό το αντικείμενο
es: Adquirido con este artículo
fi: Hankittu tämän kohteen kanssa
hu: Ezzel az eszközzel szerezve
nl: Verkregen met dit item
pl: Nabyte z tym przedmiotem
pt: Adquirido com este item
ru: Приобретено с этим элементом
sq: E fituar me këtë artikull
tr: Bu ürünle edinildi
uk: Отримано з цього елемента

source: Any moderator
be: Любой мадэратар
el: Οποιοσδήποτε συντονιστής
es: Cualquier moderador
fi: Mikä tahansa moderaattori
hu: Bármelyik moderátor
nl: Elke moderator
pl: Każdy moderator
pt: Qualquer moderador
ru: Любой модератор
sq: Çdo moderator
tr: Herhangi bir moderatör
uk: Будь-який модератор

source: Anyone
be: Кожны
el: Οποιοσδήποτε
es: Cualquiera
fi: Kuka tahansa
hu: Bárki
nl: Iedereen
pl: Każdy
pt: Qualquer um
ru: Любой
sq: Kushdo
tr: Herkes
uk: Будь-хто

source: Assign
be: Прызначыць
el: Ανάθεση
es: Asignar
fi: Määritä
hu: Hozzárendelés
nl: Toewijzen
pl: Przypisz
pt: Atribuir
ru: Назначить
sq: Cakto
tr: Atama
uk: Призначити

source: Assignee
be: Асобе
el: Ανατεθείς
es: Asignado a
fi: Määrittäjä
hu: Címzett
nl: Toegewezen aan
pl: Osoba przypisana
pt: Atribuído
ru: Ответственный
sq: Caktuesi
tr: Atanan
uk: Призначений

source: AstroBin automatically sets the name of a filter from its properties, to keep a consistent naming convention strategy. If your filter has a specific product name that's more recognizable, please check this box and change its name.
be: AstroBin аўтаматычна ўсталёўвае назву фільтра з яго ўласцівасцяў, каб захаваць адзіны стыль назваў. Калі ваш фільтр мае спецыфічную назву прадукту, якая больш распазнавальная, калі ласка, праверце гэты бок і змяніце яго назву.
el: Η AstroBin ρυθμίζει αυτόματα το όνομα ενός φίλτρου από τις ιδιότητές του, για να διατηρήσει μια συνεπή στρατηγική ονοματοδοσίας. Αν το φίλτρο σας έχει ένα συγκεκριμένο όνομα προϊόντος που είναι πιο αναγνωρίσιμο, παρακαλώ ελέγξτε αυτό το κουτί και αλλάξτε το όνομά του.
es: AstroBin establece automáticamente el nombre de un filtro a partir de sus propiedades, para mantener una estrategia de nomenclatura consistente. Si tu filtro tiene un nombre de producto específico que es más reconocible, por favor marca esta casilla y cambia su nombre.
fi: AstroBin asettaa automaattisesti suodattimen nimen sen ominaisuuksista, jotta se säilyttää johdonmukaisen nimistrategian. Jos suodattimellasi on erityinen tuotenimi, joka on helpommin tunnistettavissa, tarkista tämä laatikko ja muuta sen nimeä.
hu: Az AstroBin automatikusan beállítja egy szűrő nevét a tulajdonságaiból, hogy következetes elnevezése legyen. Ha a szűrődnek van egy konkrét, jobban felismerhető neve, kérjük, jelöld be ezt a négyzetet, és változtasd meg a nevét.
nl: AstroBin stelt automatisch de naam van een filter in op basis van zijn eigenschappen, om een consistente naamgevingsstrategie te behouden. Als je filter een specifieke productnaam heeft die herkenbaarder is, vink dan dit vakje aan en wijzig de naam.
pl: AstroBin automatycznie ustawia nazwę filtra na podstawie jego właściwości, aby zachować spójną strategię nazewnictwa. Jeśli twój filtr ma konkretną nazwę produktu, która jest bardziej rozpoznawalna, proszę zaznaczyć to pole i zmienić jego nazwę.
pt: O AstroBin define automaticamente o nome de um filtro a partir de suas propriedades, para manter uma estratégia de nomenclatura consistente. Se o seu filtro tem um nome de produto específico que é mais reconhecível, por favor, marque esta caixa e altere seu nome.
ru: AstroBin автоматически устанавливает название фильтра на основе его свойств, чтобы поддерживать единый стиль именования. Если у вашего фильтра есть конкретное название продукта, которое более узнаваемо, пожалуйста, отметьте этот флажок и измените его название.
sq: AstroBin automatikisht vendos emrin e një filtri nga pronat e tij, për të mbajtur një strategji të qëndrueshme emërtimi. Nëse filtri juaj ka një emër produkti specifik që është më i njohur, ju lutemi kontrolloni këtë kutinë dhe ndryshoni emrin e tij.
tr: AstroBin, bir filtrenin adını özelliklerinden otomatik olarak ayarlayarak tutarlı bir adlandırma stratejisi sürdürür. Filtrenizin daha tanınabilir bir ürün adı varsa, lütfen bu kutucuğu işaretleyin ve adını değiştirin.
uk: AstroBin автоматично встановлює назву фільтра з його властивостей, щоб зберегти послідовну стратегію найменування. Якщо у вашого фільтра є специфічна назва продукту, яка більш впізнавана, будь ласка, поставте галочку і змініть його назву.

source: AstroBin partners with retailer of astrophotography equipment in your country. For some of them, when you make a purchase within a few weeks after clicking on a link on a page like this, AstroBin gets a commission and it doesn't cost you anything.
be: AstroBin супрацоўнічае з рознічнымі прадаўцамі абсталявання для астрафатаграфіі ў вашай краіне. Для некаторых з іх, калі вы робіце пакупку на працягу некалькіх тыдняў пасля націску на спасылку на старонцы, падобнай на гэтую, AstroBin атрымлівае камісію, і гэта не каштуе вам нічога.
el: Η AstroBin συνεργάζεται με προμηθευτές εξοπλισμού αστροφωτογραφίας στη χώρα σας. Για μερικούς από αυτούς, όταν κάνετε μια αγορά μέσα σε λίγες εβδομάδες μετά την κλικ σε έναν σύνδεσμο σε μια σελίδα όπως αυτή, η AstroBin παίρνει προμήθεια και δεν σας κοστίζει τίποτα.
es: AstroBin se asocia con minoristas de equipos de astrofotografía en tu país. Para algunos de ellos, cuando realizas una compra dentro de unas semanas después de hacer clic en un enlace en una página como esta, AstroBin recibe una comisión y no te cuesta nada.
fi: AstroBin tekee yhteistyötä tähtivalokuvauslaitteiden jälleenmyyjien kanssa maassasi. Joidenkin kanssa, kun teet ostoksen muutaman viikon kuluessa klikkaamalla linkkiä tällaisella sivulla, AstroBin saa komission eikä se maksa sinulle mitään.
hu: Az AstroBin együttműködik az országodban működő asztrofotó-felszerelések kereskedőivel. Néhányuk esetében, ha egy ilyen oldalon található linkre kattintva néhány héten belül vásárolsz, az AstroBin jutalékot kap, és ez neked nem kerül semmibe.
nl: AstroBin werkt samen met detailhandelaren van astrophotography-apparatuur in jouw land. Voor sommigen van hen, wanneer je een aankoop doet binnen een paar weken na het klikken op een link op een pagina zoals deze, ontvangt AstroBin een commissie en het kost jou niets.
pl: AstroBin współpracuje z detalistą sprzętu do astrofotografii w twoim kraju. Dla niektórych z nich, gdy dokonasz zakupu w ciągu kilku tygodni po kliknięciu w link na stronie takiej jak ta, AstroBin otrzymuje prowizję i nie kosztuje cię to nic.
pt: O AstroBin faz parceria com varejistas de equipamentos de astrofotografia no seu país. Para alguns deles, quando você faz uma compra dentro de algumas semanas após clicar em um link em uma página como esta, o AstroBin recebe uma comissão e isso não custa nada para você.
ru: AstroBin сотрудничает с розничными продавцами оборудования для астрофотографии в вашей стране. Для некоторых из них, когда вы совершаете покупку в течение нескольких недель после нажатия на ссылку на странице вроде этой, AstroBin получает комиссию, и это ничего вам не стоит.
sq: AstroBin partner me shitës të pajisjeve të astrofotografisë në vendin tuaj. Për disa prej tyre, kur bëni një blerje brenda disa javësh pas klikimit në një lidhje në një faqe si kjo, AstroBin merr një komision dhe nuk ju kushton asgjë.
tr: AstroBin, ülkenizdeki astrofotografi ekipmanları perakendecileri ile ortaklık yapıyor. Bunlardan bazıları, bu sayfadaki bir bağlantıya tıkladıktan sonraki birkaç hafta içinde bir satın alma yaptığınızda, AstroBin komisyon alıyor ve bu sizin için hiçbir maliyet oluşturmuyor.
uk: AstroBin співпрацює з роздрібними продавцями обладнання для астрофотографії у вашій країні. Для деяких з них, коли ви робите покупку протягом кількох тижнів після натискання на посилання на такій сторінці, AstroBin отримує комісію, і це вам нічого не коштує.

source: AstroBin sponsors that sell {{0}}
be: AstroBin спансаруе, якія прадаюць {{0}}
el: Η AstroBin χορηγεί που πωλούν {{0}}
es: Minoristas de AstroBin que venden {{0}}
fi: AstroBinin sponsorit, jotka myyvät {{0}}
hu: AstroBin szponzorok, amik a(z) {{0}} nevű terméket árulják
nl: AstroBin sponsors die {{0}} verkopen
pl: AstroBin sponsoruje, które sprzedają {{0}}
pt: Vendedores do AstroBin que vendem {{0}}
ru: AstroBin спонсирует продажу {{0}}
sq: AstroBin sponsorizon që shesin {{0}}
tr: AstroBin, {{0}} satan sponsorlar.
uk: AstroBin спонсорує тих, хто продає {{0}}

source: Begin migration
be: Пачаць міграцыю
el: Αρχίστε τη μετανάστευση
es: Comenzar migración
fi: Aloita siirto
hu: Áthelyezés megkezdése
nl: Begin migratie
pl: Rozpocznij migrację
pt: Iniciar migração
ru: Начать миграцию
sq: Filloni migrimin
tr: Taşımaya başla
uk: Почати міграцію

source: Computer
be: Камп'ютар
el: Υπολογιστής
es: Ordenador
fi: Tietokone
hu: Számítógép
pl: Komputer
pt: Computador
ru: Компьютер
sq: Kompjuter
tr: Bilgisayar
uk: Комп'ютер

source: Dew mitigation
be: Зніжэнне расы
el: Μείωση υγρασίας
es: Mitigación de rocío
fi: Kasteen hallinta
hu: Harmat-csökkentés
nl: Dew mitigatie
pl: Zarządzanie wilgocią
pt: Mitigação de orvalho
ru: Устранение росы
sq: Mitigimi i lagështirës
tr: Nem azaltma
uk: Зменшення конденсату

source: Disable fullscreen mode
be: Адключыць рэжым поўнага экрана
el: Απενεργοποίηση λειτουργίας πλήρους οθόνης
es: Desactivar modo de pantalla completa
fi: Poista koko ruudun tila käytöstä
hu: Teljes képernyős mód kikapcsolása
nl: Volledig schermmodus uitschakelen
pl: Wyłącz tryb pełnoekranowy
pt: Desativar o modo de tela cheia
ru: Отключить полноэкранный режим
sq: Çaktivizoni modalitetin e ekranit të plotë
tr: Tam ekran modunu devre dışı bırak
uk: Вимкнути режим повноекранного відображення

source: Edit proposal assigned to {{0}} for review.
be: Прапанову на рэдагаванне прызначана {{0}} для агляду.
el: Πρόταση επεξεργασίας ανατέθηκε σε {{0}} για έλεγχο.
es: Editar propuesta asignada a {{0}} para revisión.
fi: Muutosehdotus määritetty {{0}} tarkistettavaksi.
hu: {{0}} szerkesztési kérelem beküldve felülvizsgálatra.
nl: Bewerkingsvoorstel toegewezen aan {{0}} voor beoordeling.
pl: Propozycja edycji przypisana do {{0}} do przeglądu.
pt: Editar proposta atribuída a {{0}} para revisão.
ru: Редактировать предложение, назначенное {{0}} на рассмотрение.
sq: Propozimi i redaktimit i caktuar për {{0}} për rishikim.
tr: Düzenleme önerisi {{0}} için inceleme amacıyla atandı.
uk: Редагувати пропозицію, призначену {{0}}, для перегляду.

source: Edit proposal unassigned: anyone can review it.
be: Прапанову на рэдагаванне знята: любы можа яе агледзець.
el: Πρόταση επεξεργασίας μη ανατεθείσα: οποιοσδήποτε μπορεί να την ελέγξει.
es: Editar propuesta no asignada: cualquiera puede revisarla.
fi: Muutosehdotus poistettu: kuka tahansa voi tarkistaa sen.
hu: Szerkesztési kérelem hozzárendelés nélkül: bárki felülvizsgálhatja.
nl: Bewerkingsvoorstel niet toegewezen: iedereen kan het bekijken.
pl: Propozycja edycji nieprzypisana: każdy może ją przejrzeć.
pt: Editar proposta não atribuída: qualquer um pode revisar.
ru: Редактировать предложение без назначения: любой может его рассмотреть.
sq: Propozimi i redaktimit i çaktivizuar: kushdo mund ta rishikojë atë.
tr: Düzenleme önerisi atanmamış: herkes inceleyebilir.
uk: Редагувати пропозицію без призначення: будь-хто може її переглянути.

source: Equipment item
be: Прадмет абсталявання
el: Αντικείμενο εξοπλισμού
es: Artículo de equipo
fi: Laitteistokohde
hu: Felszerelési elem
nl: Apparaatitem
pl: Element sprzętu
pt: Item de equipamento
ru: Элемент оборудования
sq: Artikulli i pajisjes
tr: Ekipman öğesi
uk: Елемент обладнання
