Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Latitude of the second Central Meridian.
be: Шырата другога цэнтральнага меридіана.
el: Γεωγραφικό πλάτος του δεύτερου Κεντρικού Μεσημβρινού.
es: Latitud del segundo Meridiano Central.
fi: Toisen keskeisen meridiaanin leveysaste.
hu: A második Középponti Meridián szélessége.
nl: Breedtegraad van de tweede centrale meridiaan.
pl: Szerokość geograficzna drugiego południka centralnego.
pt: Latitude do segundo Meridiano Central.
ru: Широта второго центрального меридиана.
sq: Gjerësia e Meridianit Qendror të Dytë.
tr: İkinci Meridyenin enlem derecesi.
uk: Широта другого центрального меридіана.

source: Latitude of the third Central Meridian.
be: Шырата трэцяга цэнтральнага меридіана.
el: Γεωγραφικό πλάτος του τρίτου Κεντρικού Μεσημβρινού.
es: Latitud del tercer Meridiano Central.
fi: Kolmannen keskeisen meridiaanin leveysaste.
hu: A harmadik Középponti Meridián szélessége.
nl: Breedtegraad van de derde centrale meridiaan.
pl: Szerokość geograficzna trzeciego południka centralnego.
pt: Latitude do terceiro Meridiano Central.
ru: Широта третьего центрального меридиана.
sq: Gjerësia e Meridianit Qendror të Tretë.
tr: Üçüncü Meridyenin enlem derecesi.
uk: Широта третього центрального меридіана.

source: Mean FWHM
be: Сярэдняе FWHM
el: Μέσο FWHM
es: FWHM medio
fi: Keskimääräinen FWHM
hu: Átlagos FWHM
nl: Gemiddelde FWHM
pl: Średni FWHM
pt: FWHM médio
ru: Среднее FWHM
sq: FWHM mesatar
tr: Ortalama FWHM
uk: Середнє FWHM

source: Mean Full Width at Half Maximum in arc seconds, a measure of seeing.
be: Сярэдняя поўная шырыня на палове максімуму ў кутовых секундах, мера бачнасці.
el: Μέσος Πλήρης Πλάτος στο Μισό Μέγιστο σε δευτερόλεπτα τόξου, μέτρο του seeing.
es: Ancho Promedio a la Mitad del Máximo en segundos de arco, una medida de la calidad del seeing.
fi: Keskimääräinen täysi leveys puolessa maksimissa kaarasekunteina, mitta seeingistä.
hu: Átlagos Teljes Szélesség Fél Maximumnál ívmásodpercekben, a seeing mértéke.
nl: Gemiddelde Full Width at Half Maximum in boogseconden, een maat voor de seeing.
pl: Średnia pełna szerokość przy połowie maksimum w sekundach łuku, miara seeing.
pt: Largura total média na metade do máximo em segundos de arco, uma medida de seeing.
ru: Средняя полная ширина на половине максимума в угловых секундах, мера seeing.
sq: FWHM mesatar në sekonda harku, një masë e shikimit.
tr: Görüş ölçüsü olarak kullanılan, yarı maksimumda ortalama tam genişlik, yay açısı cinsinden.
uk: Середня ширина на половині максимуму в дугах, міра seeing.

source: Mean SQM mag/arcsec^2 as measured by your Sky Quality Meter.
be: Сярэдняе SQM маг/арксэку^2, вымеранае вашым метрам якасці неба.
el: Μέσος SQM mag/arcsec² όπως μετρήθηκε από το Sky Quality Meter σας.
es: Magnitud media SQM mag/arcsec^2 medida por tu Medidor de Calidad del Cielo.
fi: Keskimääräinen SQM mag/arcsec^2, mitattuna taivaanlaadun mittarilla.
hu: Átlagos SQM magnitúdó/ívmásodperc^2, ahogy a Sky Quality Metered mért.
nl: Gemiddelde SQM mag/arcsec^2 zoals gemeten door jouw Sky Quality Meter.
pl: Średnia SQM mag/arcsec^2 mierzona przez Twój Sky Quality Meter.
pt: Média SQM mag/arcsec^2 medida pelo seu Medidor de Qualidade do Céu.
ru: Средняя SQM маг/арксек^2, измеренная вашим измерителем качества неба.
sq: Mag SQM mesatar/arcsec^2 siç matet nga Sky Quality Meter-i yt.
tr: Sky Quality Meter'inizle ölçülen ortalama SQM mag/arcsec^2.
uk: Середня SQM маг/арксек^2, виміряна вашим вимірювачем якості неба.

source: Mean mag/arcsec^2
be: Сярэдняе маг/арксэку^2
el: Μέσος mag/arcsec²
es: Magnitud media/arcsec^2
fi: Keskimääräinen mag/arcsec^2
hu: Átlagos magnitúdó/ívmásodperc^2
nl: Gemiddelde mag/arcsec^2
pl: Średnia mag/arcsec^2
pt: Média mag/arcsec^2
ru: Средняя маг/арксек^2
sq: Mag mesatar/arcsec^2
tr: Ortalama mag/arcsec^2
uk: Середня маг/арксек^2

source: Mediocre
be: Сярэдня
el: Μέτριο
fi: Keskinkertainen
hu: Közepes
nl: Middelmatig
pl: Średnio
ru: Посредственно
sq: Mesatar
tr: Orta düzey
uk: Посередній

source: Nothing to display.
be: Няма нічога для адлюстравання.
el: Δεν υπάρχει τίποτα προς εμφάνιση.
es: Nada que mostrar.
fi: Ei mitään näytettävää.
hu: Nincs mit megjeleníteni.
nl: Niets om weer te geven.
pl: Nic do wyświetlenia.
pt: Nada para exibir.
ru: Нечего отображать.
sq: Nuk ka asgjë për të shfaqur.
tr: Gösterilecek bir şey yok.
uk: Нічого не відображається.

source: Number
be: Нумар
el: Αριθμός
es: Número
fi: Numero
hu: Szám
nl: Nummer
pl: Numer
pt: Número
ru: Число
sq: Numri
tr: Numara
uk: Номер

source: Number of frames.
be: Колькасць кадраў.
el: Αριθμός καρέ.
es: Número de frames.
fi: Kuvien määrä.
hu: A képkockák száma.
nl: Aantal frames.
pl: Liczba klatek.
pt: Número de frames.
ru: Количество кадров.
sq: Numri i kadrove.
tr: Çerçeve sayısı.
uk: Кількість кадрів.

source: Optics
be: Оптыка
el: Οπτικά
es: Óptica
fi: Optiikka
hu: Optika
nl: Optiek
pl: Optyka
pt: Óptica
ru: Оптика
sq: Optika
tr: Optik
uk: Оптика

source: Please address all fields with errors before closing this window.
be: Калі ласка, выправіце ўсе палі з памылкамі перад закрыццём гэтага акна.
el: Παρακαλώ διορθώστε όλα τα πεδία με σφάλματα πριν κλείσετε αυτό το παράθυρο.
es: Por favor, corrige todos los campos con errores antes de cerrar esta ventana.
fi: Korjaa kaikki virheelliset kentät ennen tämän ikkunan sulkemista.
hu: Kérlek, javítsd ki az összes hibás mezőt, mielőtt bezárod ezt az ablakot.
nl: Los alle velden met fouten op voordat je dit venster sluit.
pl: Proszę poprawić wszystkie pola z błędami przed zamknięciem tego okna.
pt: Por favor, corrija todos os campos com erros antes de fechar esta janela.
ru: Пожалуйста, исправьте все поля с ошибками перед закрытием этого окна.
sq: Të lutem adresoni të gjitha fushat me gabime para se të mbyllni këtë dritare.
tr: Bu pencereyi kapatmadan önce tüm hatalı alanları düzeltin.
uk: Будь ласка, виправте всі поля з помилками перед закриттям цього вікна.

source: Quality of the sky according to <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">the Bortle Scale</a>.
be: Якасць неба згодна з <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">шкалаю Бортла</a>.
el: Ποιότητα του ουρανού σύμφωνα με <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">την Κλίμακα Bortle</a>.
es: Calidad del cielo según <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">la Escala Bortle</a>.
fi: Taivaan laatu <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">Bortle-asteikon</a> mukaan.
hu: Az ég minősége a <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">Bortle Skála</a> szerint.
nl: Kwaliteit van de lucht volgens <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">de Bortle-schaal</a>.
pl: Jakość nieba według <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">Skali Bortle'a</a>.
pt: Qualidade do céu de acordo com <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">a Escala de Bortle</a>.
ru: Качество неба по <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">шкале Бортла</a>.
sq: Cilësia e qiellit sipas <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">Shkallës Bortle</a>.
tr: Gökyüzü kalitesi <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">Bortle Ölçeği</a>ne göre.
uk: Якість неба за <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">Шкалою Бортла</a>.

source: Seeing
be: Бачнасць
ru: Сиинг
sq: Shikimi
uk: Сеїнг

source: Superb
be: Супер
el: Υπέροχο
es: Sobresaliente
fi: Erinomainen
hu: Kiváló
nl: Uitstekend
pl: Znakomity
pt: Sobresalente
ru: Отлично
sq: Sublim
tr: Harika
uk: Чудово

source: Synthetic channel
be: Сінтэтычны канал
el: Συνθετικό κανάλι
es: Canal sintético
fi: Synteettinen kanava
hu: Szintetikus csatorna
nl: Synthetisch kanaal
pl: Kanał syntetyczny
pt: Canal sintético
ru: Синтетический канал
sq: Kanal sintetik
tr: Sentetik kanal
uk: Синтетичний канал

source: Temperature
be: Температура
el: Θερμοκρασία
es: Temperatura
fi: Lämpötila
hu: Hőmérséklet
nl: Temperatuur
pl: Temperatura
pt: Temperatura
ru: Температура
sq: Temperatura
tr: Sıcaklık
uk: Температура

source: The focal length of the whole optical train, including barlow lenses or other components.
be: Факальная адлегласць усяго оптычнага шляху, уключаючы барлоўскія лінзы або іншыя кампаненты.
el: Η εστιακή απόσταση ολόκληρης της οπτικής αλυσίδας, συμπεριλαμβανομένων των barlow φακών ή άλλων στοιχείων.
es: La distancia focal de todo el tren óptico, incluyendo lentes barlow u otros componentes.
fi: Koko optisen järjestelmän polttoväli, mukaan lukien barlow-linssit tai muut komponentit.
hu: Az egész optikai vonal fókusztávolsága, beleértve a barlow lencséket vagy más komponenseket.
nl: De brandpuntsafstand van de hele optische keten, inclusief barlowlenzen of andere componenten.
pl: Długość ogniskowa całego układu optycznego, w tym soczewek barlow i innych komponentów.
pt: O comprimento focal de todo o conjunto óptico, incluindo lentes barlow ou outros componentes.
ru: Фокусное расстояние всей оптической системы, включая барлоу или другие компоненты.
sq: Gjatësia fokale e gjithë trenit optik, duke përfshirë lentet barlow ose komponentë të tjerë.
tr: Tüm optik sistemin odak uzunluğu, barlow lensler veya diğer bileşenler dahil.
uk: Фокусна відстань всього оптичного тракту, включаючи барлоу-лінзи або інші компоненти.

source: The number of bias/offset frames.
be: Колькасць кадраў з біясам/адхілам.
el: Ο αριθμός των bias/offset καρέ.
es: El número de frames de bias/offset.
fi: Bias/offset-kuvien määrä.
hu: A bias/offset képkockák száma.
nl: Het aantal bias/offset frames.
pl: Liczba klatek bias/offset.
pt: O número de frames de bias/offset.
ru: Количество кадров смещения.
sq: Numri i kadrove bias/offset.
tr: Bias/offset çerçevelerinin sayısı.
uk: Кількість кадрів біасу/офсету.

source: The number of dark frames.
be: Колькасць цёмных кадраў.
el: Ο αριθμός των σκοτεινών καρέ.
es: El número de dark frames.
fi: Tummien kuvien määrä.
hu: A sötét képkockák száma.
nl: Het aantal dark frames.
pl: Liczba klatek ciemnych.
pt: O número de frames escuros.
ru: Количество темных кадров.
sq: Numri i kadrove të errëta.
tr: Karanlık çerçeve sayısı.
uk: Кількість темних кадрів.

source: The number of flat dark frames.
be: Колькасць плоскіх цёмных кадраў.
el: Ο αριθμός των flat dark καρέ.
es: El número de flat dark frames.
fi: Flat dark -kuvien määrä.
hu: A lapos sötét képkockák száma.
nl: Het aantal flat dark frames.
pl: Liczba klatek flat dark.
pt: O número de frames escuros planos.
ru: Количество плоских темных кадров.
sq: Numri i kadrove flat dark.
tr: Düz karanlık çerçevelerin sayısı.
uk: Кількість темних кадрів для флатів.

source: The number of flat frames.
be: Колькасць плоскіх кадраў.
el: Ο αριθμός των flat καρέ.
es: El número de flat frames.
fi: Flat-kuvien määrä.
hu: A lapos képkockák száma.
nl: Het aantal flat frames.
pl: Liczba klatek flat.
pt: O número de frames planos.
ru: Количество плоских кадров.
sq: Numri i kadrove flat.
tr: Düz çerçevelerin sayısı.
uk: Кількість флат кадрів.

source: The subject type "{{0}}" does not support acquisition sessions.
be: Тып аб'екта "{{0}}" не падтрымлівае сесіі захопу.
el: Ο τύπος θέματος "{{0}}" δεν υποστηρίζει συνεδρίες λήψης.
es: El tipo de sujeto "{{0}}" no soporta sesiones de adquisición.
fi: Aihetyyppi "{{0}}" ei tue hankintajaksoja.
hu: A "{{0}}" téma típusa nem támogatja az akvizíciós sessionöket.
nl: Het onderwerpstype "{{0}}" ondersteunt geen acquisitiesessies.
pl: Typ obiektu "{{0}}" nie obsługuje sesji pozyskiwania.
pt: O tipo de sujeito "{{0}}" não suporta sessões de aquisição.
ru: Тип объекта "{{0}}" не поддерживает сессии захвата.
sq: Lloji i subjektit "{{0}}" nuk mbështet sesione akuzicioni.
tr: "{{0}}" konu türü elde etme oturumlarını desteklemiyor.
uk: Тип об'єкта "{{0}}" не підтримує сесії захоплення.

source: The temperature of the chip in Celsius degrees, e.g. -20.
be: Температура чыпа ў градусах Цэльсія, напрыклад, -20.
el: Η θερμοκρασία του τσιπ σε βαθμούς Κελσίου, π.χ. -20.
es: La temperatura del chip en grados Celsius, por ejemplo, -20.
fi: Piirin lämpötila celsiusasteina, esim. -20.
hu: A chip hőmérséklete Celsius fokban, pl. -20.
nl: De temperatuur van de chip in Celsius graden, bijv. -20.
pl: Temperatura chipu w stopniach Celsjusza, np. -20.
pt: A temperatura do chip em graus Celsius, por exemplo, -20.
ru: Температура чипа в градусах Цельсия, например, -20.
sq: Temperatura e çipit në gradë Celsius, p.sh. -20.
tr: Çipin Celsius derecesindeki sıcaklığı, örneğin -20.
uk: Температура чіпа в градусах Цельсія, наприклад, -20.

source: This field only searches images with deep sky acquisitions filled in.
be: Гэта поле шукае толькі выявы з запоўненымі сесіямі захопу глыбокага неба.
el: Αυτό το πεδίο αναζητά μόνο εικόνες με συμπληρωμένες λήψεις βαθιάς ουράνιας εικόνας.
es: Este campo solo busca imágenes con adquisiciones de cielo profundo completadas.
fi: Tämä kenttä etsii vain kuvia, joissa on syvän taivaan hankintoja.
hu: Ez a mező csak a mély ég akvizíciókkal rendelkező képeket keresi.
nl: Dit veld zoekt alleen naar beelden met ingevulde deep sky acquisities.
pl: To pole wyszukuje tylko obrazy z wypełnionymi danymi o głębokim niebie.
pt: Este campo só busca imagens com aquisições de céu profundo preenchidas.
ru: Это поле ищет только изображения с заполненными данными о глубококосмических захватах.
sq: Kjo fushë kërkon vetëm imazhe me akuzicione të qiellit të thellë të mbushura.
tr: Bu alan yalnızca derin gökyüzü görüntüleri arar.
uk: Це поле шукає лише зображення з заповненими даними про захоплення глибокого неба.

source: This field only searches images with solar system acquisitions filled in.
be: Гэта поле шукае толькі выявы з запоўненымі сесіямі захопу сонечнай сістэмы.
el: Αυτό το πεδίο αναζητά μόνο εικόνες με συμπληρωμένες λήψεις ηλιακού συστήματος.
es: Este campo solo busca imágenes con adquisiciones del sistema solar completadas.
fi: Tämä kenttä etsii vain kuvia, joissa on aurinkokunnan hankintoja.
hu: Ez a mező csak a naprendszeri akvizíciókkal rendelkező képeket keresi.
nl: Dit veld zoekt alleen naar beelden met ingevulde zonnestelselverkrijgingen.
pl: To pole przeszukuje tylko obrazy z wypełnionymi pozyskaniami z układu słonecznego.
pt: Este campo só busca imagens com aquisições do sistema solar preenchidas.
ru: Это поле ищет только изображения с заполненными данными о захватах солнечной системы.
sq: Kjo fushë kërkon vetëm imazhe me akuzicione të sistemit diellor të mbushura.
tr: Bu alan yalnızca güneş sistemi elde etme bilgileri doldurulmuş görüntüleri arar.
uk: Це поле шукає лише зображення з заповненими даними про захоплення сонячної системи.

source: This includes: Bortle scale, mean SQM, mean FWMW, and temperature.
be: Гэта ўключае: шкалу Бортла, сярэдняе SQM, сярэдняе FWMW і тэмпературу.
el: Αυτό περιλαμβάνει: κλίμακα Bortle, μέσο SQM, μέσο FWMW και θερμοκρασία.
es: Esto incluye: escala Bortle, SQM medio, FWHM medio y temperatura.
fi: Tämä sisältää: Bortle-asteikko, keskimääräinen SQM, keskimääräinen FWMW ja lämpötila.
hu: Ez tartalmazza: Bortle skála, átlagos SQM, átlagos FWMW, és hőmérséklet.
nl: Dit omvat: Bortle-schaal, gemiddelde SQM, gemiddelde FWMW, en temperatuur.
pl: To obejmuje: skala Bortle'a, średnia SQM, średni FWMW i temperatura.
pt: Isto inclui: escala Bortle, SQM médio, FWMW médio e temperatura.
ru: Это включает: шкала Бортла, средний SQM, средний FWMW и температура.
sq: Kjo përfshin: shkalla Bortle, SQM mesatar, FWMW mesatar, dhe temperatura.
tr: Bu, Bortle ölçeği, ortalama SQM, ortalama FWMW ve sıcaklığı içerir.
uk: Це включає: шкала Бортла, середнє SQM, середнє FWMW та температуру.

source: This includes: CMI/CMII/CMIII, seeing, and transparency.
be: Гэта ўключае: CMI/CMII/CMIII, бачнасць і празрыстасць.
el: Αυτό περιλαμβάνει: CMI/CMII/CMIII, seeing και διαφάνεια.
es: Esto incluye: CMI/CMII/CMIII, seeing y transparencia.
fi: Tämä sisältää: CMI/CMII/CMIII, seeing ja läpinäkyvyys.
hu: Ez tartalmazza: CMI/CMII/CMIII, seeing, és átlátszóság.
nl: Dit omvat: CMI/CMII/CMIII, seeing en transparantie.
pl: To obejmuje: CMI/CMII/CMIII, seeing i przezroczystość.
pt: Isto inclui: CMI/CMII/CMIII, seeing e transparência.
ru: Это включает: CMI/CMII/CMIII, сиинг и прозрачность.
sq: Kjo përfshin: CMI/CMII/CMIII, shikimin, dhe transparencën.
tr: Bu şunları içerir: CMI/CMII/CMIII, seeing ve transparanlık.
uk: Це включає: CMI/CMII/CMIII, сеїнг та прозорість.

source: This operation will overwrite the current acquisition sessions.
be: Гэтая аперацыя перазапіша бягучыя сесіі захопу.
el: Αυτή η ενέργεια θα αντικαταστήσει τις τρέχουσες συνεδρίες λήψης.
es: Esta operación sobrescribirá las sesiones de adquisición actuales.
fi: Tämä toiminto korvataan nykyiset hankintajaksoja.
hu: Ez a művelet felülírja a jelenlegi akvizíciós sessionöket.
nl: Deze actie zal de huidige acquisitiesessies overschrijven.
pl: Ta operacja nadpisze bieżące sesje pozyskiwania.
pt: Esta operação irá sobrescrever as sessões de aquisição atuais.
ru: Эта операция перезапишет текущие сессии захвата.
sq: Kjo operacion do të zëvendësojë sesionet aktuale të akuzicionit.
tr: Bu işlem mevcut elde etme oturumlarını geçersiz kılacaktır.
uk: Ця операція перезапише поточні сесії захоплення.

source: To add more, go back to the Equipment step.
be: Каб дадаць больш, вярніцеся на крок абсталявання.
el: Για να προσθέσετε περισσότερα, επιστρέψτε στο βήμα Εξοπλισμού.
es: Para añadir más, vuelve al paso de Equipamiento.
fi: Lisätäksesi lisää, palaa laitteet-vaiheeseen.
hu: Továbbiak hozzáadásához térj vissza az Eszközök lépéshez.
nl: Om meer toe te voegen, ga terug naar de Apparatuur stap.
pl: Aby dodać więcej, wróć do kroku Sprzęt.
pt: Para adicionar mais, volte para a etapa de Equipamento.
ru: Чтобы добавить больше, вернитесь к шагу Оборудование.
sq: Për të shtuar më shumë, kthehu në hapin e Pajisjeve.
tr: Daha fazla eklemek için, Ekipman adımına geri dön.
uk: Щоб додати більше, поверніться до кроку з обладнанням.

source: Transparency
be: Празрыстасць
el: Διαφάνεια
es: Transparencia
fi: Läpinäkyvyys
hu: Átlátszóság
nl: Transparantie
pl: Przezroczystość
pt: Transparência
ru: Прозрачность
sq: Transparenca
tr: Şeffaflık
uk: Прозорість

source: Unpublished
be: Непублічнае
el: Αδημοσίευτο
es: No publicado
fi: Julkaisematon
hu: Meg nem jelent
nl: Ongepubliceerd
pl: Nieopublikowane
pt: Não publicado
ru: Неопубликовано
sq: Të pabotuara
tr: Yayınlanmamış
uk: Непубліковано

source: Use the button below to add data.
be: Выкарыстайце кнопку ніжэй, каб дадаць дадзеныя.
el: Χρησιμοποίησε το κουμπί παρακάτω για να προσθέσεις δεδομένα.
es: Usa el botón de abajo para añadir datos.
fi: Käytä alla olevaa painiketta lisätäksesi tietoja.
hu: Használj az alábbi gombot az adatok hozzáadásához.
nl: Gebruik de knop hieronder om gegevens toe te voegen.
pl: Użyj przycisku poniżej, aby dodać dane.
pt: Use o botão abaixo para adicionar dados.
ru: Используйте кнопку ниже, чтобы добавить данные.
sq: Përdor butonin më poshtë për të shtuar të dhëna.
tr: Veri eklemek için aşağıdaki butonu kullanın.
uk: Використовуйте кнопку нижче, щоб додати дані.

source: Very bad
be: Вельмі дрэнна
el: Πολύ κακό
es: Muy malo
fi: Erittäin huono
hu: Nagyon rossz
nl: Zeer slecht
pl: Bardzo źle
pt: Muito ruim
ru: Очень плохо
sq: Shumë keq
tr: Çok kötü
uk: Дуже погано

source: Very good
be: Вельмі добра
el: Πολύ καλό
es: Muy bueno
fi: Erittäin hyvä
hu: Nagyon jó
nl: Zeer goed
pl: Bardzo dobrze
pt: Muito bom
ru: Очень хорошо
sq: Shumë mirë
tr: Çok iyi
uk: Дуже добре

source: Your estimation of the seeing.
be: Ваша ацэнка бачнасці.
el: Η εκτίμησή σου για το seeing.
es: Tu estimación del seeing.
fi: Arvioi seeing-olosuhteet.
hu: A seeing becslésed.
nl: Jouw schatting van de seeing.
pl: Twoja ocena seeing.
pt: Sua estimativa do seeing.
ru: Ваша оценка сиинга.
sq: Vlerësimi yt për seeing-un.
tr: Görüş tahmininiz.
uk: Ваша оцінка сеїнгу.

source: Your estimation of the transparency.
be: Ваша ацэнка празрыстасці.
el: Η εκτίμησή σου για τη διαφάνεια.
es: Tu estimación de la transparencia.
fi: Arvioi läpinäkyvyys.
hu: A átlátszóság becslésed.
nl: Jouw schatting van de transparantie.
pl: Twoja ocena przezroczystości.
pt: Sua estimativa da transparência.
ru: Ваша оценка прозрачности.
sq: Vlerësimi yt për transparencën.
tr: Şeffaflık tahmininiz.
uk: Ваша оцінка прозорості.

source: f-number
be: f-коэфіцыент
es: f-número
fi: f-luku
hu: f-szám
nl: f-getal
pt: f-número
ru: f-число
sq: f-numeri
tr: f-numarası
uk: f-число

source: You are about to remove all acquisition sessions you have entered thus far.
be: Вы збіраецеся выдаліць усе сесіі захопу, якія вы ўвялі да гэтага часу.
el: Είσαι έτοιμος να αφαιρέσεις όλες τις συνεδρίες απόκτησης που έχεις εισάγει μέχρι τώρα.
es: Estás a punto de eliminar todas las sesiones de adquisición que has ingresado hasta ahora.
fi: Olet poistamassa kaikki tähän mennessä syöttämäsi hankintajaksot.
hu: Éppen most távolítod el az összes eddig megadott akvizíciós sessiont.
nl: Je staat op het punt om alle acquisitiesessies die je tot nu toe hebt ingevoerd te verwijderen.
pl: Zaraz usuniesz wszystkie sesje akwizycji, które dotychczas wprowadziłeś.
pt: Você está prestes a remover todas as sessões de aquisição que você inseriu até agora.
ru: Вы собираетесь удалить все сессии захвата, которые вы ввели до сих пор.
sq: Po hiqni të gjitha sesionet e akuzimit që keni futur deri tani.
tr: Şu ana kadar girdiğiniz tüm edinim oturumlarını kaldırmak üzeresiniz.
uk: Ви збираєтеся видалити всі сесії захоплення, які ви ввели до цього часу.

source: Automatic renewal
be: Аўтаматычнае аднаўленне
el: Αυτόματη ανανέωση
es: Renovación automática
fi: Automaattinen uusiminen
hu: Automatikus megújítás
nl: Automatische verlenging
pl: Automatyczne odnawianie
pt: Renovação automática
ru: Автоматическое продление
sq: Rinovim automatik
tr: Otomatik yenileme
uk: Автоматичне оновлення

source: Active
be: Актыўны
el: Ενεργό
es: Activo
fi: Aktiivinen
hu: Aktív
nl: Actief
pl: Aktywne
pt: Ativo
ru: Активно
sq: Aktiv
tr: Aktif
uk: Активно
