Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Private remote observatory
el: Ιδιωτικό απομακρυσμένο παρατηρητήριο
es: Observatorio remoto privado
ru: Частная удаленная обсерватория

source: Received
el: Λήφθηκε
es: Recibido
ru: Получено

source: Remote observatory
el: Απομακρυσμένο παρατηρητήριο
es: Observatorio remoto
ru: Удаленная обсерватория

source: Self-acquired
el: Αυτο-αποκτηθέν
es: Autoadquiridas
ru: Самостоятельно полученные
sq: E fituar vetë

source: Sorry, zooming on GIF animations is not available on touch devices.
el: Λυπάμαι, η δυνατότητα zoom σε GIF animations δεν είναι διαθέσιμη σε συσκευές αφής.
es: Lo siento, el zoom en animaciones GIF no está disponible en dispositivos táctiles.
ru: Извините, зумирование на GIF-анимациях недоступно на сенсорных устройствах.

source: Top Pick Nominations
el: Υποψηφιότητες Κορυφαίων Επιλογών
es: Nominaciones de Mejores Selecciones
ru: Номинации на лучший выбор

source: Top Picks
el: Κορυφαίες Επιλογές
es: Mejores Selecciones
ru: Лучшие выборы

source: User
el: Χρήστης
es: Usuario
ru: Пользователь

source: Written
el: Γραπτό
es: Escrito
ru: Написано

source: You're not sure where the data comes from.
el: Δεν είσαι σίγουρος από πού προέρχονται τα δεδομένα.
es: No estás seguro de dónde provienen los datos.
ru: Вы не уверены, откуда данные.

source: Zoom freezing is not available for very large images.
el: Η δυνατότητα zoom freezing δεν είναι διαθέσιμη για πολύ μεγάλες εικόνες.
es: El congelamiento del zoom no está disponible para imágenes muy grandes.
ru: Замораживание зума недоступно для очень больших изображений.

source: Zoom freezing is only available in mouse mode.
el: Η δυνατότητα zoom freezing είναι διαθέσιμη μόνο σε λειτουργία ποντικιού.
es: El congelamiento del zoom solo está disponible en modo ratón.
ru: Замораживание зума доступно только в режиме мыши.

source: Zoom is frozen (F)
el: Το zoom είναι παγωμένο (F)
es: El zoom está congelado (F)
ru: Зум заморожен (F)

source: Zoom is frozen. Press F to unfreeze.
el: Το zoom είναι παγωμένο. Πάτησε F για να ξεπαγώσεις.
es: El zoom está congelado. Presiona F para descongelar.
ru: Зум заморожен. Нажмите F, чтобы разморозить.

source: Zooming is not available for GIF animations on touch devices.
el: Η δυνατότητα zoom δεν είναι διαθέσιμη για GIF animations σε συσκευές αφής.
es: El zoom no está disponible para animaciones GIF en dispositivos táctiles.
ru: Зумирование недоступно для GIF-анимаций на сенсорных устройствах.
