Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: This searches the title, description, and most image attributes, even if the exact words don't match perfectly. You can use quotation marks for exact matching, and the minus sign to exclude keywords. To do even more precise searches, add filters.
be: Гэта шукае ў загалоўку, апісанні і большасці атрыбутаў малюнка, нават калі дакладныя словы не супадаюць ідэальна. Вы можаце выкарыстоўваць двукосся для дакладнага супадзення і мінус для выключэння ключавых слоў. Каб зрабіць яшчэ больш дакладныя пошукі, дадайце фільтры.
el: Αυτή η αναζήτηση περιλαμβάνει τον τίτλο, την περιγραφή και τις περισσότερες από τις ιδιότητες της εικόνας, ακόμα κι αν οι ακριβείς λέξεις δεν ταιριάζουν τέλεια. Μπορείτε να χρησιμοποιήσετε εισαγωγικά για ακριβή ταυτοποίηση και το μείον για να αποκλείσετε λέξεις-κλειδιά. Για ακόμα πιο ακριβείς αναζητήσεις, προσθέστε φίλτρα.
es: Esto busca en el título, descripción y la mayoría de los atributos de la imagen, incluso si las palabras exactas no coinciden perfectamente. Puedes usar comillas para coincidencias exactas, y el signo menos para excluir palabras clave. Para hacer búsquedas aún más precisas, añade filtros.
fi: Tämä etsii otsikosta, kuvauksesta ja useimmista kuvien ominaisuuksista, vaikka tarkat sanat eivät täsmäisikään täydellisesti. Voit käyttää lainausmerkkejä tarkkaa vastaavuutta varten ja miinusmerkkiä avainsanojen poistamiseksi. Jos haluat tehdä vielä tarkempia hakuja, lisää suodattimia.
hu: Ez a cím, leírás és a legtöbb kép attribútum keresésére szolgál, még akkor is, ha a pontos szavak nem illeszkednek tökéletesen. Használhatsz idézőjeleket a pontos egyezéshez, és mínusz jelet a kulcsszavak kizárásához. Ha még pontosabb kereséseket szeretnél végezni, adj hozzá szűrőket.
nl: Dit doorzoekt de titel, beschrijving en de meeste afbeeldingsattributen, zelfs als de exacte woorden niet perfect overeenkomen. Je kunt aanhalingstekens gebruiken voor exacte overeenkomsten, en het minteken om zoekwoorden uit te sluiten. Voor nog nauwkeurigere zoekopdrachten, voeg filters toe.
pl: To przeszukuje tytuł, opis i większość atrybutów obrazu, nawet jeśli dokładne słowa nie pasują idealnie. Możesz użyć cudzysłowów do dokładnego dopasowania i znaku minus, aby wykluczyć słowa kluczowe. Aby przeprowadzić jeszcze dokładniejsze wyszukiwania, dodaj filtry.
pt: Esta busca abrange o título, descrição e a maioria dos atributos da imagem, mesmo que as palavras exatas não coincidam perfeitamente. Você pode usar aspas para correspondência exata e o sinal de menos para excluir palavras-chave. Para fazer buscas ainda mais precisas, adicione filtros.
ru: Этот поиск охватывает заголовок, описание и большинство атрибутов изображения, даже если точные слова не совпадают идеально. Вы можете использовать кавычки для точного совпадения и знак минус для исключения ключевых слов. Чтобы сделать еще более точные поиски, добавьте фильтры.
sq: Kjo kërkon titullin, përshkrimin dhe shumicën e atributeve të imazhit, edhe nëse fjalët e sakta nuk përputhen plotësisht. Mund të përdorni shenjat e cituara për përputhje të saktë, dhe shenjën minus për të përjashtuar fjalët kyçe. Për të bërë kërkime edhe më të sakta, shtoni filtra.
tr: Bu, başlık, açıklama ve çoğu görüntü özelliğini arar, tam kelimeler mükemmel eşleşmese bile. Tam eşleşme için tırnak işareti kullanabilir ve anahtar kelimeleri hariç tutmak için eksi işareti koyabilirsiniz. Daha hassas aramalar yapmak için filtreler ekleyin.
uk: Це шукає в заголовку, описі та більшості атрибутів зображення, навіть якщо точні слова не збігаються ідеально. Ви можете використовувати лапки для точного збігу та знак мінус для виключення ключових слів. Щоб зробити ще більш точні пошуки, додайте фільтри.

source: This table shows the distribution of awards per data source, compared to the popularity of images acquired from that data source.
be: Гэтая табліца паказвае размеркаванне ўзнагарод па крыніцах даных у параўнанні з папулярнасцю малюнкаў, атрымленых з гэтай крыніцы.
el: Αυτός ο πίνακας δείχνει την κατανομή των βραβείων ανά πηγή δεδομένων, σε σύγκριση με την δημοτικότητα των εικόνων που αποκτήθηκαν από αυτή την πηγή.
es: Esta tabla muestra la distribución de premios por fuente de datos, en comparación con la popularidad de las imágenes adquiridas de esa fuente de datos.
fi: Tässä taulukossa näytetään palkintojen jakautuminen tietolähteen mukaan verrattuna sen tietolähteen kautta hankittujen kuvien suosioon.
hu: Ez a táblázat a díjak eloszlását mutatja az adatforrások szerint, összehasonlítva az adott adatforrásból származó képek népszerűségével.
nl: Deze tabel toont de verdeling van prijzen per gegevensbron, vergeleken met de populariteit van afbeeldingen verkregen van die gegevensbron.
pl: Ta tabela pokazuje rozkład nagród według źródła danych, w porównaniu do popularności obrazów pozyskanych z tego źródła.
pt: Esta tabela mostra a distribuição de prêmios por fonte de dados, comparada à popularidade das imagens adquiridas dessa fonte.
ru: Эта таблица показывает распределение наград по источнику данных по сравнению с популярностью изображений, полученных из этого источника данных.
sq: Ky tabelë tregon shpërndarjen e çmimeve për çdo burim të dhënash, krahasuar me popullaritetin e imazheve të marra nga ky burim të dhënash.
tr: Bu tablo, veri kaynağına göre ödüllerin dağılımını, o veri kaynağından elde edilen görüntülerin popülaritesi ile karşılaştırır.
uk: Ця таблиця показує розподіл нагород за джерелами даних у порівнянні з популярністю зображень, отриманих з цього джерела.

source: This table shows the distribution of awards per subject type, compared to the popularity of images of that subject type.
be: Гэтая табліца паказвае размеркаванне ўзнагарод па тыпах тэм, у параўнанні з папулярнасцю малюнкаў гэтага тыпу.
el: Αυτός ο πίνακας δείχνει την κατανομή των βραβείων ανά τύπο θέματος, σε σύγκριση με την δημοτικότητα των εικόνων αυτού του τύπου.
es: Esta tabla muestra la distribución de premios por tipo de sujeto, en comparación con la popularidad de las imágenes de ese tipo de sujeto.
fi: Tässä taulukossa näytetään palkintojen jakautuminen aihetyypin mukaan verrattuna sen aihetyypin kuvien suosioon.
hu: Ez a táblázat a díjak eloszlását mutatja a tárgytípusok szerint, összehasonlítva az adott tárgytípusú képek népszerűségével.
nl: Deze tabel toont de verdeling van prijzen per onderwerpstype, vergeleken met de populariteit van afbeeldingen van dat onderwerpstype.
pl: Ta tabela pokazuje rozkład nagród według typu tematu, w porównaniu do popularności obrazów tego typu.
pt: Esta tabela mostra a distribuição de prêmios por tipo de assunto, comparada à popularidade das imagens desse tipo de assunto.
ru: Эта таблица показывает распределение наград по типу объекта по сравнению с популярностью изображений этого типа.
sq: Ky tabelë tregon shpërndarjen e çmimeve për çdo lloj subjekti, krahasuar me popullaritetin e imazheve të këtij lloji subjekti.
tr: Bu tablo, konu türüne göre ödüllerin dağılımını, o konu türündeki görüntülerin popülaritesi ile karşılaştırır.
uk: Ця таблиця показує розподіл нагород за типами предметів у порівнянні з популярністю зображень цього типу.

source: This table shows the number of distinct astrophotographers who have been assigned and IOTD/TP award compared to the total number of images awarded.
be: Гэтая табліца паказвае колькасць адметных астрафатографаў, якім была прысуджана ўзнагарода IOTD/TP у параўнанні з агульнай колькасцю ўзнагароджаных малюнкаў.
el: Αυτός ο πίνακας δείχνει τον αριθμό των διακεκριμένων αστροφωτογράφων που έχουν απονεμηθεί και IOTD/TP βραβείο σε σύγκριση με τον συνολικό αριθμό των βραβευμένων εικόνων.
es: Esta tabla muestra el número de astrofotógrafos distintos que han recibido un premio IOTD/TP en comparación con el número total de imágenes premiadas.
fi: Tässä taulukossa näytetään erilaisten astrofotografien määrä, joille on myönnetty IOTD/TP-palkinto verrattuna palkittujen kuvien kokonaismäärään.
hu: Ez a táblázat a különböző asztrofotósok számát mutatja, akik IOTD/TP díjat kaptak, összehasonlítva a díjazott képek összes számával.
nl: Deze tabel toont het aantal verschillende astrofotografen die een IOTD/TP-prijs hebben gekregen in vergelijking met het totale aantal toegekende afbeeldingen.
pl: Ta tabela pokazuje liczbę różnych astrofotografów, którzy otrzymali nagrodę IOTD/TP w porównaniu do całkowitej liczby nagrodzonych obrazów.
pt: Esta tabela mostra o número de astrofotógrafos distintos que receberam prêmios IOTD/TP em comparação ao número total de imagens premiadas.
ru: Эта таблица показывает количество различных астрофотографов, которым была присуждена награда IOTD/TP по сравнению с общим количеством награжденных изображений.
sq: Ky tabelë tregon numrin e astrofotografëve të ndryshëm që kanë marrë një çmim IOTD/TP krahasuar me numrin total të imazheve të çmuara.
tr: Bu tablo, atanmış ve IOTD/TP ödülü almış farklı astrofotoğrafçıların sayısını, ödül alan toplam görüntü sayısıyla karşılaştırır.
uk: Ця таблиця показує кількість різних астрофотографів, яким було присвоєно нагороду IOTD/TP у порівнянні з загальною кількістю нагороджених зображень.

source: This user doesn't have any equipment setups.
be: У гэтага карыстальніка няма ніякіх налад абсталявання.
el: Αυτός ο χρήστης δεν έχει καμία ρύθμιση εξοπλισμού.
es: Este usuario no tiene ninguna configuración de equipo.
fi: Tällä käyttäjällä ei ole mitään laitekokoonpanoja.
hu: Ennek a felhasználónak nincsenek felszerelés beállításai.
nl: Deze gebruiker heeft geen apparatuurinstellingen.
pl: Ten użytkownik nie ma żadnych zestawów sprzętowych.
pt: Este usuário não tem nenhuma configuração de equipamento.
ru: У этого пользователя нет установок оборудования.
sq: Ky përdorues nuk ka asnjë konfigurim të pajisjeve.
tr: Bu kullanıcının herhangi bir ekipman kurulumu yok.
uk: У цього користувача немає жодних налаштувань обладнання.

source: This will delete the original image, and the first revision will take its place. All metadata will remain intact.
be: Гэта выдаліць арыгінальны малюнак, а першая версія зойме яго месца. Уся метададзеныя застануцца без змен.
el: Αυτό θα διαγράψει την αρχική εικόνα, και η πρώτη αναθεώρηση θα την αντικαταστήσει. Όλα τα μεταδεδομένα θα παραμείνουν ανέπαφα.
es: Esto eliminará la imagen original, y la primera revisión tomará su lugar. Todos los metadatos permanecerán intactos.
fi: Tämä poistaa alkuperäisen kuvan, ja ensimmäinen versio ottaa sen paikan. Kaikki metatiedot pysyvät ennallaan.
hu: Ez törli az eredeti képet, és az első revízió fogja átvenni a helyét. Minden metaadat érintetlen marad.
nl: Dit verwijdert de originele afbeelding, en de eerste revisie zal zijn plaats innemen. Alle metadata blijven intact.
pl: To usunie oryginalny obraz, a pierwsza wersja zajmie jego miejsce. Wszystkie metadane pozostaną nienaruszone.
pt: Isto irá deletar a imagem original, e a primeira revisão tomará seu lugar. Todos os metadados permanecerão intactos.
ru: Это удалит оригинальное изображение, и первая версия займет его место. Все метаданные останутся нетронутыми.
sq: Kjo do të fshijë imazhin origjinal, dhe revizioni i parë do të zëvendësojë atë. Të gjitha metadat do të mbeten të paprekura.
tr: Bu, orijinal görüntüyü silecek ve ilk revizyon onun yerini alacak. Tüm meta veriler sağlam kalacak.
uk: Це видалить оригінальне зображення, а перша ревізія займе його місце. Всі метадані залишаться незмінними.

source: This will delete this revision. Your original image and all metadata will remain intact. This operation cannot be undone.
be: Гэта выдаліць гэтую версію. Ваш арыгінальны малюнак і ўсе метададзеныя застануцца без змен. Гэта аперацыя не можа быць адменена.
el: Αυτό θα διαγράψει αυτή την αναθεώρηση. Η αρχική σας εικόνα και όλα τα μεταδεδομένα θα παραμείνουν ανέπαφα. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará esta revisión. Tu imagen original y todos los metadatos permanecerán intactos. Esta operación no se puede deshacer.
fi: Tämä poistaa tämän version. Alkuperäinen kuvasi ja kaikki metatiedot pysyvät ennallaan. Tätä toimintoa ei voi peruuttaa.
hu: Ez törli ezt a revíziót. Az eredeti képed és minden metaadat érintetlen marad. Ez a művelet nem vonható vissza.
nl: Dit verwijdert deze revisie. Je originele afbeelding en alle metadata blijven intact. Deze actie kan niet ongedaan gemaakt worden.
pl: To usunie tę wersję. Twój oryginalny obraz i wszystkie metadane pozostaną nienaruszone. Ta operacja nie może być cofnięta.
pt: Isto irá deletar esta revisão. Sua imagem original e todos os metadados permanecerão intactos. Esta operação não pode ser desfeita.
ru: Это удалит эту версию. Ваше оригинальное изображение и все метаданные останутся нетронутыми. Это действие нельзя отменить.
sq: Kjo do të fshijë këtë revizion. Imazhi juaj origjinal dhe të gjitha metadat do të mbeten të paprekura. Kjo operacion nuk mund të anulohet.
tr: Bu, bu revizyonu silecek. Orijinal görüntünüz ve tüm meta veriler sağlam kalacak. Bu işlem geri alınamaz.
uk: Це видалить цю ревізію. Ваше оригінальне зображення та всі метадані залишаться незмінними. Цю операцію не можна скасувати.
