Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Collaborators
be: Супрацоўнікі
el: Συνεργάτες
es: Colaboradores
fi: Yhteistyökumppanit
hu: Hozzájárulók
nl: Samenwerkers
pl: Współpracownicy
pt: Colaboradores
ru: Сотрудники
sq: Bashkëpunëtorët
tr: İşbirlikçiler
uk: Співпрацівники

source: Create new
be: Стварыць новы
el: Δημιουργία νέου
es: Crear nuevo
fi: Luo uusi
hu: Új létrehozása
nl: Maak nieuw aan
pl: Utwórz nowy
pt: Criar novo
ru: Создать новый
sq: Krijo të re
tr: Yeni oluştur
uk: Створити новий

source: Do not repeat the brand's name in the item's name.
be: Не паўтарайце назву брэнда ў назве прадмета.
el: Μην επαναλαμβάνεις το όνομα της μάρκας στο όνομα του αντικειμένου.
es: No repitas el nombre de la marca en el nombre del elemento.
fi: Älä toista merkin nimeä tuotteen nimessä.
hu: Ne ismételd meg a márkanevet a termék nevében.
nl: Herhaal de naam van het merk niet in de naam van het item.
pl: Nie powtarzaj nazwy marki w nazwie przedmiotu.
pt: Não repita o nome da marca no nome do item.
ru: Не повторяйте название бренда в названии элемента.
sq: Mos e përsërit emrin e markës në emrin e artikullit.
tr: Öğenin adında markanın adını tekrar etmeyin.
uk: Не повторюйте назву бренду в назві елемента.

source: Done
be: Гатова
el: Έγινε
es: Hecho
fi: Valmis
hu: Kész
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
sq: Përfunduar
tr: Tamam
uk: Готово

source: If this image was a group effort, please add additional collaborators (other than you) here.
be: Калі гэтае малюнак было групавой працай, калі ласка, дадайце дадатковых супрацоўнікаў (акрамя вас) тут.
el: Αν αυτή η εικόνα ήταν ομαδική προσπάθεια, παρακαλώ πρόσθεσε επιπλέον συνεργάτες (εκτός από εσένα) εδώ.
es: Si esta imagen fue un esfuerzo grupal, por favor añade colaboradores adicionales (además de ti) aquí.
fi: Jos tämä kuva oli ryhmätyö, lisää tänne muita yhteistyökumppaneita (muut kuin sinä).
hu: Ha ez a kép csoportos munka volt, kérjük, add meg itt a hozzájárulókat (rajtad kívül).
nl: Als deze afbeelding een groepsinspanning was, voeg dan hier extra samenwerkers (behalve jij) toe.
pl: Jeśli ten obraz był wspólnym wysiłkiem, dodaj tutaj dodatkowych współpracowników (oprócz siebie).
pt: Se esta imagem foi um esforço em grupo, por favor adicione colaboradores adicionais (além de você) aqui.
ru: Если это изображение было совместной работой, пожалуйста, добавьте дополнительных сотрудников (кроме вас) здесь.
sq: Nëse kjo imazh ishte një përpjekje grupore, të lutem shto bashkëpunëtorë të tjerë (përveç teje) këtu.
tr: Bu görüntü bir grup çalışmasıysa, lütfen buraya ek işbirlikçileri (sizin dışınızdakiler) ekleyin.
uk: Якщо це зображення було груповою роботою, будь ласка, додайте додаткових співпрацівників (крім вас) тут.

source: Known retailers
be: Вядомыя рытэйлеры
el: Γνωστοί προμηθευτές
es: Minoristas conocidos
fi: Tunnetut jälleenmyyjät
hu: Ismert viszonteladók
nl: Bekende retailers
pl: Znane sklepy
pt: Varejistas conhecidos
ru: Известные ритейлеры
sq: Tregtarët e njohur
tr: Bilinen perakendeciler
uk: Відомі роздрібні продавці

source: Load more
be: Загрузіць больш
el: Φόρτωσε περισσότερα
es: Cargar más
fi: Lataa lisää
hu: Több betöltése
nl: Laad meer
pl: Załaduj więcej
pt: Carregar mais
ru: Загрузить больше
sq: Ngarko më shumë
tr: Daha fazla yükle
uk: Завантажити більше

source: No equipment items found by the selected properties.
be: Не знойдзена абсталявання з абранымі ўласцівасцямі.
el: Δεν βρέθηκαν αντικείμενα εξοπλισμού με τα επιλεγμένα χαρακτηριστικά.
es: No se encontraron elementos de equipo por las propiedades seleccionadas.
fi: Valituilla ominaisuuksilla ei löytynyt laitteita.
hu: Nincsenek a megadott tulajdonságoknak megfelelő elemek.
nl: Geen apparatuuritems gevonden met de geselecteerde eigenschappen.
pl: Nie znaleziono przedmiotów sprzętu według wybranych właściwości.
pt: Nenhum item de equipamento encontrado pelas propriedades selecionadas.
ru: Не найдено элементов оборудования по выбранным характеристикам.
sq: Nuk u gjetën artikuj pajisjesh sipas pronave të zgjedhura.
tr: Seçilen özelliklere göre ekipman öğesi bulunamadı.
uk: Не знайдено елементів обладнання за вибраними властивостями.

source: No need to include yourself as a collaborator.
be: Не трэба ўключаць сябе як супрацоўніка.
el: Δεν χρειάζεται να συμπεριλάβεις τον εαυτό σου ως συνεργάτη.
es: No es necesario incluirte como colaborador.
fi: Ei tarvitse sisällyttää itseäsi yhteistyökumppaniksi.
hu: Magadat nem kell megadnod a munkatársak között
nl: Je hoeft jezelf niet als samenwerker op te nemen.
pl: Nie musisz dodawać siebie jako współpracownika.
pt: Não há necessidade de incluir você mesmo como colaborador.
ru: Нет необходимости включать себя в качестве сотрудника.
sq: Nuk ka nevojë të përfshihesh si një bashkëpunëtor.
tr: Kendinizi işbirlikçi olarak eklemenize gerek yok.
uk: Не потрібно включати себе як співпрацівника.

source: Properties
be: Уласцівасці
el: Χαρακτηριστικά
es: Propiedades
fi: Ominaisuudet
hu: Tulajdonságok
nl: Eigenschappen
pl: Właściwości
pt: Propriedades
ru: Характеристики
sq: Pronat
tr: Özellikler
uk: Властивості

source: Results
be: Вынікі
el: Αποτελέσματα
es: Resultados
fi: Tulokset
hu: Eredmények
nl: Resultaten
pl: Wyniki
pt: Resultados
ru: Результаты
sq: Rezultatet
tr: Sonuçlar
uk: Результати

source: The brand you are looking for is {{0}} and it already exists on AstroBin's database.
be: Брэнд, які вы шукаеце, гэта {{0}} і ён ужо існуе ў базе даных AstroBin.
el: Η μάρκα που ψάχνεις είναι {{0}} και ήδη υπάρχει στη βάση δεδομένων του AstroBin.
es: La marca que buscas es {{0}} y ya existe en la base de datos de AstroBin.
fi: Etsimäsi merkki on {{0}} ja se on jo olemassa AstroBinin tietokannassa.
hu: Az általad keresett márka {{0}} és az AstroBin adatbázisában már benne van.
nl: Het merk dat je zoekt is {{0}} en het bestaat al in de database van AstroBin.
pl: Szukana marka to {{0}} i już istnieje w bazie danych AstroBin.
pt: A marca que você está procurando é {{0}} e já existe no banco de dados do AstroBin.
ru: Бренд, который вы ищете, это {{0}} и он уже существует в базе данных AstroBin.
sq: Marka që po kërkon është {{0}} dhe ajo tashmë ekziston në bazën e të dhënave të AstroBin.
tr: Aradığınız marka {{0}} ve bu zaten AstroBin veritabanında mevcut.
uk: Бренд, який ви шукаєте, це {{0}} і він вже існує в базі даних AstroBin.

source: This edit proposal has already been reviewed.
be: Гэты прапанова на рэдагаванне ўжо была разгледжана.
el: Αυτή η πρόταση επεξεργασίας έχει ήδη εξεταστεί.
es: Esta propuesta de edición ya ha sido revisada.
fi: Tämä muokkaus ehdotus on jo tarkistettu.
hu: A szerkesztési kérelem már át lett nézve.
nl: Dit wijzigingsvoorstel is al beoordeeld.
pl: Ta propozycja edycji została już przejrzana.
pt: Esta proposta de edição já foi revisada.
ru: Это предложение на редактирование уже было рассмотрено.
sq: Ky propozim redaktimi është rishikuar tashmë.
tr: Bu düzenleme önerisi zaten incelendi.
uk: Цю пропозицію редагування вже переглянуто.

source: 1 - Excellent dark-site sky (BLACK)
be: 1 - Выдатнае неба ў цёмным месцы (ЧОРНЫ)
el: 1 - Εξαιρετικός σκοτεινός ουρανός (ΜΑΥΡΟΣ)
es: 1 - Cielo excelente en un lugar oscuro (NEGRO)
fi: 1 - Erinomainen pimeä taivas (MUSTA)
hu: 1 - Kiváló sötét égbolt (Fekete)
nl: 1 - Uitstekende donkere locatie lucht (Zwart)
pl: 1 - Doskonałe ciemne niebo (CZARNE)
pt: 1 - Céu excelente em local escuro (PRETO)
ru: 1 - Отличное небо на тёмном месте (ЧЁРНЫЙ)
sq: 1 - Qielli i shkëlqyer në një vend të errët (BLACK)
tr: 1 - Mükemmel karanlık alan gökyüzü (BLACK)
uk: 1 - Відмінне темне небо (ЧОРНЕ)

source: 2 - Typical truly dark site (GRAY)
be: 2 - Тыповае сапраўднае цёмнае месца (ШЭРЫ)
el: 2 - Τυπικά πραγματικά σκοτεινός χώρος (ΓΚΡΙ)
es: 2 - Sitio realmente oscuro típico (GRIS)
fi: 2 - Tyypillinen todella pimeä paikka (HARMAA)
hu: 2 - Tipikus igazán sötét hely (Szürke)
nl: 2 - Typische echt donkere locatie (GRIJS)
pl: 2 - Typowa naprawdę ciemna lokalizacja (SZARY)
pt: 2 - Local realmente escuro típico (CINZA)
ru: 2 - Типичное действительно тёмное место (СЕРЫЙ)
sq: 2 - Vendi tipik vërtet i errët (GRAY)
tr: 2 - Tipik gerçekten karanlık alan (GRAY)
uk: 2 - Типове справжнє темне місце (СІРЕ)

source: 3 - Rural sky (BLUE)
be: 3 - Сельскае неба (СІНЕ)
el: 3 - Αγροτικός ουρανός (ΜΠΛΕ)
es: 3 - Cielo rural (AZUL)
fi: 3 - Maaseudun taivas (SININEN)
hu: 3 - Vidéki égbolt (Kék)
nl: 3 - Plattelandslucht (BLAUW)
pl: 3 - Wiejskie niebo (NIEBIESKIE)
pt: 3 - Céu rural (AZUL)
ru: 3 - Сельское небо (СИНИЙ)
sq: 3 - Qielli rural (BLUE)
tr: Darks
uk: 3 - Сільське небо (СИНЄ)

source: 4 - Rural/suburban transition (GREEN/YELLOW)
be: 4 - Пераход ад сельскага да прыгараднага (ЗЯЛЁНЫ/ЖОЎТЫ)
el: 4 - Μετάβαση αγροτικού/προαστιακού (ΠΡΑΣΙΝΟ/ΚΙΤΡΙΝΟ)
es: 4 - Transición rural/suburbana (VERDE/AMARILLO)
fi: 4 - Maaseudun/esikaupunkialueen siirtymä (VIHREÄ/KELTAINEN)
hu: 4 - Vidéki/elővárosi átmenet (Zöld/Sárga)
nl: 4 - Overgang tussen platteland en voorstad (GROEN/GEEL)
pl: 4 - Przejrzystość wiejska/podmiejska (ZIELONE/ŻÓŁTE)
pt: 4 - Transição rural/suburbana (VERDE/AMARELO)
ru: 4 - Переход от сельского к пригородному (ЗЕЛЁНЫЙ/ЖЁЛТЫЙ)
sq: 4 - Kalimi rural/suburban (GREEN/YELLOW)
tr: 4 - Kırsal/banliyö geçişi (YEŞİL/SARIMSI)
uk: 4 - Перехід між сільським/передмістям (ЗЕЛЕНЕ/ЖОВТЕ)

source: 5 - Suburban sky (ORANGE)
be: 5 - Прыгараднае неба (АРАНЖАВЫ)
el: 5 - Προαστιακός ουρανός (ΠΟΡΤΟΚΑΛΙ)
es: 5 - Cielo suburbano (NARANJA)
fi: 5 - Esikaupunkitaivas (ORANSSI)
hu: 5 - Elővárosi égbolt (Narancs)
nl: 5 - Voorstedelijke lucht (ORANJE)
pl: 5 - Niebo podmiejskie (POMARAŃCZOWE)
pt: 5 - Céu suburbano (LARANJA)
ru: 5 - Пригородное небо (ОРАНЖЕВЫЙ)
sq: 5 - Qielli suburban (ORANGE)
tr: 5 - Banliyö gökyüzü (TURUNCU)
uk: 5 - Передміське небо (ОРАЖЕВЕ)

source: 6 - Bright suburban sky (RED)
be: 6 - Яркае прыгараднае неба (ЧЫРВОНЫ)
el: 6 - Φωτεινός προαστιακός ουρανός (ΚΟΚΚΙΝΟ)
es: 6 - Cielo suburbano brillante (ROJO)
fi: 6 - Kirkas esikaupunkitaivas (PUNAINEN)
hu: 6 - Világos elővárosi égbolt (Piros)
nl: 6 - Heldere voorstedelijke lucht (ROOD)
pl: 6 - Jasne niebo podmiejskie (CZERWONE)
pt: 6 - Céu suburbano brilhante (VERMELHO)
ru: 6 - Яркое пригородное небо (КРАСНЫЙ)
sq: 6 - Qielli i ndritshëm suburban (RED)
tr: 6 - Parlak banliyö gökyüzü (KIRMIZI)
uk: 6 - Яскраве передмістя (ЧЕРВОНИЙ)

source: 7 - Suburban/urban transition or Full Moon (RED)
be: 7 - Пераход ад прыгараднага да гарадскога або поўная месяц (ЧЫРВОНЫ)
el: 7 - Μετάβαση προαστιακού/αστικού ή Πανσέληνος (ΚΟΚΚΙΝΟ)
es: 7 - Transición suburbana/urbana o Luna llena (ROJO)
fi: 7 - Esikaupunkialueen/kaupungin siirtymä tai Täysikuu (PUNAINEN)
hu: 7 - Elővárosi/városi átmenet vagy Telihold (Piros)
nl: 7 - Suburbane/stedelijke overgang of Volle Maan (ROOD)
pl: 7 - Przejrzystość podmiejska/miejska lub Pełnia Księżyca (CZERWONE)
pt: 7 - Transição suburbana/urbana ou Lua Cheia (VERMELHO)
ru: 7 - Переход от пригородного к городскому или Полная Луна (КРАСНЫЙ)
sq: 7 - Kalimi suburban/urban ose Hëna e Plotë (RED)
tr: 7 - Banliyö/şehir geçişi veya Dolunay (RED)
uk: 7 - Перехід між передмістям/містом або Повний Місяць (ЧЕРВОНИЙ)

source: 8 - City sky (WHITE)
be: 8 - Гараднае неба (БЕЛЫ)
el: 8 - Ουρανός πόλης (ΛΕΥΚΟ)
es: 8 - Cielo de ciudad (BLANCO)
fi: 8 - Kaupungin taivas (VALKOINEN)
hu: 8 - Városi égbolt (Fehér)
nl: 8 - Stadslucht (WIT)
pl: 8 - Niebo miejskie (BIAŁE)
pt: 8 - Céu da cidade (BRANCO)
ru: 8 - Городское небо (БЕЛЫЙ)
sq: 8 - Qielli i qytetit (WHITE)
tr: 8 - Şehir gökyüzü (WHITE)
uk: 8 - Міське небо (БІЛИЙ)

source: 9 - Inner city sky (WHITE)
be: 9 - Неба ў цэнтры горада (БЕЛЫ)
el: 9 - Ουρανός εσωτερικής πόλης (ΛΕΥΚΟ)
es: 9 - Cielo del centro de la ciudad (BLANCO)
fi: 9 - Keskustan taivas (VALKOINEN)
hu: 9 - Belvárosi égbolt (Fehér)
nl: 9 - Binnenstad lucht (WIT)
pl: 9 - Niebo w centrum miasta (BIAŁE)
pt: 9 - Céu do centro da cidade (BRANCO)
ru: 9 - Небо в центре города (БЕЛЫЙ)
sq: 9 - Qielli i brendshëm të qytetit (WHITE)
tr: 9 - İç şehir gökyüzü (WHITE)
uk: 9 - Небо в центрі міста (БІЛИЙ)

source: Acceptable
be: Прыняцце
el: Αποδεκτό
es: Aceptable
fi: Hyväksyttävä
hu: Elfogadható
nl: Acceptabel
pl: Akceptowalne
pt: Aceitável
ru: Приемлемо
sq: E pranueshme
tr: Kabul edilebilir
uk: Прийнятно

source: Acquisition
be: Атрыманне
el: Απόκτηση
es: Adquisición
fi: Hankinta
hu: Beszerzés
nl: Verkrijging
pl: Pozyskiwanie
pt: Aquisição
ru: Съемка
sq: Blerja
tr: Elde etme
uk: Збір даних

source: Acquisition date.
be: Дата атрымання.
el: Ημερομηνία απόκτησης.
es: Fecha de adquisición.
fi: Hankintapäivämäärä.
hu: Beszerzési dátum.
nl: Verkrijgingsdatum.
pl: Data pozyskania.
pt: Data da aquisição.
ru: Дата съемки.
sq: Data e blerjes.
tr: Elde etme tarihi.
uk: Дата збору даних.

source: Acquisition time (local timezone).
be: Час атрымання (мясцовы часавы пояс).
el: Ώρα απόκτησης (τοπική ζώνη ώρας).
es: Hora de adquisición (zona horaria local).
fi: Hankinta-aika (paikallinen aikavyöhyke).
hu: Beszerzési idő (helyi időzóna).
nl: Verkrijgingstijd (lokale tijdzone).
pl: Czas pozyskiwania (lokalna strefa czasowa).
pt: Hora da aquisição (fuso horário local).
ru: Время съемки (местное время).
sq: Koha e blerjes (zona lokale).
tr: Elde etme zamanı (yerel saat dilimi).
uk: Час збору даних (місцевий час).

source: Add session
be: Дадаць сесію
el: Προσθήκη συνεδρίας
es: Añadir sesión
fi: Lisää sessio
hu: Munkamenet hozzáadása
nl: Voeg sessie toe
pl: Dodaj sesję
pt: Adicionar sessão
ru: Добавить сессию
sq: Shto sesionin
tr: Oturum ekle
uk: Додати сесію

source: Additional properties
be: Дадатковыя ўласцівасці
el: Επιπλέον χαρακτηριστικά
es: Propiedades adicionales
fi: Lisäominaisuudet
hu: További tulajdonságok
nl: Aanvullende eigenschappen
pl: Dodatkowe właściwości
pt: Propriedades adicionais
ru: Дополнительные параметры
sq: Pronat shtesë
tr: Ek özellikler
uk: Додаткові властивості

source: Ambient temperature in Celsius degrees.
be: Амбіентная тэмпература ў градусах Цэльсія.
el: Θερμοκρασία περιβάλλοντος σε βαθμούς Κελσίου.
es: Temperatura ambiente en grados Celsius.
fi: Ympäristön lämpötila celsiusasteina.
hu: Környezeti hőmérséklet Celsius fokban.
nl: Omgevings temperatuur in Celsius graden.
pl: Temperatura otoczenia w stopniach Celsjusza.
pt: Temperatura ambiente em graus Celsius.
ru: Температура окружающей среды в градусах Цельсия.
sq: Temperatura ambientale në gradë Celsius.
tr: Celsius derecesinde ortam sıcaklığı.
uk: Температура навколишнього середовища в градусах Цельсія.

source: Bad
be: Дрэнна
el: Κακό
es: Malo
fi: Huono
hu: Rossz
nl: Slecht
pl: Złe
pt: Ruim
ru: Плохо
sq: Keq
tr: Kötü
uk: Погано

source: Bias
be: Біяс
ru: Байес
uk: Біас

source: Binning
be: Бінінг
ru: Биннинг
uk: Бінінг

source: Bortle dark-sky scale
be: Шкала цёмнага неба Бортла
el: Κλίμακα σκοτεινού ουρανού Bortle
es: Escala de cielo oscuro de Bortle
fi: Bortle pimeä-taivasasteikko
hu: Bortle sötét égbolt skála
nl: Bortle donkere luchtschaal
pl: Skala ciemnego nieba Bortle'a
pt: Escala de céu escuro de Bortle
ru: Шкала темного неба Бортла
sq: Shkalla e qiellit të errët Bortle
tr: Bortle karanlık gökyüzü ölçeği
uk: Шкала темного неба Бортла

source: Calibration
be: Каліброўка
el: Καλιμπράρισμα
es: Calibración
fi: Kalibrointi
hu: Kalibrálás
nl: Kalibratie
pl: Kalibracja
pt: Calibração
ru: Калибровка
sq: Kalibrimi
tr: Kalibrasyon
uk: Калібрування

source: Changing this value will remove any acquisition sessions you have already added.
be: Змена гэтага значэння прывядзе да выдалення любых сесій атрымання, якія вы ўжо дабавілі.
el: Η αλλαγή αυτής της τιμής θα αφαιρέσει οποιεσδήποτε συνεδρίες απόκτησης έχεις ήδη προσθέσει.
es: Cambiar este valor eliminará cualquier sesión de adquisición que ya hayas añadido.
fi: Tämän arvon muuttaminen poistaa kaikki jo lisäämäsi hankintajaksot.
hu: Ennek az értéknek a megváltoztatása eltávolítja az összes már hozzáadott beszerzési munkamenetet.
nl: Het wijzigen van deze waarde verwijdert alle acquisitiesessies die je al hebt toegevoegd.
pl: Zmiana tej wartości usunie wszelkie sesje pozyskiwania, które już dodałeś.
pt: Alterar este valor removerá quaisquer sessões de aquisição que você já adicionou.
ru: Изменение этого значения удалит все сессии съемки, которые вы уже добавили.
sq: Ndryshimi i kësaj vlere do të heqë çdo sesion blerjeje që ke shtuar tashmë.
tr: Bu değeri değiştirmek, daha önce eklediğiniz herhangi bir elde etme oturumunu kaldıracaktır.
uk: Зміна цього значення видалить усі сесії збору даних, які ви вже додали.

source: Cooling
be: Ахаладжэнне
el: Ψύξη
es: Enfriamiento
fi: Jäähdytys
hu: Hűtés
nl: Koeling
pl: Chłodzenie
pt: Resfriamento
ru: Охлаждение
sq: Ftohja
tr: Soğutma
uk: Охолодження

source: Copy
be: Капіяваць
el: Αντιγραφή
es: Copiar
fi: Kopioi
hu: Másolás
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
sq: Kopjo
tr: Kopyala
uk: Копіювати

source: Copy dates and times too
be: Капіяваць таксама даты і часы
el: Αντιγραφή ημερομηνιών και ωρών επίσης
es: Copiar fechas y horas también
fi: Kopioi myös päivämäärät ja ajat
hu: Dátumok és időpontok másolása is
nl: Kopieer ook data en tijden
pl: Skopiuj również daty i czasy
pt: Copiar datas e horas também
ru: Копировать даты и время тоже
sq: Kopjo datat dhe orët gjithashtu
tr: Tarihleri ve saatleri de kopyala
uk: Копіювати дати та часи також

source: Copy dates too
be: Капіяваць таксама даты
el: Αντιγραφή ημερομηνιών επίσης
es: Copiar fechas también
fi: Kopioi myös päivämäärät
hu: Csak dátumok másolása
nl: Data ook kopiëren
pl: Kopiuj daty też
pt: Copiar datas também
ru: Копировать даты тоже
sq: Kopjo datat gjithashtu
tr: Tarihleri de kopyala
uk: Копіювати дати також

source: Copy from another image
be: Капіяваць з іншага малюнка
el: Αντιγραφή από άλλη εικόνα
es: Copiar de otra imagen
fi: Kopioi toisesta kuvasta
hu: Másolás egy másik képből
nl: Kopieer van een andere afbeelding
pl: Skopiuj z innego obrazu
pt: Copiar de outra imagem
ru: Копировать из другого изображения
sq: Kopjo nga një imazh tjetër
tr: Başka bir görüntüden kopyala
uk: Копіювати з іншого зображення

source: Copy local conditions too
be: Капіяваць мясцовыя ўмовы таксама
el: Αντιγραφή τοπικών συνθηκών επίσης
es: Copiar condiciones locales también
fi: Kopioi myös paikalliset olosuhteet
hu: Helyi körülmények másolása is
nl: Kopieer ook lokale omstandigheden
pl: Skopiuj również lokalne warunki
pt: Copiar condições locais também
ru: Копировать местные условия тоже
sq: Kopjo kushtet lokale gjithashtu
tr: Yerel koşulları da kopyala
uk: Копіювати місцеві умови також

source: Darks
be: Цёмныя
fi: Tummat
hu: Sötét képek
ru: Темные
uk: Темні кадри

source: Duration
be: Працягласць
el: Διάρκεια
es: Duración
fi: Kesto
hu: Időtartam
nl: Duur
pl: Czas trwania
pt: Duração
ru: Длительность
sq: Kohëzgjatja
tr: Süre
uk: Тривалість

source: Duration of each frame in seconds.
be: Працягласць кожнага кадра ў секундах.
el: Διάρκεια κάθε καρέ σε δευτερόλεπτα.
es: Duración de cada frame en segundos.
fi: Jokaisen kuvan kesto sekunneissa.
hu: Minden egyes frame időtartama másodpercekben.
nl: Duur van elk frame in seconden.
pl: Czas trwania każdej klatki w sekundach.
pt: Duração de cada frame em segundos.
ru: Длительность каждого кадра в секундах.
sq: Kohëzgjatja e çdo kadri në sekonda.
tr: Her çerçevenin süresi saniye cinsinden.
uk: Тривалість кожного кадру в секундах.

source: Excellent
be: Выдатна
el: Εξαιρετικό
es: Excelente
fi: Erinomainen
hu: Kiváló
nl: Uitstekend
pl: Doskonale
pt: Excelente
ru: Отлично
sq: Shkëlqyer
tr: Mükemmel
uk: Відмінно

source: Exposure per frame
be: Экспазіцыя на кадр
el: Έκθεση ανά καρέ
es: Exposición por frame
fi: Valotus per kuva
hu: Expozíció per frame
nl: Belichting per frame
pl: Ekspozycja na klatkę
pt: Exposição por frame
ru: Экспозиция на кадр
sq: Ekspozimi për kadër
tr: Çerçeve başına pozlama
uk: Експозиція на кадр

source: Extremely bad
be: Вельмі дрэнна
el: Εξαιρετικά κακό
es: Extremadamente malo
fi: Äärimmäisen huono
hu: Extrém rossz
nl: Extreem slecht
pl: Ekstremalnie złe
pt: Extremamente ruim
ru: Крайне плохо
sq: Ekstremisht keq
tr: Son derece kötü
uk: Дуже погано

source: Fair
be: Сярэдня
el: Δίκαιο
es: Regular
fi: Kohtalainen
hu: Közepes
nl: Redelijk
pl: W porządku
pt: Justo
ru: Справедливо
sq: Të pranueshëm
tr: Orta
uk: Середньо

source: Filter used.
be: Выкарыстаны фільтр.
el: Φίλτρο που χρησιμοποιήθηκε.
es: Filtro utilizado.
fi: Käytetty suodatin.
hu: Használt szűrő.
nl: Gebruikte filter.
pl: Użyty filtr.
pt: Filtro utilizado.
ru: Используемый фильтр.
sq: Filtri i përdorur.
tr: Kullanılan filtre.
uk: Використаний фільтр.

source: Flat darks
be: Плоскія цёмныя кадры
es: Darks planos
fi: Flat darkit
hu: Sötét sík képek
pl: Płaskie darki
pt: Darks planos
ru: Плоские темные
tr: Düz karanlıklar
uk: Плоскі темні кадри

source: Flats
be: Плоскія кадры
hu: Sík képek
pl: Flaty
ru: Плоские
tr: Flat Frame'ler
uk: Плоскі кадри

source: Frames
be: Кадры
el: Καρέ
fi: Kuvat
hu: Képkockák
pl: Klatki
ru: Кадры
sq: Kadrot
tr: Çerçeveler
uk: Кадри

source: Frames per second.
be: Кадры ў секунду.
el: Καρέ ανά δευτερόλεπτο.
es: Frames por segundo.
fi: Kuvia sekunnissa.
hu: Képkockák másodpercenként.
nl: Frames per seconde.
pl: Klatki na sekundę.
pt: Frames por segundo.
ru: Кадры в секунду.
sq: Kadrot për sekondë.
tr: Saniye başına çerçeve sayısı.
uk: Кадри на секунду.

source: Good
be: Добра
el: Καλό
es: Bueno
fi: Hyvä
hu: Jó
nl: Goed
pl: Dobrze
pt: Bom
ru: Хорошо
sq: Mirë
tr: İyi
uk: Добре

source: If you used a camera lens, please specify the f-number (also known as f-ratio or f-stop) that you used for this acquisition session.
be: Калі вы выкарыстоўвалі аб'ектыў камеры, калі ласка, ўкажыце f-лічбу (таксама вядомую як f-адносіны або f-стоп) для гэтай сесіі захопу.
el: Αν χρησιμοποιήσατε φακό, παρακαλώ καθορίστε τον αριθμό f (γνωστός και ως f-ratio ή f-stop) που χρησιμοποιήσατε για αυτή τη συνεδρία λήψης.
es: Si usaste un objetivo de cámara, por favor especifica el número f (también conocido como f-ratio o f-stop) que usaste para esta sesión de adquisición.
fi: Jos käytit kameran objektiivia, ilmoita käyttämäsi f-luku (tunnetaan myös nimellä f-suhde tai f-stop) tämän hankintajakson aikana.
hu: Ha fényképezőgép lencsét használtál, kérlek add meg az f-számot (más néven f-arány vagy f-stop), amit az akvizíciós session során használtál.
nl: Als je een cameralenzen hebt gebruikt, geef dan het f-getal (ook bekend als f-ratio of f-stop) op dat je voor deze verkrijgingssessie hebt gebruikt.
pl: Jeśli używałeś obiektywu, podaj proszę wartość f (znaną również jako f-ratio lub f-stop), której użyłeś w tej sesji pozyskiwania.
pt: Se você usou uma lente de câmera, por favor especifique o número f (também conhecido como f-ratio ou f-stop) que você usou para esta sessão de aquisição.
ru: Если вы использовали объектив, пожалуйста, укажите f-число (также известное как f-отношение или f-стоп), которое вы использовали для этой сессии съемки.
sq: Nëse ke përdorur një lente kamere, të lutem specifiko numrin f (i njohur gjithashtu si f-ratio ose f-stop) që ke përdorur për këtë sesion akuzicioni.
tr: Bir kamera lensi kullandıysanız, bu elde etme oturumu için kullandığınız f-numarasını (f-ratio veya f-stop olarak da bilinir) belirtin.
uk: Якщо ви використовували об'єктив камери, будь ласка, вкажіть значення f-number (також відоме як f-співвідношення або f-стоп) для цієї сесії збору даних.

source: Latitude of the first Central Meridian.
be: Шырата першага цэнтральнага меридіана.
el: Γεωγραφικό πλάτος του πρώτου Κεντρικού Μεσημβρινού.
es: Latitud del primer Meridiano Central.
fi: Ensimmäisen keskeisen meridiaanin leveysaste.
hu: Az első Középponti Meridián szélessége.
nl: Breedtegraad van de eerste Centrale Meridian.
pl: Szerokość geograficzna pierwszego Centralnego Meridiana.
pt: Latitude do primeiro Meridiano Central.
ru: Широта первого центрального меридиана.
sq: Gjerësia e Meridianit Qendror të Parë.
tr: İlk Meridyenin enlem derecesi.
uk: Широта першого центрального меридіана.
