Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Careful! If you reject an offer that you already accepted, and have not reached a mutual agreement with the buyer concerning this, you may risk disciplinary action. Offers are considered binding agreements between buyers and sellers. Are you sure you want to retract your offer?
be: Уважліва! Калі вы адхіляеце прапанову, якую ўжо прынялі, і не дасягнулі ўзаемнай дамовы з пакупніком наконт гэтага, вы можаце рызыкаваць дысцыплінаракцыяй. Прапановы лічацца абавязковымі дамовамі паміж пакупнікамі і прадаўцамі. Вы ўпэўнены, што хочаце адклікаць сваю прапанову?
el: Προσοχή! Αν απορρίψετε μια προσφορά που έχετε ήδη αποδεχθεί και δεν έχετε φτάσει σε αμοιβαία συμφωνία με τον αγοραστή σχετικά με αυτό, μπορεί να διακινδυνεύσετε πειθαρχικές ενέργειες. Οι προσφορές θεωρούνται δεσμευτικές συμφωνίες μεταξύ αγοραστών και πωλητών. Είστε σίγουροι ότι θέλετε να ανακαλέσετε την προσφορά σας;
es: ¡Cuidado! Si rechazas una oferta que ya aceptaste, y no has llegado a un acuerdo mutuo con el comprador sobre esto, podrías arriesgarte a acciones disciplinarias. Las ofertas se consideran acuerdos vinculantes entre compradores y vendedores. ¿Estás seguro de que quieres retirar tu oferta?
fi: Varovasti! Jos hylkäät tarjouksen, jonka olet jo hyväksynyt, etkä ole saavuttanut keskinäistä sopimusta ostajan kanssa, saatat kohdata kurinpitotoimia. Tarjouksia pidetään sitovina sopimuksina ostajien ja myyjien välillä. Oletko varma, että haluat peruuttaa tarjouksesi?
hu: Óvatosan! Ha visszautasítasz egy ajánlatot, amelyet már elfogadtál, és nem értél el kölcsönös megállapodást a vásárlóval ezzel kapcsolatban, fegyelmi intézkedésekre számíthatsz. Az ajánlatok kötelező érvényű megállapodásoknak számítanak a vásárlók és az eladók között. Biztos vagy benne, hogy vissza akarod vonni az ajánlatodat?
nl: Voorzichtig! Als je een aanbod afwijst dat je al hebt geaccepteerd, en je hebt geen wederzijdse overeenkomst met de koper bereikt, loop je het risico op disciplinaire maatregelen. Aanbiedingen worden beschouwd als bindende overeenkomsten tussen kopers en verkopers. Weet je zeker dat je je aanbod wilt intrekken?
pl: Uważaj! Jeśli odrzucisz ofertę, którą już zaakceptowałeś, i nie osiągnąłeś wzajemnej zgody z kupującym w tej sprawie, możesz narazić się na działania dyscyplinarne. Oferty są uważane za wiążące umowy między kupującymi a sprzedawcami. Czy na pewno chcesz wycofać swoją ofertę?
pt: Cuidado! Se você rejeitar uma oferta que já aceitou, e não tiver chegado a um acordo mútuo com o comprador sobre isso, você pode correr o risco de ação disciplinar. As ofertas são consideradas acordos vinculativos entre compradores e vendedores. Você tem certeza de que deseja retratar sua oferta?
ru: Осторожно! Если вы отклоните предложение, которое уже приняли, и не достигли взаимного соглашения с покупателем по этому поводу, вы можете подвергнуться дисциплинарным мерам. Предложения считаются обязательными соглашениями между покупателями и продавцами. Вы уверены, что хотите отозвать свое предложение?
sq: Kujdes! Nëse refuzoni një ofertë që tashmë keni pranuar, dhe nuk keni arritur një marrëveshje të përbashkët me blerësin në lidhje me këtë, mund të rrezikoni masa disiplinore. Oferatat konsiderohen marrëveshje të detyrueshme midis blerësve dhe shitësve. A jeni të sigurt që dëshironi të tërhiqni ofertën tuaj?
tr: Dikkat! Zaten kabul ettiğiniz bir teklifi reddederseniz ve alıcı ile bu konuda karşılıklı bir anlaşmaya varmadıysanız, disiplin cezası riskiyle karşılaşabilirsiniz. Teklifler, alıcılar ve satıcılar arasında bağlayıcı anlaşmalar olarak kabul edilir. Teklifinizi geri almak istediğinizden emin misiniz?
uk: Увага! Якщо ви відхилите пропозицію, яку вже прийняли, і не досягли взаємної угоди з покупцем щодо цього, ви можете ризикувати дисциплінарними заходами. Пропозиції вважаються обов'язковими угодами між покупцями та продавцями. Ви впевнені, що хочете відкликати свою пропозицію?

source: Careful! If you retract an offer that was accepted by the seller, and have not reached a mutual agreement concerning this, you may risk disciplinary action. Offers are considered binding agreements between buyers and sellers. Are you sure you want to retract your offer?
be: Уважліва! Калі вы адклікаеце прапанову, якая была прынята прадаўцом, і не дасягнулі ўзаемнай дамовы наконт гэтага, вы можаце рызыкаваць дысцыплінаракцыяй. Прапановы лічацца абавязковымі дамовамі паміж пакупнікамі і прадаўцамі. Вы ўпэўнены, што хочаце адклікаць сваю прапанову?
el: Προσοχή! Αν ανακαλέσετε μια προσφορά που έχει γίνει αποδεκτή από τον πωλητή και δεν έχετε φτάσει σε αμοιβαία συμφωνία σχετικά με αυτό, μπορεί να διακινδυνεύσετε πειθαρχικές ενέργειες. Οι προσφορές θεωρούνται δεσμευτικές συμφωνίες μεταξύ αγοραστών και πωλητών. Είστε σίγουροι ότι θέλετε να ανακαλέσετε την προσφορά σας;
es: ¡Cuidado! Si retiras una oferta que fue aceptada por el vendedor, y no has llegado a un acuerdo mutuo sobre esto, podrías arriesgarte a acciones disciplinarias. Las ofertas se consideran acuerdos vinculantes entre compradores y vendedores. ¿Estás seguro de que quieres retirar tu oferta?
fi: Varovasti! Jos peruutat tarjouksen, jonka myyjä on hyväksynyt, etkä ole saavuttanut keskinäistä sopimusta asiasta, saatat kohdata kurinpitotoimia. Tarjouksia pidetään sitovina sopimuksina ostajien ja myyjien välillä. Oletko varma, että haluat peruuttaa tarjouksesi?
hu: Óvatosan! Ha visszavonod az ajánlatot, amelyet az eladó elfogadott, és nem értél el kölcsönös megállapodást ezzel kapcsolatban, fegyelmi intézkedésekre számíthatsz. Az ajánlatok kötelező érvényű megállapodásoknak számítanak a vásárlók és az eladók között. Biztos vagy benne, hogy vissza akarod vonni az ajánlatodat?
nl: Voorzichtig! Als je een aanbod intrekt dat door de verkoper is geaccepteerd, en je hebt geen wederzijdse overeenkomst bereikt, loop je het risico op disciplinaire maatregelen. Aanbiedingen worden beschouwd als bindende overeenkomsten tussen kopers en verkopers. Weet je zeker dat je je aanbod wilt intrekken?
pl: Uważaj! Jeśli wycofasz ofertę, która została zaakceptowana przez sprzedawcę, i nie osiągnąłeś wspólnej zgody w tej sprawie, możesz narazić się na działania dyscyplinarne. Oferty są uważane za wiążące umowy między kupującymi a sprzedawcami. Czy na pewno chcesz wycofać swoją ofertę?
pt: Cuidado! Se você retratar uma oferta que foi aceita pelo vendedor, e não tiver chegado a um acordo mútuo sobre isso, você pode correr o risco de ação disciplinar. As ofertas são consideradas acordos vinculativos entre compradores e vendedores. Você tem certeza de que deseja retratar sua oferta?
ru: Осторожно! Если вы отзовете предложение, которое было принято продавцом, и не достигли взаимного соглашения по этому поводу, вы можете подвергнуться дисциплинарным мерам. Предложения считаются обязательными соглашениями между покупателями и продавцами. Вы уверены, что хотите отозвать свое предложение?
sq: Kujdes! Nëse tërhiqni një ofertë që është pranuar nga shitësi, dhe nuk keni arritur një marrëveshje të përbashkët në lidhje me këtë, mund të rrezikoni masa disiplinore. Oferatat konsiderohen marrëveshje të detyrueshme midis blerësve dhe shitësve. A jeni të sigurt që dëshironi të tërhiqni ofertën tuaj?
tr: Dikkat! Satıcı tarafından kabul edilen bir teklifi geri alırsan ve bu konuda karşılıklı bir anlaşmaya varmadıysan, disiplin cezası riskiyle karşılaşabilirsin. Teklifler, alıcılar ve satıcılar arasında bağlayıcı anlaşmalar olarak kabul edilir. Teklifini geri almak istediğinden emin misin?
uk: Увага! Якщо ви відкликаєте пропозицію, яку прийняв продавець, і не досягли взаємної угоди щодо цього, ви можете ризикувати дисциплінарними заходами. Пропозиції вважаються обов'язковими угодами між покупцями та продавцями. Ви впевнені, що хочете відкликати свою пропозицію?

source: Choose image
be: Выбраць малюнак
el: Επιλέξτε εικόνα
es: Elegir imagen
fi: Valitse kuva
hu: Válassz képet
nl: Kies afbeelding
pl: Wybierz obraz
pt: Escolha a imagem
ru: Выбрать изображение
sq: Zgjidhni imazhin
tr: Resim seçin
uk: Виберіть зображення

source: Collections
be: Калекцыі
el: Συλλογές
es: Colecciones
fi: Kokoelmat
hu: Gyűjtemények
nl: Collecties
pl: Kolekcje
pt: Coleções
ru: Коллекции
sq: Koleksionet
tr: Koleksiyonlar
uk: Колекції

source: Comma-separated values (CSV) of acquisition sessions
be: Значэнні, падзеленыя коскамі (CSV) сесій набыцця
el: Τιμές διαχωρισμένες με κόμμα (CSV) από συνεδρίες απόκτησης
es: Valores separados por comas (CSV) de sesiones de adquisición
fi: Pilkuilla erotetut arvot (CSV) hankintajaksoista
hu: Vesszővel elválasztott értékek (CSV) a beszerzési ülésekről
nl: Komma-gescheiden waarden (CSV) van acquisitiesessies
pl: Wartości oddzielone przecinkami (CSV) sesji zakupu
pt: Valores separados por vírgula (CSV) das sessões de aquisição
ru: Значения, разделенные запятыми (CSV) сессий приобретения
sq: Vlera të ndara me presje (CSV) të sesioneve të blerjes
tr: Elde etme oturumlarının virgülle ayrılmış değerleri (CSV)
uk: Значення, розділені комами (CSV) сесій придбання

source: Communication
be: Камунікацыя
el: Επικοινωνία
es: Comunicación
fi: Viestintä
hu: Kommunikáció
nl: Communicatie
pl: Komunikacja
pt: Comunicação
ru: Связь
sq: Komunikimi
tr: İletişim
uk: Зв'язок

source: Condition
be: Стан
el: Κατάσταση
es: Condición
fi: Kunto
hu: Állapot
nl: Staat
pl: Stan
pt: Condição
ru: Состояние
sq: Kushtet
tr: Durum
uk: Стан

source: Continue
be: Працягнуць
el: Συνέχεια
es: Continuar
fi: Jatka
hu: Folytatás
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sq: Vazhdoni
tr: Devam et
uk: Продовжити

source: Courier
be: Кур'ер
el: Κουριέρ
es: Mensajería
fi: Kuriiri
hu: Futár
nl: Koerier
pl: Kurier
pt: Mensageiro
ru: Курьер
sq: Kurier
tr: Kuryelik
uk: Кур'єр

source: Create a listing
be: Стварыць аб'яву
el: Δημιουργία καταχώρισης
es: Crear un listado
fi: Luo lista
hu: Hirdetés létrehozása
nl: Maak een aanbieding aan
pl: Utwórz ogłoszenie
pt: Criar um anúncio
ru: Создать объявление
sq: Krijo një listë
tr: Bir ilan oluştur
uk: Створити оголошення

source: Create listing
be: Стварыць аб'яву
el: Δημιουργία καταχώρισης
es: Crear listado
fi: Luo lista
hu: Hirdetés létrehozása
nl: Aanbieding maken
pl: Utwórz ofertę
pt: Criar anúncio
ru: Создать объявление
sq: Krijo listën
tr: Liste oluştur
uk: Створити оголошення

source: Creating listing...
be: Ствараю аб'яву...
el: Δημιουργία καταχώρισης...
es: Creando listado...
fi: Luodaan lista...
hu: Hirdetés létrehozása...
nl: Aanbieding aanmaken...
pl: Tworzenie oferty...
pt: Criando listagem...
ru: Создание объявления...
sq: Duke krijuar listën...
tr: İlan oluşturuluyor...
uk: Створення оголошення...

source: Currency
be: Валюта
el: Νόμισμα
es: Moneda
fi: Valuutta
hu: Pénznem
nl: Valuta
pl: Waluta
pt: Moeda
ru: Валюта
sq: Monedha
tr: Para birimi
uk: Валюта

source: Damaged or defective
be: Пашкоджаны або дэфектны
el: Κατεστραμμένο ή ελαττωματικό
es: Dañado o defectuoso
fi: Vaurioitunut tai viallinen
hu: Meg sérült vagy hibás
nl: Beschadigd of defect
pl: Uszkodzony lub wadliwy
pt: Danificado ou defeituoso
ru: Повреждено или дефектное
sq: I dëmtuar ose defekt
tr: Hasarlı veya kusurlu
uk: Пошкоджений або дефектний

source: Describe the item you are selling. This field refers to this specific equipment item, and down below you can find a Description field that refers to the entire listing.
be: Апішыце аб'ект, які вы прадаеце. Гэта поле адносіцца да гэтага канкрэтнага абсталявання, а ніжэй вы знойдзеце поле Апісанне, якое адносіцца да ўсёй аб'явы.
el: Περιγράψτε το αντικείμενο που πουλάτε. Αυτό το πεδίο αναφέρεται σε αυτό το συγκεκριμένο εξοπλισμό, και παρακάτω μπορείτε να βρείτε ένα πεδίο Περιγραφής που αναφέρεται σε ολόκληρη την καταχώριση.
es: Describe el artículo que estás vendiendo. Este campo se refiere a este artículo de equipo específico, y más abajo puedes encontrar un campo de Descripción que se refiere a todo el listado.
fi: Kuvaile myytävää tuotetta. Tämä kenttä viittaa tähän erityiseen laitteeseen, ja alapuolella on kuvauskenttä, joka viittaa koko listaukseen.
hu: Írd le a tételt, amit eladsz. Ez a mező erre a konkrét felszerelési tételre vonatkozik, és lentebb található egy Leírás mező, amely az egész hirdetésre vonatkozik.
nl: Beschrijf het item dat je verkoopt. Dit veld verwijst naar dit specifieke apparatuur item, en hieronder vind je een beschrijvingsveld dat verwijst naar de hele aanbieding.
pl: Opisz przedmiot, który sprzedajesz. To pole odnosi się do tego konkretnego przedmiotu sprzętu, a poniżej znajdziesz pole Opis, które odnosi się do całej oferty.
pt: Descreva o item que você está vendendo. Este campo se refere a este equipamento específico, e abaixo você pode encontrar um campo de Descrição que se refere à listagem inteira.
ru: Опишите предмет, который вы продаете. Это поле относится к конкретному оборудованию, а ниже вы можете найти поле Описание, которое относится ко всему объявлению.
sq: Përshkruani artikullin që po shisni. Ky fushë i referohet këtij artikulli specifik të pajisjes, dhe më poshtë mund të gjeni një fushë Përshkrimi që i referohet të gjithë listës.
tr: Satmakta olduğunuz ürünü tanımlayın. Bu alan, bu spesifik ekipman maddesine atıfta bulunur ve aşağıda tüm listeyi referans alan bir Açıklama alanı bulabilirsiniz.
uk: Опишіть предмет, який ви продаєте. Це поле стосується цього конкретного обладнання, а нижче ви можете знайти поле Опис, яке стосується всього оголошення.

source: Description for the entire listing
be: Апісанне для ўсёй аб'явы
el: Περιγραφή για ολόκληρη την καταχώριση
es: Descripción para todo el listado
fi: Kuvaus koko listaukselle
hu: Leírás az egész hirdetéshez
nl: Beschrijving voor de hele aanbieding
pl: Opis całej oferty
pt: Descrição para a listagem inteira
ru: Описание для всего объявления
sq: Përshkrimi për të gjithë listën
tr: Tüm liste için açıklama
uk: Опис для всього оголошення

source: Display hidden images
be: Паказаць схаваныя выявы
el: Εμφάνιση κρυφών εικόνων
es: Mostrar imágenes ocultas
fi: Näytä piilotetut kuvat
hu: Rejtett képek megjelenítése
nl: Verborgen afbeeldingen weergeven
pl: Wyświetl ukryte obrazy
pt: Exibir imagens ocultas
ru: Показать скрытые изображения
sq: Shfaq imazhet e fshehura
tr: Gizli görüntüleri göster
uk: Показати приховані зображення

source: Distance unit
be: Адзінка адлегласці
el: Μονάδα απόστασης
es: Unidad de distancia
fi: Etäisyysyksikkö
hu: Távolságegység
nl: Afstandseenheid
pl: Jednostka odległości
pt: Unidade de distância
ru: Единица измерения расстояния
sq: Njësi distancë
tr: Mesafe birimi
uk: Одиниця виміру відстані

source: Do not create an entry on the front page's activity stream for this event.
be: Не ствараць запіс у стужцы актыўнасці на галоўнай старонцы для гэтага падзеі.
el: Μην δημιουργήσετε μια καταχώριση στο ρεύμα δραστηριότητας της αρχικής σελίδας για αυτό το γεγονός.
es: No crear una entrada en el flujo de actividad de la página principal para este evento.
fi: Älä luo merkintää etusivun aktiviteettivirtaan tälle tapahtumalle.
hu: Ne hozz létre bejegyzést a főoldal aktivitási áramlásában ehhez az eseményhez.
nl: Maak geen entry aan in de activiteitstroom van de voorpagina voor dit evenement.
pl: Nie twórz wpisu w strumieniu aktywności na stronie głównej dla tego wydarzenia.
pt: Não crie uma entrada no feed de atividades da página inicial para este evento.
ru: Не создавайте запись в ленте активности на главной странице для этого события.
sq: Mos krijoni një hyrje në rrjedhën e aktivitetit të faqes kryesore për këtë ngjarje.
tr: Bu etkinlik için ana sayfanın etkinlik akışında bir giriş oluşturmayın.
uk: Не створювати запис у стрічці активності на головній сторінці для цієї події.

source: Do you want to sell something?
be: Вы хочаце нешта прадаць?
el: Θέλετε να πουλήσετε κάτι;
es: ¿Quieres vender algo?
fi: Haluatko myydä jotain?
hu: Szeretnél eladni valamit?
nl: Wil je iets verkopen?
pl: Chcesz coś sprzedać?
pt: Você quer vender algo?
ru: Хотите что-то продать?
sq: A doni të shisni diçka?
tr: Bir şey satmak ister misin?
uk: Хочете щось продати?

source: Drag the map to set the location. AstroBin will not disclose your exact location, but only the city and country where the item is located. The location information will be used to find listings within a certain distance from the user's location.
be: Перацягніце карту, каб усталяваць месцазнаходжанне. AstroBin не раскрые ваша дакладнае месцазнаходжанне, а толькі горад і краіну, дзе знаходзіцца аб'ект. Інфармацыя аб месцазнаходжанні будзе выкарыстана для пошуку аб'яў у пэўнай адлегласці ад месцазнаходжання карыстальніка.
el: Σύρετε τον χάρτη για να ορίσετε την τοποθεσία. Το AstroBin δεν θα αποκαλύψει την ακριβή σας τοποθεσία, αλλά μόνο την πόλη και τη χώρα όπου βρίσκεται το αντικείμενο. Οι πληροφορίες τοποθεσίας θα χρησιμοποιηθούν για να βρείτε καταχωρίσεις εντός μιας συγκεκριμένης απόστασης από την τοποθεσία του χρήστη.
es: Arrastra el mapa para establecer la ubicación. AstroBin no revelará tu ubicación exacta, solo la ciudad y el país donde se encuentra el artículo. La información de ubicación se utilizará para encontrar listados dentro de una cierta distancia de la ubicación del usuario.
fi: Vedä karttaa asettaaksesi sijainti. AstroBin ei paljasta tarkkaa sijaintiasi, vaan vain kaupungin ja maan, jossa tuote sijaitsee. Sijaintitietoja käytetään löytämään listauksia tietyltä etäisyydeltä käyttäjän sijainnista.
hu: Húzd a térképet a hely beállításához. Az AstroBin nem fogja nyilvánosságra hozni a pontos helyedet, csak a várost és az országot, ahol a tétel található. A helyinformációt arra fogják használni, hogy megtalálják a hirdetéseket egy bizonyos távolságon belül a felhasználó helyétől.
nl: Sleep de kaart om de locatie in te stellen. AstroBin zal je exacte locatie niet onthullen, maar alleen de stad en het land waar het item zich bevindt. De locatie-informatie wordt gebruikt om aanbiedingen binnen een bepaalde afstand van de locatie van de gebruiker te vinden.
pl: Przeciągnij mapę, aby ustawić lokalizację. AstroBin nie ujawni twojej dokładnej lokalizacji, ale tylko miasto i kraj, w którym znajduje się przedmiot. Informacje o lokalizacji będą używane do znajdowania ofert w określonej odległości od lokalizacji użytkownika.
pt: Arraste o mapa para definir a localização. O AstroBin não divulgará sua localização exata, apenas a cidade e o país onde o item está localizado. As informações de localização serão usadas para encontrar listagens dentro de uma certa distância da localização do usuário.
ru: Перетащите карту, чтобы установить местоположение. AstroBin не раскроет ваше точное местоположение, а только город и страну, где находится предмет. Информация о местоположении будет использована для поиска объявлений в определенном радиусе от местоположения пользователя.
sq: Tërhiqni hartën për të vendosur lokacionin. AstroBin nuk do të zbulojë lokacionin tuaj të saktë, por vetëm qytetin dhe vendin ku ndodhet artikulli. Informacioni mbi lokacionin do të përdoret për të gjetur lista brenda një distance të caktuar nga lokacioni i përdoruesit.
tr: Haritayı sürükleyerek konumu ayarla. AstroBin, tam konumunu açıklamayacak, sadece öğenin bulunduğu şehir ve ülkeyi gösterecek. Konum bilgisi, kullanıcının konumuna belirli bir mesafedeki ilanları bulmak için kullanılacak.
uk: Перетягніть карту, щоб встановити місцезнаходження. AstroBin не розкриє ваше точне місцезнаходження, а лише місто та країну, де знаходиться предмет. Інформація про місцезнаходження буде використана для пошуку оголошень на певній відстані від місцезнаходження користувача.

source: Edit listing
be: Рэдагаваць аб'яву
el: Επεξεργασία καταχώρισης
es: Editar listado
fi: Muokkaa listausta
hu: Hirdetés szerkesztése
nl: Bewerken van de aanbieding
pl: Edytuj ogłoszenie
pt: Editar listagem
ru: Редактировать объявление
sq: Redakto listën
tr: İlanı düzenle
uk: Редагувати оголошення

source: Electronic
be: Электроніка
el: Ηλεκτρονικό
es: Electrónico
fi: Elektroninen
hu: Elektronikus
nl: Elektronisch
pl: Elektronika
pt: Eletrônico
ru: Электроника
sq: Elektronik
tr: Elektronik
uk: Електроніка

source: Enter a number
be: Увядзіце нумар
el: Εισάγετε έναν αριθμό
es: Introduce un número
fi: Syötä numero
hu: Adj meg egy számot
nl: Voer een nummer in
pl: Wprowadź liczbę
pt: Digite um número
ru: Введите число
sq: Shkruani një numër
tr: Bir sayı girin
uk: Введіть число

source: Enter only one item. If you want to sell multiple items, add them as separate line items using the button below.
be: Увядзіце толькі адзін аб'ект. Калі вы хочаце прадаць некалькі аб'ектаў, дадайце іх як асобныя элементы, выкарыстоўваючы кнопку ніжэй.
el: Εισάγετε μόνο ένα αντικείμενο. Αν θέλετε να πουλήσετε πολλά αντικείμενα, προσθέστε τα ως ξεχωριστές γραμμές χρησιμοποιώντας το κουμπί παρακάτω.
es: Introduce solo un artículo. Si quieres vender varios artículos, añádelos como elementos separados usando el botón de abajo.
fi: Syötä vain yksi tuote. Jos haluat myydä useita tuotteita, lisää ne erillisinä riveinä alla olevan painikkeen avulla.
hu: Csak egy tételt adj meg. Ha több tételt szeretnél eladni, add őket külön sorokban az alábbi gomb használatával.
nl: Voer slechts één item in. Als je meerdere items wilt verkopen, voeg ze dan als aparte regels toe met de knop hieronder.
pl: Wprowadź tylko jeden przedmiot. Jeśli chcesz sprzedać wiele przedmiotów, dodaj je jako osobne pozycje, używając przycisku poniżej.
pt: Digite apenas um item. Se você quiser vender vários itens, adicione-os como itens separados usando o botão abaixo.
ru: Введите только один предмет. Если вы хотите продать несколько предметов, добавьте их как отдельные позиции, используя кнопку ниже.
sq: Shkruani vetëm një artikull. Nëse dëshironi të shisni disa artikuj, shtoni ata si artikuj të veçantë duke përdorur butonin më poshtë.
tr: Sadece bir ürün girin. Birden fazla ürün satmak istiyorsanız, aşağıdaki butonu kullanarak ayrı satır öğeleri olarak ekleyin.
uk: Введіть лише один предмет. Якщо ви хочете продати кілька предметів, додайте їх як окремі позиції, використовуючи кнопку нижче.

source: Equipment item for sale
be: Абсталяванне на продаж
el: Αντικείμενο εξοπλισμού προς πώληση
es: Artículo de equipo en venta
fi: Myytävä laite
hu: Eladó felszerelés
nl: Apparatuur item te koop
pl: Sprzęt na sprzedaż
pt: Item de equipamento à venda
ru: Оборудование на продажу
sq: Artikulli i pajisjes për shitje
tr: Satılık ekipman maddesi
uk: Обладнання на продаж

source: Expiration
be: Тэрмін дзеяння
el: Λήξη
es: Expiración
fi: Voimassaolo
hu: Lejárat
nl: Verloopdatum
pl: Wygaszenie
pt: Expiração
ru: Срок действия
sq: Skadimi
tr: Süre dolumu
uk: Термін дії

source: Expired
be: Тэрмін дзеяння скончыўся
el: Έχει λήξει
es: Expirado
fi: Voimassa oleva
hu: Lejárt
nl: Verlopen
pl: Wygasło
pt: Expirado
ru: Истекло
sq: Skaduar
tr: Süresi dolmuş
uk: Термін дії закінчився

source: Feedback
be: Ацэнка
el: Ανατροφοδότηση
es: Comentarios
fi: Palaute
hu: Visszajelzés
pl: Opinie
ru: Обратная связь
tr: Geri bildirim
uk: Відгук

source: Feedback saved successfully. Thank you!
be: Ацэнка паспяхова захавана. Дзякуй!
el: Η ανατροφοδότηση αποθηκεύτηκε επιτυχώς. Ευχαριστώ!
es: Comentarios guardados con éxito. ¡Gracias!
fi: Palaute tallennettu onnistuneesti. Kiitos!
hu: A visszajelzés sikeresen mentve. Köszönjük!
nl: Feedback succesvol opgeslagen. Bedankt!
pl: Opinia zapisana pomyślnie. Dziękujemy!
pt: Feedback salvo com sucesso. Obrigado!
ru: Обратная связь успешно сохранена. Спасибо!
sq: Feedback-u u ruajt me sukses. Faleminderit!
tr: Geri bildirim başarıyla kaydedildi. Teşekkürler!
uk: Відгук успішно збережено. Дякуємо!
