Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Check this box if this item is self-made, and/or was never on the market as a commercial product, and therefore does not have a brand.
be: Пастаўце галачку, калі гэты прадмет зроблены ўласнаручна, і/або ніколі не быў на рынку як камерцыйны прадукт, і таму не мае брэнда.
el: Έλεγξε αυτό το κουτί αν αυτό το αντικείμενο είναι χειροποίητο, και/ή δεν έχει ποτέ κυκλοφορήσει στην αγορά ως εμπορικό προϊόν, και επομένως δεν έχει μάρκα.
es: Marca esta casilla si este artículo es hecho a mano, y/o nunca estuvo en el mercado como un producto comercial, y por lo tanto no tiene marca.
fi: Valitse tämä ruutu, jos tämä esine on itse tehty, ja/tai ei ole koskaan ollut markkinoilla kaupallisena tuotteena, eikä sillä siten ole brändiä.
hu: Jelöld be ezt a négyzetet, ha ez a tétel saját készítésű, és/vagy soha nem volt kereskedelmi termékként a piacon, ezért nincs márkája.
nl: Vink dit vakje aan als dit item zelfgemaakt is, en/of nooit op de markt is geweest als een commercieel product, en daarom geen merk heeft.
pl: Zaznacz to pole, jeśli ten przedmiot jest samodzielnie wykonany i/lub nigdy nie był dostępny na rynku jako produkt komercyjny, a więc nie ma marki.
pt: Marque esta caixa se este item for feito à mão, e/ou nunca foi comercializado como um produto comercial, e portanto não tem uma marca.
ru: Отметьте этот пункт, если этот предмет сделан самостоятельно и/или никогда не продавался как коммерческий продукт, и поэтому не имеет бренда.
sq: Kontrolloni këtë kutinë nëse ky artikull është vetë i bërë, dhe/ose nuk ka qenë kurrë në treg si një produkt komercial, dhe për këtë arsye nuk ka markë.
tr: Bu öğe kendin yap ise ve/veya asla ticari bir ürün olarak piyasada yer almadıysa, bu kutucuğu işaretleyin ve bu nedenle bir markası yoktur.
uk: Поставте помітку, якщо цей предмет саморобний та/або ніколи не був на ринку як комерційний продукт, а отже, не має бренду.

source: Color or mono
be: Колер або манахром
el: Χρώμα ή μονόχρωμο
es: Color o mono
fi: Väri tai mono
hu: Színes vagy mono
nl: Kleur of mono
pl: Kolorowy lub mono
pt: Cor ou mono
ru: Цветной или монохромный
sq: Ngjyrë ose mono
tr: Renkli veya mono
uk: Колір або монохром

source: Cometary
be: Каметны
el: Κομητική
es: Cometario
fi: Komeettinen
hu: Kómás
nl: Kometisch
pl: Kometa
pt: Cometário
ru: Кометный
sq: Kometar
tr: Kuyruklu yıldız
uk: Комета

source: Comment
be: Каментар
el: Σχόλιο
es: Comentario
fi: Kommentti
hu: Hozzászólás
nl: Opmerking
pl: Komentarz
pt: Comentário
ru: Комментарий
sq: Koment
tr: Yorum
uk: Коментар

source: Computerized
be: Комп'ютарны
el: Υπολογιστής
es: Computarizado
fi: Tietokoneistettu
hu: Számítógépes
nl: Gecomputeriseerd
pl: Skonfigurowany komputerowo
pt: Computadorizado
ru: Компьютеризированный
sq: Kompiuterizuar
tr: Bilgisayarlı
uk: Комп’ютеризований

source: Confirm migration
be: Пацвердзіць пераход
el: Επιβεβαίωση μετανάστευσης
es: Confirmar migración
fi: Vahvista siirto
hu: Áthelyezés megerősítése
nl: Bevestig migratie
pl: Potwierdź migrację
pt: Confirmar migração
ru: Подтвердить миграцию
sq: Konfirmoni migrimin
tr: Göçü onayla
uk: Підтвердьте міграцію

source: Confirm selected migrations
be: Пацвердзіць выбраныя пераходы
el: Επιβεβαίωση επιλεγμένων μεταναστεύσεων
es: Confirmar migraciones seleccionadas
fi: Vahvista valitut siirrot
hu: Jelölt migrációk megerősítése
nl: Bevestig geselecteerde migraties
pl: Potwierdź wybrane migracje
pt: Confirmar migrações selecionadas
ru: Подтвердить выбранные миграции
sq: Konfirmoni migrimet e zgjedhura
tr: Seçilen göçleri onayla
uk: Підтвердьте вибрані міграції

source: Conflict detected
be: Выяўлены канфлікт
el: Ανίχνευση σύγκρουσης
es: Conflicto detectado
fi: Konflikti havaittu
hu: Ütközés észlelve
nl: Conflict gedetecteerd
pl: Wykryto konflikt
pt: Conflito detectado
ru: Обнаружен конфликт
sq: Konflikt i zbuluar
tr: Çatışma tespit edildi
uk: Виявлено конфлікт

source: Create
be: Стварыць
el: Δημιουργία
es: Crear
fi: Luo
hu: Létrehozás
nl: Creëer
pl: Utwórz
pt: Criar
ru: Создать
sq: Krijo
tr: Oluştur
uk: Створити

source: Created by
be: Створана
el: Δημιουργήθηκε από
es: Creado por
fi: Luonut
hu: Készítette
nl: Gemaakt door
pl: Utworzone przez
pt: Criado por
ru: Создано
sq: Krijuar nga
tr: Tarafından oluşturuldu
uk: Створено

source: DIY
pt: Faça você mesmo (DIY)
ru: Сделай сам
tr: Kendin Yap (DIY)
uk: Зроби сам

source: Dobsonian
be: Добсаніян
el: Ντομπσόνιαν
es: Dobsoniano
fi: Dobsonilainen
hu: Dobsoni
nl: Dobsoniaans
pl: Dobson
pt: Dobsoniano
ru: Добсоновский
tr: Dobsonyen
uk: Добсон

source: Don't remind me for a month
be: Не нагадвайце мне на працягу месяца
el: Μην μου το θυμίζεις για έναν μήνα
es: No me lo recuerdes durante un mes
fi: Älä muistuta minua kuukauteen
hu: Ne emlékeztess egy hónapig
nl: Herinner me een maand niet
pl: Nie przypominaj mi przez miesiąc
pt: Não me lembre por um mês
ru: Не напоминай мне в течение месяца
sq: Mos më kujto për një muaj
tr: Beni bir ay hatırlatma
uk: Не нагадувати протягом місяця

source: Editing this field is not possible.
be: Рэдагаванне гэтага поля немагчыма.
el: Η επεξεργασία αυτού του πεδίου δεν είναι δυνατή.
es: No es posible editar este campo.
fi: Tämän kentän muokkaaminen ei ole mahdollista.
hu: Ezt a mezőt nem lehet szerkeszteni.
nl: Dit veld kan niet bewerkt worden.
pl: Edycja tego pola nie jest możliwa.
pt: Editar este campo não é possível.
ru: Редактирование этого поля невозможно.
sq: Nuk është e mundur të redaktohet ky fushë.
tr: Bu alanı düzenlemek mümkün değil.
uk: Редагувати це поле неможливо.

source: Equatorial
be: Экватарыяльны
el: Ισημερινός
es: Ecuatorial
fi: Ekvaattori
hu: Ekvatoriális
nl: Equatoriaal
pl: Ekspozytory
ru: Экваториальный
sq: Ekvatore
tr: Ekvatoryal
uk: Екваторіальне

source: Filter
be: Фільтр
el: Φίλτρο
es: Filtro
fi: Suodatin
hu: Szűrő
pl: Filtr
pt: Filtro
ru: Фильтр
sq: Filtri
tr: Filtre
uk: Фільтр

source: Fixed focal length
be: Фіксаваная фокусная адлегласць
el: Σταθερό εστιακό μήκος
es: Longitud focal fija
fi: Kiinteä polttoväli
hu: Fix gyújtótávolság
nl: Vaste brandpuntsafstand
pl: Stała ogniskowa
pt: Distância focal fixa
ru: Фиксированное фокусное расстояние
sq: Gjatësi fikse fokusi
tr: Sabit odak uzaklığı
uk: Фіксована фокусна відстань

source: Fork
be: Вілка
el: Βραχίονας
es: Horquilla
fi: Koukkukiinnitys
hu: Villás
pl: Widelce
pt: Garfo
ru: Вилка
tr: Çatal
uk: Вилка

source: Gear renaming proposals
be: Прапановы па пераназванні абсталявання
el: Προτάσεις μετονομασίας εξοπλισμού
es: Propuestas de renombrado de equipo
fi: Välineiden nimeämisehdotukset
hu: Felszerelés átnevezési javaslatok
nl: Voorstellen voor het hernoemen van apparatuur
pl: Propozycje zmiany nazwy sprzętu
pt: Propostas de renomeação de equipamentos
ru: Предложения по переименованию оборудования
sq: Propozime për rinaming të ingranazheve
tr: Ekipman yeniden adlandırma önerileri
uk: Пропозиції перейменування сетапів

source: German equatorial
be: Нямецкі экватарыяльны
el: Γερμανικός ισημερινός
es: Ecuatorial alemán
fi: Saksalainen ekvatoriaalinen
hu: Német ekvatoriális
nl: Duitse equatoriale
pl: Niemiecki ekwatorialny
pt: Equatorial alemão
ru: Немецкий экваториальный
sq: Ekvatore gjermane
tr: Alman ekvatorel
uk: Німецька екваторіальна

source: Get random
uk: Отримати випадково

source: Green channel (G)
be: Зялёны канал (G)
el: Πράσινη κανάλι (G)
es: Canal verde (G)
fi: Vihreä kanava (G)
hu: Zöld csatorna (G)
nl: Groene kanaal (G)
pl: Kanał zielony (G)
pt: Canal verde (G)
ru: Зеленый канал (G)
sq: Kanal i gjelbër (G)
tr: Yeşil kanal (G)
uk: Зелений канал (G)

source: Hexapod
be: Гексакад
el: Εξαπλός
es: Hexápodo
fi: Hexapodi
pt: Hexápode
ru: Гексапод
uk: Гексапод

source: Hydrogen-alpha (Hα)
be: Водарод-альфа (Hα)
el: Υδρογόνο-άλφα (Hα)
es: Hidrógeno-alfa (Hα)
fi: Vety-alfa (Hα)
hu: Hidrogén-alfa (Hα)
nl: Waterstof-alfa (Hα)
pl: Wodór-alfa (Hα)
pt: Hidrogênio-alfa (Hα)
ru: Водородный альфа (Hα)
sq: Hidrogjen-alfa (Hα)
tr: Hidrojen-alfa (Hα)
uk: Гідроген-альфа (Hα)

source: Hydrogen-beta (Hβ)
be: Водарод-бэта (Hβ)
el: Υδρογόνο-βήτα (Hβ)
es: Hidrógeno-beta (Hβ)
fi: Vety-beeta (Hβ)
hu: Hidrogén-béta (Hβ)
nl: Waterstof-beta (Hβ)
pl: Wodór-beta (Hβ)
pt: Hidrogênio-beta (Hβ)
ru: Водородный бета (Hβ)
sq: Hidrogjen-beta (Hβ)
tr: Hidrojen-beta (Hβ)
uk: Гідроген-beta (Hβ)

source: If selected, AstroBin will automatically create a variant of this object that is labeled as <em>modified for astrophotography</em>.
uk: Якщо вибрано, AstroBin автоматично створить варіант цього об’єкта, позначений як <em>модифікований для астрофотографії</em>.

source: If you can reproduce this issue reliably, please contact us.
be: Калі вы можаце аднаўляць гэтую праблему стабільна, калі ласка, звяжыцеся з намі.
el: Αν μπορείς να αναπαράγεις αυτό το πρόβλημα αξιόπιστα, παρακαλώ επικοινώνησε μαζί μας.
es: Si puedes reproducir este problema de manera confiable, por favor contáctanos.
fi: Jos voit toistaa tämän ongelman luotettavasti, ota meihin yhteyttä.
hu: Ha ezt a problémát megbízhatóan reprodukálni tudod, kérlek lépj velünk kapcsolatba.
nl: Als je dit probleem betrouwbaar kunt reproduceren, neem dan contact met ons op.
pl: Jeśli możesz niezawodnie odtworzyć ten problem, skontaktuj się z nami.
pt: Se você conseguir reproduzir esse problema de forma confiável, entre em contato conosco.
ru: Если вы можете воспроизвести эту проблему надежно, пожалуйста, свяжитесь с нами.
sq: Nëse mund ta riprodhoni këtë problem me besueshmëri, ju lutemi na kontaktoni.
tr: Bu sorunu güvenilir bir şekilde yeniden üretebiliyorsanız, lütfen bizimle iletişime geçin.
uk: Якщо ви можете відтворити цю проблему, зв’яжіться з нами.

source: Infrared (IR)
be: Інфрачырвоны (IR)
el: Υπέρυθρη (IR)
es: Infrarrojo (IR)
fi: Infrapuna (IR)
hu: Infravörös (IR)
nl: Infrarood (IR)
pl: Podczerwień (IR)
pt: Infravermelho (IR)
ru: Инфракрасный (IR)
sq: Infrar të kuptuar (IR)
tr: Kızılötesi (IR)
uk: Інфрачервоний (ІЧ)

source: Internal server error
be: Унутраная памылка сервера
el: Εσωτερικό σφάλμα διακομιστή
es: Error interno del servidor
fi: Sisäinen palvelinvirhe
hu: Belső szerverhiba
nl: Interne serverfout
pl: Błąd wewnętrzny serwera
pt: Erro interno do servidor
ru: Внутренняя ошибка сервера
sq: Gabim në serverin e brendshëm
tr: Sunucu hatası
uk: Внутрішня помилка сервера

source: Item approved.
be: Элемент зацверджаны.
el: Το αντικείμενο εγκρίθηκε.
es: Elemento aprobado.
fi: Kohde hyväksytty.
hu: Elem jóváhagyva.
nl: Item goedgekeurd.
pl: Element zatwierdzony.
pt: Item aprovado.
ru: Элемент одобрен.
sq: Artikulli u miratua.
tr: Öğe onaylandı.
uk: Елемент затверджено.

source: Item rejected.
uk: Елемент відхилено.

source: Last update
be: Апошняе абнаўленне
el: Τελευταία ενημέρωση
es: Última actualización
fi: Viimeisin päivitys
hu: Utolsó frissítés
nl: Laatste update
pl: Ostatnia aktualizacja
pt: Última atualização
ru: Последнее обновление
sq: Përditësimi i fundit
tr: Son güncelleme
uk: Останнє оновлення

source: Legacy item being migrated
be: Састарэлы элемент, які пераносіцца
el: Κληρονομικό αντικείμενο που μεταφέρεται
es: Elemento legado en migración
fi: Perintökohde siirretään
hu: Örökölt elem migrálása
nl: Legacy-item wordt gemigreerd
pl: Element dziedziczony, który jest migrowany
pt: Item legado sendo migrado
ru: Элемент наследия, который мигрирует
sq: Artikulli i trashëguar po migrohet
tr: Eski öğe taşınıyor
uk: Застарілий елемент переноситься

source: Light pollution suppression
be: Падтрыманне адсвятлення святла
el: Καταστολή φωτισμού
es: Supresión de la contaminación lumínica
fi: Valosaasteen vaimennus
hu: Fény szennyezés csökkentése
nl: Lichtvervuiling onderdrukking
pl: Tłumienie zanieczyszczenia światłem
pt: Supressão de poluição luminosa
ru: Подавление светового загрязнения
sq: Shtypja e ndotjes së dritës
tr: Işık kirliliği bastırma
uk: Стримування світлового забруднення

source: Loading edit proposals
be: Загрузка прапаноў на рэдагаванне
el: Φόρτωση προτάσεων επεξεργασίας
es: Cargando propuestas de edición
fi: Ladataan muokkaus ehdotuksia
hu: Szerkesztési javaslatok betöltése
nl: Bewerking voorstellen laden
pl: Ładowanie propozycji edycji
pt: Carregando propostas de edição
ru: Загрузка предложений по редактированию
sq: Duke ngarkuar propozimet për redaktim
tr: Düzenleme önerileri yükleniyor
uk: Завантаження пропозицій редагування

source: Login required
be: Трэба ўвайсці
el: Απαιτείται σύνδεση
es: Se requiere inicio de sesión
fi: Kirjautuminen vaaditaan
hu: Bejelentkezés szükséges
nl: Inloggen vereist
pl: Wymagane logowanie
pt: Login necessário
ru: Требуется вход в систему
sq: Kërkohet kyçja
tr: Giriş gerekli
uk: Необхідний вхід

source: Luminance/clear (L)
be: Люмінесцэнтны/ясны (L)
el: Λαμπρότητα/καθαρό (L)
es: Luminancia/limpio (L)
fi: Luminanssi/selkeä (L)
hu: Luminancia/tiszta (L)
nl: Luminantie/helder (L)
pl: Luminancja/clear (L)
pt: Luminância/clara (L)
ru: Яркость/прозрачный (L)
sq: Luminancë/qartë (L)
tr: Luminans/şeffaf (L)
uk: Яскравий/чистий (L)

source: Lunar
be: Лунарны
el: Σεληνιακό
fi: Kuu
hu: Holdas
nl: Maans
pl: Księżycowy
ru: Лунный
sq: Lunare
tr: Ay
uk: Місячний

source: Mark as
be: Ацаніць як
el: Σημείωση ως
es: Marcar como
fi: Merkitse
hu: Megjelölés mint
nl: Markeer als
pl: Oznacz jako
pt: Marcar como
ru: Отметить как
sq: Shëno si
tr: Şu olarak işaretle
uk: Помітити як

source: Max. payload
be: Макс. нагрузка
el: Μέγιστο φορτίο
es: Carga máxima
fi: Maksimi kuormitus
hu: Max. terhelés
pl: Maks. ładowność
pt: Carga máxima
ru: Макс. нагрузка
sq: Max. ngarkesë
tr: Maks. yük
uk: Макс. корисне навантаження

source: Migrate
be: Мігрыраваць
el: Μεταφορά
es: Migrar
fi: Siirrä
hu: Migrálás
nl: Migreren
pl: Migracja
pt: Migrar
ru: Мигрировать
sq: Migro
tr: Göç et
uk: Міграція

source: Migrate into
be: Мігрыраваць у
el: Μεταφορά σε
es: Migrar a
fi: Siirrä
hu: Migrálás ide
nl: Migreren naar
pl: Migracja do
pt: Migrar para
ru: Мигрировать в
sq: Migro në
tr: Taşın
uk: Мігрувати

source: Modified
be: Мадыфікаваны
el: Τροποποιημένο
es: Modificado
fi: Muokattu
hu: Módosítva
nl: Aangepast
pl: Zmodyfikowany
pt: Modificado
ru: Изменено
sq: Modifikuar
tr: Modifiye edilmiş
uk: Модифікований

source: Mount
be: Мантаж
el: Στήριγμα
es: Montura
fi: Kohdistin
hu: Tartó
nl: Montage
pl: Montaż
pt: Montagem
ru: Монтировка
sq: Montim
tr: Montaj
uk: Монтування

source: Multiband
be: Мультыбандны
el: Πολυδιάστατο
es: Multibanda
fi: Monikanavainen
hu: Több sávos
pl: Wielopasmowy
pt: Multibanda
ru: Мультиспектральный
sq: Multibandë
tr: Çok bantlı
uk: Багатосмуговий

source: Multiple items
be: Несколькі прадметаў
el: Πολλαπλά αντικείμενα
es: Múltiples elementos
fi: Useita kohteita
hu: Több elem
nl: Meerdere items
pl: Wiele elementów
pt: Vários itens
ru: Несколько элементов
sq: Artikuj të shumtë
tr: Birden fazla öğe
uk: Кілька елементів

source: Name/Model
be: Назва/Мадэль
el: Όνομα/Μοντέλο
es: Nombre/Modelo
fi: Nimi/Malli
hu: Név/Modell
nl: Naam/Model
pl: Nazwa/Model
pt: Nome/Modelo
ru: Название/Модель
sq: Emri/Modeli
tr: İsim/Model
uk: Назва/бренд

source: Neutral density (ND)
be: Нейтральная шчыльнасць (ND)
el: Ουδέτερη πυκνότητα (ND)
es: Densidad neutra (ND)
fi: Neutraali tiheys (ND)
hu: Semleges sűrűség (ND)
nl: Neutrale dichtheid (ND)
pl: Filtr neutralny (ND)
pt: Densidade neutra (ND)
ru: Нейтральная плотность (ND)
sq: Densitet neutral (ND)
tr: Nötr yoğunluk (ND)
uk: Нейтральна щільність (ND)

source: Newest first
be: Новыя спачатку
el: Νεότερα πρώτα
es: Más nuevo primero
fi: Uusimmat ensin
hu: Legújabb elöl
nl: Nieuwste eerst
pl: Najpierw najnowsze
pt: Mais novo primeiro
ru: Сначала новые
sq: Më të rejat e para
tr: En yeniler önce
uk: Спершу новітні

source: Nitrogen-II (NII)
be: Азот-II (NII)
el: Άζωτο-II (NII)
es: Nitrógeno-II (NII)
fi: Typpi-II (NII)
hu: Nitrogén-II (NII)
nl: Stikstof-II (NII)
pl: Azot-II (NII)
pt: Nitrogênio-II (NII)
ru: Азот-II (NII)
sq: Azot-II (NII)
tr: Azot-II (NII)
uk: Нітроген-II (NII)

source: No changes are proposed, or all proposed changes are outdated.
be: Не прапанавана зменаў, або ўсе прапанаваныя змены састарэлі.
el: Δεν προτείνονται αλλαγές ή όλες οι προτεινόμενες αλλαγές είναι παλιές.
es: No se proponen cambios, o todos los cambios propuestos están desactualizados.
fi: Muutoksia ei ole ehdotettu, tai kaikki ehdotetut muutokset ovat vanhentuneita.
hu: Nincsenek javasolt változtatások, vagy minden javasolt változtatás elavult.
nl: Er zijn geen wijzigingen voorgesteld, of alle voorgestelde wijzigingen zijn verouderd.
pl: Nie zaproponowano żadnych zmian lub wszystkie zaproponowane zmiany są nieaktualne.
pt: Nenhuma alteração proposta, ou todas as alterações propostas estão desatualizadas.
ru: Нет предложенных изменений или все предложенные изменения устарели.
sq: Nuk janë propozuar ndryshime, ose të gjitha ndryshimet e propozuara janë të vjetra.
tr: Herhangi bir değişiklik önerilmedi veya önerilen tüm değişiklikler güncel değil.
uk: Зміни не пропонуються, або всі запропоновані зміни застаріли.

source: Not enough info
be: Недастаткова інфармацыі
el: Όχι αρκετές πληροφορίες
es: No hay suficiente información
fi: Ei tarpeeksi tietoa
hu: Nem elég információ
nl: Niet genoeg info
pl: Za mało informacji
pt: Informação insuficiente
ru: Недостаточно информации
sq: Nuk ka mjaft informacion
tr: Yeterli bilgi yok
uk: Недостатньо інформації

source: Number of pixels
be: Колькасць пікселяў
el: Αριθμός pixel
es: Número de píxeles
fi: Pikselien määrä
hu: Pixelek száma
nl: Aantal pixels
pl: Liczba pikseli
pt: Número de pixels
ru: Количество пикселей
sq: Numri i pikselëve
tr: Piksellerin sayısı
uk: Кількість пікселів

source: Object ID
be: ID аб'екта
el: ID αντικειμένου
es: ID del objeto
fi: Objektin ID
hu: Objektum ID
pl: ID obiektu
pt: ID do objeto
ru: ID объекта
sq: ID e objektit
tr: Nesne ID'si
uk: Ідентифікатор об’єкта

source: Oldest first
be: Старыя спачатку
el: Παλαιότερα πρώτα
es: Más antiguo primero
fi: Vanhemmat ensin
hu: Legelőször a legrégebbi
nl: Oudste eerst
pl: Najstarsze najpierw
pt: Mais antigo primeiro
ru: Сначала старые
sq: Më të vjetrit e para
tr: En eski önce
uk: Спочатку найстаріший

source: Oxygen-III (OIII)
be: Кісларод-III (OIII)
el: Οξυγόνο-III (OIII)
es: Oxígeno-III (OIII)
fi: Happi-III (OIII)
hu: Oxigén-III (OIII)
nl: Zuurstof-III (OIII)
pl: Tlen-III (OIII)
pt: Oxigênio-III (OIII)
ru: Кислород-III (OIII)
sq: Oksigjen-III (OIII)
tr: Oksijen-Üç (OIII)
uk: Кисень-III (OIII)

source: Periodic error correction
be: Карэкцыя перыядычнай памылкі
el: Διόρθωση περιοδικού σφάλματος
es: Corrección de error periódico
fi: Jaksollisen virheen korjaus
hu: Időszakos hiba korrekció
nl: Periodieke foutcorrectie
pl: Korekcja błędów okresowych
pt: Correção de erro periódico
ru: Коррекция периодической ошибки
sq: Korrigjimi i gabimeve periodike
tr: Periyodik hata düzeltme
uk: Періодичне виправлення помилки (PEC)

source: Photometric Blue
be: Фатаметрычны сіні
el: Φωτομετρικό Μπλε
es: Azul fotométrico
fi: Fotometrinen sininen
hu: Fotometrikus Kék
nl: Fotometrisch Blauw
pl: Fotometryczny Niebieski
pt: Fotométrico Azul
ru: Фотометрический синий
sq: Blu fotometrik
tr: Fotometrik Mavi
uk: Фотометричний Cиній

source: Photometric Infrared
be: Фатаметрычны інфрачырвоны
el: Φωτομετρικό Υπέρυθρο
es: Infrarrojo fotométrico
fi: Fotometrinen infrapuna
hu: Fotometrikus Infravörös
nl: Fotometrisch Infrarood
pl: Fotometryczny Podczerwony
pt: Fotométrico Infravermelho
ru: Фотометрический инфракрасный
sq: Infrar fotometrik
tr: Fotometrik Kızılötesi
uk: Фотометричний Інфрачервоний

source: Photometric Red
be: Фатаметрычны чырвоны
el: Φωτομετρικό Κόκκινο
es: Rojo fotométrico
fi: Fotometrinen punainen
hu: Fotometrikus Piros
nl: Photometrisch Rood
pl: Czerwony fotometryczny
pt: Fotométrico Vermelho
ru: Фотометрический красный
sq: Të kuqe fotometrik
tr: Fotometrik Kırmızı
uk: Фотометричний червоний

source: Photometric Ultraviolet
be: Фатаметрычны ультрафіялетавы
el: Φωτομετρικό Υπεριώδες
es: Ultravioleta fotométrico
fi: Fotometrinen ultravioletti
hu: Fotometrikus Ultraibolya
nl: Fotometrisch Ultraviolet
pl: Fotometryczny Ultrafiolet
pt: Fotométrico Ultravioleta
ru: Фотометрический ультрафиолетовый
sq: Ultraviolet Fotometrik
tr: Fotometrik Morötesi
uk: Фотометричний Ультрафіолетовий

source: Photometric Visual
be: Фатаметрычны візуальны
el: Φωτομετρικό Οπτικό
es: Visual fotométrico
fi: Fotometrinen visuaalinen
hu: Fotometrikus Látványos
nl: Photometrisch Visueel
pl: Wizualny fotometryczny
pt: Fotométrico Visual
ru: Фотометрический визуальный
sq: Vizual Fotometrik
tr: Fotometrik Görsel
uk: Фотометричний Візуальний

source: Pinch & zoom to view details closer.
uk: Розведіть пальці й наблизьте, щоб розглянути деталі ближче.

source: Please DO NOT approve this item if it's a duplicate of another one!
be: Калі ласка, НЕ зацвярджайце гэты элемент, калі ён з'яўляецца дублікатам іншага!
el: Παρακαλώ ΜΗΝ εγκρίνετε αυτό το αντικείμενο αν είναι αντίγραφο άλλου!
es: ¡Por favor, NO apruebes este elemento si es un duplicado de otro!
fi: Älä HYVÄKSY tätä kohdetta, jos se on toisen kohteen kopio!
hu: Kérlek, NE hagyd jóvá ezt az elemet, ha egy másik másolatáról van szó!
nl: Goedkeur dit item ALSTUBLIEFT NIET als het een duplicaat is van een ander!
pl: Proszę NIE zatwierdzać tego elementu, jeśli jest duplikatem innego!
pt: Por favor, NÃO aprove este item se for uma duplicata de outro!
ru: Пожалуйста, НЕ одобряйте этот элемент, если он дублирует другой!
sq: Ju lutem MOS e miratoni këtë artikull nëse është një kopje e një tjetri!
tr: Bu öğeyi başka birinin kopyasıysa LÜTFEN ONAYLAMAYIN!
uk: Будь ласка, НЕ схвалюйте цей елемент, якщо він є копією іншого!

source: Please only do this for DSLR camera that typically are modified for astrophotography. If this is a camera that is <em>specifically</em> sold as modified for astrophotography, e.g. the <strong>Canon EOS 60Da</strong> you <strong>do not</strong> need to use check this option.
uk: Робіть це лише для DSLR-камер, які зазвичай модифіковані для астрофотографії. Якщо це камера, яка <em>спеціально</em> продається як модифікована для астрофотографії, напр. <strong>Canon EOS 60Da</strong> Вам <strong>не</strong> потрібно використовувати цей параметр.

source: Please read the equipment migration guidelines
be: Калі ласка, прачытайце кіраўніцтва па міграцыі абсталявання
el: Παρακαλώ διαβάστε τις οδηγίες μετανάστευσης εξοπλισμού
es: Por favor, lee las pautas de migración de equipos
fi: Lue laitteiston siirtosäännöt
hu: Kérlek, olvasd el a felszerelés migrációs irányelveit
nl: Lees de richtlijnen voor apparatuurmigratie.
pl: Proszę przeczytać wytyczne dotyczące migracji sprzętu.
pt: Por favor, leia as diretrizes de migração de equipamentos
ru: Пожалуйста, прочитайте рекомендации по миграции оборудования
sq: Ju lutem lexoni udhëzimet për migrimin e pajisjeve
tr: Ekipman geçiş kılavuzlarını lütfen okuyun
uk: Будь ласка, прочитайте інструкції щодо міграції обладнання
