Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Please note: you don't <strong>have to</strong> use all your slots. It's ok to use fewer if you don't think there are that many worthy images today.
be: Звярніце ўвагу: вам не <strong>абавязкова</strong> выкарыстоўваць усе вашы слоты. Можна выкарыстоўваць менш, калі вы не лічыце, што сёння ёсць шмат вартых выяў.
el: Παρακαλώ σημειώστε: δεν χρειάζεται <strong>να</strong> χρησιμοποιήσετε όλες τις θέσεις σας. Είναι εντάξει να χρησιμοποιήσετε λιγότερες αν δεν νομίζετε ότι υπάρχουν τόσες πολλές αξιόλογες εικόνες σήμερα.
es: Ten en cuenta: no <strong>tienes que</strong> usar todas tus ranuras. Está bien usar menos si no crees que hay tantas imágenes dignas hoy.
fi: Huomaa: sinun ei <strong>tarvitse</strong> käyttää kaikkia paikkoja. On ok käyttää vähemmän, jos et usko, että tänään on niin monta arvokasta kuvaa.
hu: Megjegyzés: nem <strong>kell</strong> az összes helyet felhasználnod. Az is rendben van, ha kevesebbet használsz, ha úgy gondolod, hogy ma nincs olyan sok méltó képed.
nl: Let op: je hoeft niet <strong>alle</strong> slots te gebruiken. Het is oké om er minder te gebruiken als je denkt dat er vandaag niet zoveel waardige afbeeldingen zijn.
pl: Pamiętaj: nie musisz <strong>używać wszystkich</strong> swoich slotów. Możesz użyć mniej, jeśli nie uważasz, że dzisiaj jest wiele wartościowych obrazów.
pt: Por favor, note: você não <strong>precisa</strong> usar todos os seus slots. Está tudo bem usar menos se você não acha que há tantas imagens dignas hoje.
ru: Пожалуйста, обратите внимание: вам не <strong>обязательно</strong> использовать все свои слоты. Нормально использовать меньше, если вы не думаете, что сегодня есть много достойных изображений.
sq: Ju lutemi vini re: nuk keni <strong>nevojë</strong> të përdorni të gjitha vendet tuaja. Është në rregull të përdorni më pak nëse nuk mendoni se ka aq shumë imazhe të vlefshme sot.
tr: Lütfen dikkat: tüm slotlarınızı kullanmak zorunda değilsiniz. Bugün bu kadar değerli görüntü yoksa daha azını kullanmakta bir sakınca yok.
uk: Зверніть увагу: Вам не <strong>обов’язково</strong> використовувати всі свої слоти. Можна використовувати менше, якщо ви думаєте, що сьогодні не так багато гідних зображень.

source: Please wait until your subscription expires, then come back to this page.
hu: Kérjük, várj, amíg az előfizetésed lejár, majd térj vissza erre az oldalra.
uk: Будь ласка, зачекайте, поки закінчиться термін дії вашої підписки, а потім поверніться на цю сторінку.

source: Position
be: Пазіцыя
el: Θέση
es: Posición
fi: Sijainti
hu: Pozíció
nl: Positie
pl: Pozycja
pt: Posição
ru: Позиция
sq: Pozita
tr: Pozisyon
uk: Позиція

source: Previous
be: Папярэдні
el: Προηγούμενο
es: Anterior
fi: Edellinen
hu: Előző
nl: Vorige
pl: Poprzedni
pt: Anterior
ru: Предыдущий
sq: I mëparshëm
tr: Önceki
uk: Попереднє

source: Professional, scientific grade data
be: Прафесійныя, навуковыя дадзеныя
el: Επαγγελματικά, επιστημονικά δεδομένα
es: Datos profesionales y científicos
fi: Ammattimainen, tieteellinen laatuinen data
hu: Professzionális, tudományos minőségű adatok
nl: Professionele, wetenschappelijke gegevens
pl: Dane profesjonalne, naukowej jakości
pt: Dados de nível profissional e científico
ru: Профессиональные, научные данные
sq: Të dhëna profesionale, shkencore
tr: Profesyonel, bilimsel kalite verisi
uk: Дані професійного, наукового рівня

source: Promote
be: Прасоўваць
el: Προώθηση
es: Promover
fi: Mainosta
hu: Népszerűsítés
nl: Promoten
pl: Promuj
pt: Promover
ru: Продвигать
sq: Promovo
tr: Tanıtım
uk: Просувати

source: Provide a list of unique key/value pairs to tag this image with. Use the '=' symbol between key and value, and provide one pair per line. These tags can be used to sort images by arbitrary properties.
be: Падайце спіс унікальных ключ/значэнне пар, каб адзначыць гэты малюнак. Выкарыстоўвайце сімвал '=' паміж ключом і значэннем, і падайце адну пару за радком. Гэтыя тэгі можна выкарыстоўваць для сартавання малюнкаў па процілеглым уласцівасцям.
el: Παρέχετε μια λίστα μοναδικών ζευγών κλειδί/τιμή για να ετικετάρετε αυτή την εικόνα. Χρησιμοποιήστε το σύμβολο '=' μεταξύ κλειδιού και τιμής, και παρέχετε ένα ζευγάρι ανά γραμμή. Αυτές οι ετικέτες μπορούν να χρησιμοποιηθούν για να ταξινομήσουν τις εικόνες κατά αυθαίρετες ιδιότητες.
es: Proporcione una lista de pares clave/de valor únicos con los que etiquetar esta imagen. Utilice el símbolo '=' entre la clave y el valor, y proporcione un par por línea. Estas etiquetas se pueden utilizar para ordenar imágenes por propiedades arbitrarias.
fi: Anna luettelo ainutlaatuisista avain/arvo-pareista, joilla voit merkitä tämän kuvan. Käytä '=' symbolia avaimen ja arvon välillä, ja anna yksi pari per rivi. Näitä tunnisteita voidaan käyttää kuvien lajitteluun satunnaisten ominaisuuksien mukaan.
hu: Adj meg egy listát egyedi kulcs/érték párokból, amelyekkel a képet meg szeretnéd jelölni. A kulcs és az érték között használd az "=" szimbólumot, és soronként egy párt adj meg. Ezek a megjelölések a képek tetszőleges tulajdonságok szerinti rendezésére használhatók.
nl: Geef een lijst van unieke sleutel/waarde paren om deze afbeelding mee te taggen. Gebruik het '=' symbool tussen sleutel en waarde, en geef één paar per regel. Deze tags kunnen worden gebruikt om afbeeldingen op willekeurige eigenschappen te sorteren.
pl: Podaj listę unikalnych par klucz/wartość, aby oznaczyć ten obraz. Użyj symbolu '=' między kluczem a wartością i podaj jedną parę w każdym wierszu. Te tagi mogą być używane do sortowania obrazów według dowolnych właściwości.
pt: Forneça uma lista de pares de chave/valor exclusivos para marcar esta imagem. Use o símbolo '=' entre chave e valor e forneça um par por linha. Essas tags podem ser usadas para classificar imagens por propriedades arbitrárias.
ru: Предоставьте список уникальных пар ключ/значение для тегирования этого изображения. Используйте символ '=' между ключом и значением, и предоставьте одну пару на строку. Эти теги могут быть использованы для сортировки изображений по произвольным свойствам.
sq: Siguroni një listë të çelësave/tagjeve unike për të etiketuar këtë imazh. Përdorni simbolin '=' midis çelësit dhe vlerës, dhe ofroni një çift për çdo rresht. Këto etiketa mund të përdoren për të renditur imazhet sipas pronave të rastit.
tr: Bu görüntüyü etiketlemek için benzersiz anahtar/değer çiftlerinin bir listesini sağlayın. Anahtar ve değer arasında '=' sembolünü kullanın ve her satıra bir çift verin. Bu etiketler, görüntüleri keyfi özelliklere göre sıralamak için kullanılabilir.
uk: Надайте список унікальних пар ключ/значення, щоб позначити це зображення. Використовуйте символ ‘=‘ між ключем і значенням і вкажіть одну пару на рядок. Ці теги можна використовувати для сортування зображень за довільними властивостями.

source: Public amateur data
be: Публічныя аматарскія дадзеныя
el: Δημόσια ερασιτεχνικά δεδομένα
es: Carpetas públicas amateur
fi: Julkinen harrastajadata
hu: Nyilvános amatőr adat
nl: Publieke amateurdata
pl: Publiczne dane amatorskie
pt: Dado amador público
ru: Публичные данные любителей
sq: Të dhëna publike amatorësh
tr: Halka açık amatör veriler
uk: Публічні аматорські дані

source: Published
be: Апублікавана
el: Δημοσιευμένο
es: Publicado
fi: Julkaistu
hu: Közzétéve
nl: Gepubliceerd
pl: Opublikowane
pt: Publicado
ru: Опубликовано
sq: Të publikuara
tr: Yayınlandı
uk: Опубліковано

source: Regular (e.g. medium/long exposure with a CCD or DSLR)
be: Звычайны (напрыклад, сярэдняе/доўгае экспазіцыя з CCD або DSLR)
el: Κανονική (π.χ. μεσαία/μακρά έκθεση με CCD ή DSLR)
es: Regular (por ejemplo, exposición media/larga con un CCD o DSLR)
fi: Tavallinen (esim. keskikokoinen/pitkä valotus CCD:llä tai DSLR:llä)
hu: Normál (pl. közepes/hosszú expozíció CCD-vel vagy DSLR-ral)
nl: Regulier (bijv. medium/lange belichting met een CCD of DSLR)
pl: Regularne (np. średnie/długie ekspozycje z CCD lub DSLR)
pt: Regular (ex. exposição media/longa com um CCD ou DSLR)
ru: Регулярное (например, средняя/долгая экспозиция с CCD или DSLR)
sq: Regjistror (p.sh. ekspozim mesatar/ të gjatë me CCD ose DSLR)
tr: Normal (örneğin, CCD veya DSLR ile orta/uzun pozlama)
uk: Регулярна (наприклад, середня/довга експозиція з CCD або DSLR)

source: Remote data source
be: Аддалены крыніца дадзеных
el: Απομακρυσμένη πηγή δεδομένων
es: Fuente de datos remota
fi: Etädatalaite
hu: Külső adatforrás
nl: Externe gegevensbron
pl: Zdalne źródło danych
pt: Fonte de dados remoto
ru: Удаленный источник данных
sq: Burimi i të dhënave të largëta
tr: Uzaktan veri kaynağı
uk: Віддалене джерело даних

source: Retract promotion
be: Скасаваць прасоўванне
el: Αναίρεση προώθησης
es: Retirar promoción
fi: Peruuta mainonta
hu: Promóció visszavonása
nl: Promotie intrekken
pl: Cofnij promocję
pt: Retirar promoção
ru: Отозвать продвижение
sq: Tërheq promovimin
tr: Tanıtımı geri çek
uk: Відкликати просування

source: Saturn
be: Сатурн
el: Κρόνος
es: Saturno
fi: Saturnus
hu: Szaturnusz
nl: Saturnus
pt: Saturno
ru: Сатурн
tr: Satürn
uk: Сатурн

source: Save
be: Захаваць
el: Αποθήκευση
es: Guardar
fi: Tallenna
hu: Mentés
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sq: Ruaj
tr: Kaydet
uk: Зберегти

source: Save and proceed to acquisition details
hu: Mentés és tovább az adatok beszerzésének részleteihez
uk: Зберегти та перейти до деталей придбання

source: Save and proceed to gear selection
hu: Mentés és ugrás a felszerelés kiválasztásához
uk: Зберегти та перейти до вибору обладнання

source: Save and proceed to image
hu: Mentés és ugrás a képre
uk: Зберегти та перейти до зображення

source: Secure payment by Stripe™
be: Бяспечная аплата праз Stripe™
el: Ασφαλής πληρωμή μέσω Stripe™
es: Pago seguro por Stripe™
fi: Turvallinen maksaminen Stripe™:n kautta
hu: Biztonságos fizetés a Stripe™ által
nl: Veilige betaling via Stripe™
pl: Bezpieczna płatność przez Stripe™
pt: Pagamento seguro pelo Stripe™
ru: Безопасная оплата через Stripe™
sq: Pagesë e sigurt nga Stripe™
tr: Stripe™ ile güvenli ödeme
uk: Безпечна оплата через Stripe™

source: Select an area of the image to be used as thumbnail in your gallery.
be: Выберыце вобласць малюнка, якая будзе выкарыстоўвацца як мініяцюра ў вашай галерэі.
el: Επιλέξτε μια περιοχή της εικόνας που θα χρησιμοποιηθεί ως μικρογραφία στη γκαλερί σας.
es: Seleccione un área de la imagen que será usada como miniatura de su galería
fi: Valitse alue kuvasta, jota käytetään pikkukuvana gallerias.
hu: Válaszd ki a kép egy területét, amelyet indexképként szeretnél használni a galériádban.
nl: Selecteer een gebied van de afbeelding dat als miniatuur in je galerij moet worden gebruikt.
pl: Wybierz obszar obrazu, który ma być użyty jako miniatura w Twojej galerii.
pt: Selecione uma área da imagem a ser usada como miniatura na sua galeria.
ru: Выберите область изображения, которая будет использоваться в качестве миниатюры в вашей галерее.
sq: Zgjidhni një zonë të imazhit që do të përdoret si miniaturë në galerinë tuaj.
tr: Galeriğinizde küçük resim olarak kullanılacak görüntünün bir alanını seçin.
uk: Виберіть область зображення, яка буде використовуватися як ескіз у вашій галереї.

source: Self acquired
be: Самастойна атрымана
el: Αυτοπαραγωγή
es: Autoadquiridas
fi: Itse hankittu
hu: Saját gyűjtés
nl: Zelf verworven
pl: Samodzielnie pozyskane
pt: Auto-adquirido
ru: Самостоятельно полученные
sq: E fituar vetë
tr: Kendin edinilmiş
uk: Отримано

source: Sharpen thumbnails
be: Астудзіць мініяцюры
el: Αυξήστε την ευκρίνεια των μικρογραφιών
es: Enfocar miniaturas
fi: Teroita pikkukuvia
hu: Indexképek élesítése
nl: Versterk miniaturen
pl: Wyostrz miniaturki
pt: Aprimorar miniaturas
ru: Улучшить миниатюры
sq: Mpreh miniaturat
tr: Küçük resimleri keskinleştir
uk: Збільшити різкість мініатюр

source: Show
be: Паказаць
el: Εμφάνιση
es: Mostrar
fi: Näytä
hu: Mutatás
nl: Toon
pl: Pokaż
pt: Mostrar
ru: Показать
sq: Trego
tr: Göster
uk: Показати

source: Size
be: Памер
el: Μέγεθος
es: Tamaño
fi: Koko
hu: Méret
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
sq: Madhësia
tr: Boyut
uk: Розмір

source: Small
be: Малы
el: Μικρό
es: Pequeño
fi: Pieni
hu: Kicsi
nl: Klein
pl: Mały
pt: Pequeno
ru: Маленький
sq: E vogël
tr: Küçük
uk: Маленьке

source: Solar system body or event
be: Цела Сонечнай сістэмы або падзея
el: Σώμα ή γεγονός του ηλιακού συστήματος
es: Sistema Solar o Evento
fi: Aurinkokunnan kohde tai tapahtuma
hu: Naprendszeri test vagy esemény
nl: Lichaam of gebeurtenis van het zonnestelsel
pl: Ciało słonecznego systemu lub wydarzenie
pt: Evento ou corpo do Sistema Solar
ru: Объект солнечной системы или событие
sq: Trupi i sistemit diellor ose ngjarja
tr: Güneş sistemi cismi veya olay
uk: Тіло або подія Сонячної системи

source: Sorry, but this image is too large. Under your current subscription plan, the maximum allowed image size is {{max}}.
be: Прабачце, але гэтая выява занадта вялікая. У рамках вашага бягучага плана падпісу максімальны дазволены памер выявы складае {{max}}.
el: Λυπάμαι, αλλά αυτή η εικόνα είναι πολύ μεγάλη. Σύμφωνα με το τρέχον σχέδιο συνδρομής σας, το μέγιστο επιτρεπόμενο μέγεθος εικόνας είναι {{max}}.
es: Lo siento, pero esta imagen es demasiado grande. Bajo tu plan de suscripción actual, el tamaño máximo permitido de imagen es {{max}}.
fi: Anteeksi, mutta tämä kuva on liian suuri. Nykyisellä tilauspaketillasi sallitun maksimikuvan koko on {{max}}.
hu: Sajnáljuk, de ez a kép túl nagy. A jelenlegi előfizetési csomagod szerint a megengedett maximális képméret {{max}}.
nl: Sorry, maar deze afbeelding is te groot. Onder je huidige abonnementsplan is de maximale toegestane afbeeldingsgrootte {{max}}.
pl: Przykro mi, ale ten obraz jest za duży. W ramach twojego aktualnego planu subskrypcyjnego maksymalny dozwolony rozmiar obrazu to {{max}}.
pt: Desculpe, mas esta imagem é muito grande. Sob seu plano de assinatura atual, o tamanho máximo permitido da imagem é {{max}}.
ru: Извините, но это изображение слишком большое. В рамках вашего текущего тарифного плана максимальный допустимый размер изображения составляет {{max}}.
sq: Na vjen keq, por ky imazh është shumë i madh. Nën planin tuaj aktual të abonimit, madhësia maksimale e lejuar e imazhit është {{max}}.
tr: Üzgünüm, ama bu görüntü çok büyük. Mevcut abonelik planınız altında, izin verilen maksimum görüntü boyutu {{max}}.
uk: Вибачте, але це зображення завелике. Відповідно до вашого поточного плану підписки, максимальний дозволений розмір зображення становить {{max}}.

source: Sorry, unfortunately AstroBin does not have a bank account in the selected territory.
be: Прабачце, на жаль, у AstroBin няма банкаўскага рахунку ў абранай тэрыторыі.
el: Λυπάμαι, δυστυχώς το AstroBin δεν έχει τραπεζικό λογαριασμό στην επιλεγμένη περιοχή.
es: Lo siento, desafortunadamente AstroBin no tiene una cuenta bancaria en el territorio seleccionado.
fi: Anteeksi, valitettavasti AstroBinillä ei ole pankkitiliä valitussa alueessa.
hu: Sajnáljuk, de az AstroBin sajnos nem rendelkezik bankszámlával a kiválasztott területen.
nl: Sorry, helaas heeft AstroBin geen bankrekening in het geselecteerde gebied.
pl: Przykro mi, niestety AstroBin nie ma konta bankowego w wybranym terytorium.
pt: Desculpe, infelizmente o AstroBin não tem uma conta bancária no território selecionado.
ru: Извините, к сожалению, у AstroBin нет банковского счета в выбранной территории.
sq: Na vjen keq, fatkeqësisht AstroBin nuk ka një llogari bankare në territorin e zgjedhur.
tr: Üzgünüm, maalesef AstroBin'in seçilen bölgede bir banka hesabı yok.
uk: На жаль, AstroBin не має банківського рахунку на вибраній території.

source: Star trails
be: Сляды зорак
el: Διαδρομές αστεριών
es: Trazos estelares
fi: Tähtijäljet
nl: Sterren sporen
pl: Ślady gwiazd
pt: Rastros de estrelas
ru: Следы звезд
sq: Gjurmët e yjeve
tr: Yıldız izleri
uk: Зоряні стежки

source: Step {{ stepNumber }}
hu: Lépés {{ stepNumber }}
uk: Крок {{ stepNumber }}

source: Subject type
be: Тып аб'екта
el: Τύπος θέματος
es: Tipo de objeto
fi: Aihetyyppi
hu: Tárgy típusa
nl: Onderwerpstype
pl: Typ obiektu
pt: Tipo de assunto
ru: Тип объекта
sq: Lloji i subjektit
tr: Konu türü
uk: Тип предмета

source: Submit this image to the selected groups.
be: Адправіць гэтую выяву ў выбраныя групы.
el: Υποβάλετε αυτή την εικόνα στις επιλεγμένες ομάδες.
es: Envía esta imagen a los grupos seleccionados
fi: Lähetä tämä kuva valittuihin ryhmiin.
hu: Kép beküldése a kiválasztott csoportokba.
nl: Dien deze afbeelding in bij de geselecteerde groepen.
pl: Prześlij ten obraz do wybranych grup.
pt: Envie essa imagens para os grupos selecionados.
ru: Отправить это изображение в выбранные группы.
sq: Dërgoni këtë imazh në grupet e zgjedhura.
tr: Bu görüntüyü seçilen gruplara gönder.
uk: Надіслати це зображення вибраним групам.

source: Sun
be: Сонца
el: Ήλιος
es: Sol
fi: Aurinko
hu: Nap
nl: Zon
pl: Słońce
pt: Sol
ru: Солнце
sq: Dielli
tr: Güneş
uk: Сонце

source: TIFF support on AstroBin is experimental.
be: Падтрымка TIFF на AstroBin эксперыментальная.
el: Η υποστήριξη TIFF στο AstroBin είναι πειραματική.
es: El soporte TIFF en AstroBin es experimental.
fi: TIFF-tuki AstroBinissä on kokeellinen.
hu: Az AstroBin TIFF-támogatása kísérleti jellegű.
nl: TIFF-ondersteuning op AstroBin is experimenteel.
pl: Wsparcie TIFF na AstroBin jest eksperymentalne.
pt: O suporte a TIFF no AstroBin é experimental.
ru: Поддержка TIFF на AstroBin экспериментальная.
sq: Mbështetje TIFF në AstroBin është eksperimentale.
tr: AstroBin'de TIFF desteği deneysel.
uk: Підтримка TIFF на AstroBin є екперементальною.

source: Text
be: Тэкст
el: Κείμενο
es: Texto
fi: Teksti
hu: Szöveg
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
sq: Teksti
tr: Metin
uk: Текст

source: The Lite plan is capped at <strong>{{maxImagesForLite}}</strong> total images, and you currently have <strong>{{numberOfImages}}</strong> images on AstroBin. For this reason, we recommend that you upgrade to Premium or Ultimate instead.
be: Лёгкі план абмежаваны <strong>{{maxImagesForLite}}</strong> агульнымі малюнкамі, і ў вас зараз <strong>{{numberOfImages}}</strong> малюнкаў на AstroBin. Па гэтай прычыне мы рэкамендуем вам абнавіць да Premium або Ultimate.
el: Το Lite σχέδιο έχει όριο <strong>{{maxImagesForLite}}</strong> συνολικών εικόνων, και έχετε αυτή τη στιγμή <strong>{{numberOfImages}}</strong> εικόνες στο AstroBin. Για αυτό το λόγο, προτείνουμε να αναβαθμίσετε σε Premium ή Ultimate.
es: El plan Lite está limitado a <strong>{{maxImagesForLite}}<\/strong> imágenes totales, y actualmente tienes <strong>{{numberOfImages}}<\/strong> imágenes en AstroBin. Por esta razón, te recomendamos que actualices a Premium o Ultimate.
fi: Lite-suunnitelma on rajoitettu <strong>{{maxImagesForLite}}</strong> yhteensä kuviin, ja sinulla on tällä hetkellä <strong>{{numberOfImages}}</strong> kuvaa AstroBinissä. Tämän vuoksi suosittelemme, että päivität Premium- tai Ultimate-suunnitelmaan.
hu: A Lite terv <strong>{{maxImagesForLite}}</strong> kép feltöltésére elég, és jelenleg <strong>{{numberOfImages}}</strong> képed van az AstroBinen. Emiatt az ajánljuk, hogy válts Prémiumra vagy Ultimate-re.
nl: Het Lite-plan is beperkt tot <strong>{{maxImagesForLite}}</strong> totale afbeeldingen, en je hebt momenteel <strong>{{numberOfImages}}</strong> afbeeldingen op AstroBin. Daarom raden we aan om te upgraden naar Premium of Ultimate.
pl: Plan Lite ma limit <strong>{{maxImagesForLite}}</strong> całkowitych obrazów, a Ty obecnie masz <strong>{{numberOfImages}}</strong> obrazów na AstroBin. Z tego powodu zalecamy, abyś przeszedł na plan Premium lub Ultimate.
pt: O plano Lite é limitado a <strong>{{maxImagesForLite}}<\/strong> imagens totais, e você atualmente tem <strong>{{numberOfImages}}<\/strong> imagens no AstroBin. Por isso, recomendamos que você faça upgrade para o Premium ou Ultimate.
ru: Тарифный план Lite ограничен <strong>{{maxImagesForLite}}<\/strong> общим количеством изображений, и у вас в данный момент <strong>{{numberOfImages}}<\/strong> изображений на AstroBin. По этой причине мы рекомендуем вам перейти на Premium или Ultimate.
sq: Plani Lite ka një kufi prej <strong>{{maxImagesForLite}}</strong> imazhe totale, dhe aktualisht keni <strong>{{numberOfImages}}</strong> imazhe në AstroBin. Për këtë arsye, ne rekomandojmë që të kaloni në Premium ose Ultimate.
tr: Lite planı toplam <strong>{{maxImagesForLite}}</strong> görüntü ile sınırlıdır ve şu anda AstroBin'de <strong>{{numberOfImages}}</strong> görüntünüz var. Bu nedenle, Premium veya Ultimate'a geçmenizi öneriyoruz.
uk: План Lite обмежений загальним числом зображень <strong>{{maxImagesForLite}}</strong>, і наразі у вас є <strong>{{numberOfImages}}</strong> зображень у AstroBin. З цієї причини ми рекомендуємо вам перейти на Premium або Ultimate.

source: The final font size will depend on how long your watermark is.
be: Канчатковы памер шрыфта будзе залежыць ад таго, наколькі доўгі ваш водзячы знак.
el: Το τελικό μέγεθος γραμματοσειράς θα εξαρτηθεί από το πόσο μεγάλο είναι το υδατογράφημά σας.
es: El tamaño final de fuente dependerá de qué tan grande es la marca de agua
fi: Lopullinen fonttikoko riippuu siitä, kuinka pitkä vesileimasi on.
hu: A végleges betűméret attól függ, hogy milyen hosszú a vízjel.
nl: De uiteindelijke lettergrootte hangt af van hoe lang je watermerk is.
pl: Ostateczny rozmiar czcionki będzie zależał od długości Twojego znaku wodnego.
pt: O tamanho da fonte final dependerá de quão grande é sua marca d'água.
ru: Окончательный размер шрифта будет зависеть от длины вашего водяного знака.
sq: Madhësia përfundimtare e fontit do të varet nga sa e gjatë është marka juaj.
tr: Son font boyutu, su işaretinizin ne kadar uzun olduğuna bağlı olacaktır.
uk: Остаточний розмір шрифту буде залежати від довжини вашого водяного знака.

source: The image will permanently disappear from your queue.
be: Малюнак назаўсёды знікне з тваёй чаргі.
el: Η εικόνα θα εξαφανιστεί μόνιμα από την ουρά σου.
es: La imagen desaparecerá permanentemente de tu cola.
fi: Kuva katoaa pysyvästi jonostasi.
hu: A kép véglegesen el fog tűnni a várólistádból.
nl: De afbeelding zal permanent uit je wachtrij verdwijnen.
pl: Obraz na stałe zniknie z Twojej kolejki.
pt: A imagem desaparecerá permanentemente da sua fila.
ru: Изображение навсегда исчезнет из вашей очереди.
sq: Imazhi do të zhduket përherë nga radhitja juaj.
tr: Resim kuyruğundan kalıcı olarak kaybolacak.
uk: Зображення назавжди зникне з черги.

source: The price is shown in Swiss Francs even though you might have paid the equivalent amount in your country's currency.
hu: Az ár svájci frankban van feltüntetve, még akkor is, ha az országod pénznemében ennek megfelelő összeget fizettél.
uk: Ціна вказана у Швейцарських Франках, навіть якщо Ви могли заплатити еквівалентну суму у валюті вашої країни.

source: The review queue is currently empty.
hu: A felülvizsgálási várólista jelenleg üres.
uk: Наразі черга на огляд порожня.

source: The submission queue is currently empty.
hu: A beküldési várólista jelenleg üres.
uk: Наразі черга подання порожня.

source: This operation can not be undone.
be: Гэта аперацыя не можа быць адменена.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta operación no se puede deshacer.
fi: Tätä toimintoa ei voi peruuttaa.
hu: Ez a művelet nem vonható vissza.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Ta operacja nie może być cofnięta.
pt: Esta operação não pode ser desfeita.
ru: Эту операцию нельзя отменить.
sq: Kjo operacion nuk mund të anulohet.
tr: Bu işlem geri alınamaz.
uk: Цю операцію неможливо скасувати.
