Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Please use a device with a minimum horizontal resolution of 1024 pixels to view this content.
be: Калі ласка, выкарыстоўвайце прыладу з мінімальным гарызантальным дазволам 1024 пікселяў для прагляду гэтага кантэнту.
el: Παρακαλώ χρησιμοποιήστε μια συσκευή με ελάχιστη οριζόντια ανάλυση 1024 pixels για να δείτε αυτό το περιεχόμενο.
es: Por favor, utiliza un dispositivo con una resolución horizontal mínima de 1024 píxeles para ver este contenido.
fi: Käytä laitetta, jonka vaakasuora resoluutio on vähintään 1024 pikseliä tämän sisällön katsomiseen.
hu: Kérlek, használj olyan eszközt, amelynek legalább 1024 pixel széles a felbontása, hogy meg tudd nézni ezt a tartalmat.
nl: Gebruik een apparaat met een minimale horizontale resolutie van 1024 pixels om deze inhoud te bekijken.
pl: Proszę użyć urządzenia o minimalnej rozdzielczości poziomej 1024 pikseli, aby wyświetlić tę zawartość.
pt: Por favor, use um dispositivo com uma resolução horizontal mínima de 1024 pixels para visualizar este conteúdo.
ru: Пожалуйста, используйте устройство с минимальным горизонтальным разрешением 1024 пикселя для просмотра этого контента.
sq: Ju lutem përdorni një pajisje me një rezolutë horizontale minimale prej 1024 pikselësh për të parë këtë përmbajtje.
tr: Bu içeriği görüntülemek için en az 1024 piksel yatay çözünürlüğe sahip bir cihaz kullanın.
uk: Для перегляду цього контенту використовуйте пристрій із мінімальною роздільною здатністю по горизонталі 1024 пікселі.

source: Portable English
be: Партатыўны англійскі
el: Φορητή Αγγλική
es: Inglés portátil
fi: Kannettava Englanti
hu: Hordozható angol
nl: Draagbaar Engels
pl: Przenośny angielski
pt: Inglês portátil
ru: Портативный английский
sq: Anglisht Portative
tr: Taşınabilir İngilizce
uk: Портативна Англійська

source: Proposed by
be: Прапанавана
el: Προτάθηκε από
es: Propuesto por
fi: Ehdottanut
hu: Javasolta
nl: Voorgesteld door
pl: Proponowane przez
pt: Proposto por
ru: Предложено
sq: Propozuar nga
tr: Öneren
uk: Запропоновано

source: Read
be: Чытаць
el: Διαβάστε
es: Leer
fi: Lue
hu: Olvasd el
nl: Lezen
pl: Czytaj
pt: Ler
ru: Читать
sq: Lexo
tr: Oku
uk: Прочитайте

source: Reason
be: Прычына
el: Λόγος
es: Razón
fi: Syytä
hu: Indoklás
nl: Reden
pl: Powód
pt: Razão
ru: Причина
sq: Arsye
tr: Sebep
uk: Причина

source: Red channel (R)
be: Чырвоны канал (R)
el: Κόκκινο κανάλι (R)
es: Canal rojo (R)
fi: Punainen kanava (R)
hu: Piros csatorna (R)
nl: Rode kanaal (R)
pl: Kanał czerwony (R)
pt: Canal vermelho (R)
ru: Красный канал (R)
sq: Kanal i kuq (R)
tr: Kırmızı kanal (R)
uk: Червоний канал (R)

source: Reflector: Dall-Kirkham
be: Рэфлектар: Дал-Кіркхам
el: Κατοπτρικός: Dall-Kirkham
fi: Reflektor: Dall-Kirkham
hu: Reflektor: Dall-Kirkham
pl: Reflektor: Dall-Kirkham
pt: Refletor: Dall-Kirkham
ru: Рефлектор: Далл-Киркхэм
sq: Reflektor: Dall-Kirkham
tr: Reflektör: Dall-Kirkham
uk: Рефлектор: Долл-Кіркхем

source: Reflector: Gregorian
be: Рэфлектар: Грыгарыянскі
el: Κατοπτρικός: Gregorian
fi: Reflektor: Gregorian
hu: Reflektor: Gregorian
pl: Reflektor: Gregorian
pt: Refletor: Gregoriano
ru: Рефлектор: Грегориан
sq: Reflektor: Gregorian
tr: Reflektör: Gregorian
uk: Рефлектор: Грегорі

source: Reflector: Herschellian
be: Рэфлектар: Хершэльскі
el: Κατοπτρικός: Herschellian
fi: Reflektor: Herschellian
hu: Reflektor: Herschellian
nl: Reflector: Herschelliaans
pl: Reflektor: Herschellian
pt: Refletor: Herscheliano
ru: Рефлектор: Хершельян
sq: Reflektor: Herschellian
tr: Reflektör: Herschellian
uk: Рефлектор: Гершель

source: Reflector: Nasmyth
be: Рэфлектар: Насміт
el: Κατοπτρικός: Nasmyth
fi: Reflektor: Nasmyth
hu: Reflektor: Nasmyth
pl: Reflektor: Nasmyth
pt: Refletor: Nasmyth
ru: Рефлектор: Насмит
sq: Reflektor: Nasmyth
tr: Reflektör: Nasmyth
uk: Рефлектор: Насміт

source: Reflector: Newtonian
be: Рэфлектар: Ньютанаўскі
el: Κατοπτρικός: Newtonian
es: Reflector: Newtoniano
fi: Reflektor: Newtonilainen
hu: Reflektor: Newtonian
nl: Reflector: Newtoniaans
pl: Reflektor: Newtonowski
pt: Refletor: Newtoniano
ru: Рефлектор: Ньютоновский
sq: Reflektor: Newtonian
tr: Reflektör: Newtonyen
uk: Рефлектор: Ньютон

source: Reflector: Ritchey Chretien
be: Рэфлектар: Рычэі Чрэціен
el: Κατοπτρικός: Ritchey Chretien
fi: Reflektor: Ritchey Chretien
hu: Reflektor: Ritchey Chretien
pl: Reflektor: Ritchey Chretien
pt: Refletor: Ritchey Chretien
ru: Рефлектор: Ритчи-Кретиен
sq: Reflektor: Ritchey Chretien
tr: Reflektör: Ritchey Chretien
uk: Рефлектор: Річі-Крітьєн

source: Refractor: apochromatic
be: Рэфрактар: апохраматычны
el: Διαθλαστικός: αποχρωματικός
es: Refractor: apocromático
fi: Refraktori: apokromaatinen
hu: Refraktor: apokromatikus
nl: Refractor: apochromatisch
pl: Refraktor: apochromatyczny
pt: Refrator: apocromático
ru: Рефрактор: апохроматический
sq: Refraktor: apokromatik
tr: Refraktör: apokromatik
uk: Рефрактор: апохромат

source: Refractor: non-achromatic Galilean
be: Рэфрактар: неахраматычны Галілеянскі
el: Διαθλαστικός: μη αποχρωματικός Γαλιλαίος
es: Refractor: galileano no acromático
fi: Refraktori: ei-achromattinen Galileilainen
hu: Refraktor: nem-apokromatikus Galilei
nl: Refractor: niet-achromatisch Galileïsch
pl: Refraktor: nieachromatyczny Galilejski
pt: Refrator: Galileano não-acromático
ru: Рефрактор: неахроматический галилеевский
sq: Refraktor: Galilean jo-apokromatik
tr: Refraktör: non-achromatic Galile
uk: Рефрактор: неахроматичний Галілейський

source: Refractor: non-acrhmatic Keplerian
uk: Рефрактор: неахроматичний Кеплера

source: Refractor: semi-apochromatic
be: Рэфрактар: паўапохраматычны
el: Διαθλαστικός: ημι-αποχρωματικός
es: Refractor: semi-apocromático
fi: Refraktori: puoliksi apokromaatinen
hu: Refraktor: félig apokromatikus
nl: Refractor: semi-apochromatisch
pl: Refraktor: pół-apochromatyczny
pt: Refrator: semi-apocromático
ru: Рефрактор: полуафохроматический
sq: Refraktor: semi-apokromatik
tr: Refraktör: yarı-apokromatik
uk: Рефрактор: напівахромат

source: Refractor: superachromat
be: Рэфрактар: супер ахрамат
el: Διαθλαστικός: υπερ-αποχρωματικός
es: Refractor: superacromático
fi: Refraktori: superakromaatti
hu: Refraktor: szuperapokromatikus
nl: Refractor: superachromaat
pl: Refraktor: superakromat
pt: Refrator: superacromático
ru: Рефрактор: суперохроматический
sq: Refraktor: superakromat
tr: Refraktör: süperakromat
uk: Рефрактор: супер-ахромат

source: Reject edit
be: Адхіліць рэдагаванне
el: Απόρριψη επεξεργασίας
es: Rechazar edición
fi: Hylkää muokkaus
hu: Szerkesztés elutasítása
nl: Bewerking afwijzen
pl: Odrzuć edycję
pt: Rejeitar edição
ru: Отклонить редактирование
sq: Refuzo redaktimin
tr: Düzenlemeyi reddet
uk: Відхилити редагування

source: Reply
be: Адказаць
el: Απάντηση
es: Responder
fi: Vastaa
hu: Válasz
nl: Antwoord
pl: Odpowiedz
pt: Responder
ru: Ответить
sq: Përgjigju
tr: Cevapla
uk: Відповісти

source: Reviewed by
be: Ацэнена
el: Εξετάστηκε από
es: Revisado por
fi: Arvioinut
hu: Átnézte
nl: Beoordeeld door
pl: Recenzowane przez
pt: Revisado por
ru: Проверено
sq: Rishikuar nga
tr: İnceleyen
uk: Переглянуто

source: Select target item for the migration, or create a new one.
uk: Виберіть цільовий елемент для міграції або створіть новий.

source: Self-made / non-commercial (no brand)
be: Сваімі рукамі / некамэрцыйны (без брэнда)
el: Αυτοκατασκευασμένο / μη εμπορικό (χωρίς μάρκα)
es: Hecho a mano / no comercial (sin marca)
fi: Itse tehty / ei-kaupallinen (ei merkkiä)
hu: Kézműves / nem kereskedelmi (nincs márka)
nl: Zelfgemaakt / niet-commercieel (geen merk)
pl: Własnoręcznie zrobione / niekomercyjne (bez marki)
pt: Feito à mão / não comercial (sem marca)
ru: Самодельный / некоммерческий (без бренда)
sq: E bërë vetë / jo-komerciale (pa markë)
tr: Kendin yap / ticari olmayan (markasız)
uk: Саморобний / некомерційний (без бренду)

source: Sensors
be: Датчыкі
el: Αισθητήρες
es: Sensores
fi: Anturit
hu: Érzékelők
nl: Sensoren
pl: Czujniki
pt: Sensores
ru: Датчики
sq: Sensorë
tr: Sensörler
uk: Сенсори

source: Service not available
be: Сэрвіс недаступны
el: Υπηρεσία μη διαθέσιμη
es: Servicio no disponible
fi: Palvelu ei ole saatavilla
hu: Szolgáltatás nem elérhető
nl: Service niet beschikbaar
pl: Usługa niedostępna
pt: Serviço não disponível
ru: Сервис недоступен
sq: Shërbimi nuk është i disponueshëm
tr: Hizmet mevcut değil
uk: Сервіс недоступний

source: Since a regular and a modified variant of {{0}} were created, we didn't prefill the item selection dropdown, to allow you to select the correct variant for this migration.
uk: Оскільки було створено звичайний та модифікований варіанти {{0}}, ми не заповнювали попередньо субменю вибору елемента, щоб ви могли вибрати правильний варіант для цієї міграції.

source: Sky glow
be: Святло неба
el: Φωτεινότητα ουρανού
es: Contaminación lumínica
fi: Taivaan hohde
hu: Égbolt fény
nl: Lichtvervuiling
pl: Zanieczyszczenie światłem
ru: Световое загрязнение
sq: Shkëlqimi i qiellit
tr: Gökyüzü parıltısı
uk: Засвітка неба

source: Slew speed
be: Хуткасць павароту
el: Ταχύτητα περιστροφής
es: Velocidad de movimiento
fi: Kääntömaksimi
hu: Slewing sebesség
nl: Sleuf snelheid
pl: Prędkość obrotu
pt: Velocidade de movimento
ru: Скорость наведения
sq: Shpejtësia e lëvizjes
tr: Hızlanma hızı
uk: Швидкість обертання

source: Solar
be: Сонечны
el: Ηλιακός
fi: Aurinko
hu: Nap
nl: Zon
pl: Słoneczny
ru: Солнечный
sq: Diellor
tr: Güneş
uk: Сонячна

source: Something went wrong
be: Што-то пайшло не так
el: Κάτι πήγε στραβά
es: Algo salió mal
fi: Jotain meni pieleen
hu: Valami hiba történt
nl: Er is iets mis gegaan
pl: Coś poszło nie tak
pt: Algo deu errado
ru: Что-то пошло не так
sq: Diçka shkoi keq
tr: Bir şeyler ters gitti
uk: Щось пішло не так

source: Sort
be: Сартаваць
el: Ταξινόμηση
es: Ordenar
fi: Lajittele
hu: Rendezés
nl: Sorteren
pl: Sortuj
pt: Ordenar
ru: Сортировать
sq: Rendit
tr: Sırala
uk: Сортувати

source: Star tracker
be: Зорны трэкker
el: Αστέρι παρακολούθησης
es: Seguidor de estrellas
fi: Tähtiseuranta
hu: Csillagkövető
nl: Stertracker
pl: Tracker gwiazdowy
pt: Rastreador de estrelas
ru: Звездный трекер
sq: Përgjues yjesh
tr: Yıldız takip cihazı
uk: Зірковий трекер

source: Submit
be: Адправіць
el: Υποβολή
es: Enviar
fi: Lähetä
hu: Beküldés
nl: Indienen
pl: Wyślij
pt: Enviar
ru: Отправить
sq: Dërgo
tr: Gönder
uk: Надіслати

source: Sulfur-II (SII)
be: Сера-ІІ (SII)
el: Θείο-II (SII)
es: Azufre-II (SII)
fi: Rikki-Sulfidi (SII)
hu: Kénkét (SII)
nl: Zwavel-II (SII)
pl: Siarka-II (SII)
pt: Enxofre-II (SII)
ru: Сера-II (SII)
sq: Sulfuri-II (SII)
tr: Kükürt-II (SII)
uk: Сірка-II (SII)

source: Summary
be: Рэзюмэ
el: Περίληψη
es: Resumen
fi: Yhteenveto
hu: Összefoglaló
nl: Samenvatting
pl: Podsumowanie
pt: Resumo
ru: Резюме
sq: Përmbledhje
tr: Özet
uk: Резюме

source: Telescopes & lenses
be: Тэлескопы і аб'ектывы
el: Τηλεσκόπια & φακοί
es: Telescopios y lentes
fi: Teleskoopit & linssit
hu: Távcsövek és lencsék
nl: Telescopen & lenzen
pl: Teleskopy i obiektywy
pt: Telescópios e lentes
ru: Телескопы и объективы
sq: Teleskopë & lente
tr: Teleskoplar & lensler
uk: Телескопи та об‘єктиви

source: Thanks! Your edit proposal has been submitted and will be reviewed as soon as possible.
uk: Спасибі! Вашу пропозицію редагування надіслано та буде розглянуто якнайшвидше.

source: The item doesn't seem to have the correct brand, or the brand is misspelled, or it's the duplicate of an existing brand.
be: Элемент, здаецца, не мае правільнага брэнда, або брэнд напісаны з памылкай, або гэта дублікат існуючага брэнда.
el: Το αντικείμενο δεν φαίνεται να έχει τη σωστή μάρκα, ή η μάρκα είναι λανθασμένα γραμμένη, ή είναι αντίγραφο μιας υπάρχουσας μάρκας.
es: El ítem no parece tener la marca correcta, o la marca está mal escrita, o es un duplicado de una marca existente.
fi: Kohteella ei näytä olevan oikeaa merkkiä, tai merkki on kirjoitettu väärin, tai se on olemassa olevan merkin kopio.
hu: Az elem nem tűnik helyes márkájúnak, vagy a márka el van írva, vagy egy létező márka másolata.
nl: Het item lijkt niet het juiste merk te hebben, of het merk is verkeerd gespeld, of het is een duplicaat van een bestaand merk.
pl: Element wydaje się nie mieć poprawnej marki, lub marka jest źle napisana, lub jest duplikatem istniejącej marki.
pt: O item parece não ter a marca correta, ou a marca está escrita incorretamente, ou é um duplicado de uma marca existente.
ru: У товара, похоже, неправильный бренд, или бренд написан с ошибкой, или это дубликат существующего бренда.
sq: Artikulli nuk duket se ka markën e duhur, ose marka është e shkruar gabim, ose është një kopje e një marke ekzistuese.
tr: Öğenin doğru marka olmadığı ya da markanın yanlış yazıldığı ya da mevcut bir markanın kopyası olduğu görünmüyor.
uk: Схоже, елемент не має правильної марки, або бренд написаний з помилкою, або це копія існуючої марки.

source: The item has a typo in its name
be: У прадмеце ёсць памылка ў назве
el: Το αντικείμενο έχει τυπογραφικό λάθος στο όνομά του
es: El ítem tiene un error tipográfico en su nombre
fi: Tuotteessa on kirjoitusvirhe sen nimessä
hu: A tétel nevében elírás található
nl: Het item heeft een typfout in zijn naam
pl: Element ma literówkę w swojej nazwie
pt: O item tem um erro de digitação no nome
ru: У товара есть опечатка в названии
sq: Artikulli ka një gabim në emrin e tij
tr: Öğenin adında bir yazım hatası var
uk: У назві елементу є помилка

source: The item has insufficient data
be: У прадмеце недастаткова дадзеных
el: Το αντικείμενο έχει ανεπαρκή δεδομένα
es: El ítem tiene datos insuficientes
fi: Tuotteessa on riittämättömiä tietoja
hu: A tételhez nem elegendő adat áll rendelkezésre
nl: Het item heeft onvoldoende gegevens
pl: Element ma niewystarczające dane
pt: O item tem dados insuficientes
ru: У товара недостаточно данных
sq: Artikulli ka të dhëna të pamjaftueshme
tr: Öğenin yetersiz verisi var
uk: У елементі недостатньо даних

source: The item has some inaccurate data
be: У элемента ёсць некаторыя недакладныя дадзеныя
el: Το αντικείμενο έχει κάποια ανακριβή δεδομένα
es: El ítem tiene algunos datos inexactos
fi: Kohteessa on joitain epätarkkoja tietoja
hu: A tétel néhány pontatlan adatot tartalmaz
nl: Het item heeft enkele onnauwkeurige gegevens
pl: Element ma niepoprawne dane
pt: O item tem alguns dados imprecisos
ru: У товара есть неточные данные
sq: Artikulli ka disa të dhëna të pasakta
tr: Öğenin bazı yanlış verileri var
uk: Пункт містить деякі неточні дані

source: The recommended naming convention for camera lenses is: optional model name, focal length range, f-ratio range, additional properties. E.g. <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
be: Рэкамендаваная канвенцыя назваў для аб'ектываў камер: неабавязковая назва мадэлі, дыяпазон фокуснай адлегласці, дыяпазон f-адносін, дадатковыя ўласцівасці. Напрыклад, <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
el: Η προτεινόμενη ονοματολογία για τους φακούς κάμερας είναι: προαιρετικό όνομα μοντέλου, εύρος εστιακής απόστασης, εύρος f-αναλογίας, πρόσθετες ιδιότητες. Π.χ. <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
es: La convención de nombres recomendada para lentes de cámara es: nombre de modelo opcional, rango de distancia focal, rango de relación f, propiedades adicionales. Ej. <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
fi: Suositeltu nimeämiskäytäntö kameran objektiiveille on: valinnainen mallinimi, polttovälin alue, f-suhteen alue, lisäominaisuudet. Esim. <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
hu: A javasolt elnevezési konvenció fényképezőgép lencsékhez: opcionális modell név, gyújtótávolság tartomány, f-érték tartomány, további jellemzők. Pl. <strong>Nikkor Z 28mm f/2.8 (SE)<strong>.
nl: De aanbevolen naamgevingsconventie voor cameralenzen is: optionele modelnaam, brandpuntsafstand bereik, f-ratio bereik, aanvullende eigenschappen. Bijv. <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
pl: Zalecana konwencja nazewnictwa dla obiektywów to: opcjonalna nazwa modelu, zakres ogniskowej, zakres f-ratio, dodatkowe właściwości. Np. <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
pt: A convenção de nomenclatura recomendada para lentes de câmera é: nome do modelo opcional, faixa de distância focal, faixa de f-ratio, propriedades adicionais. Ex: <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
ru: Рекомендуемая схема именования для объективов камер: необязательное название модели, диапазон фокусного расстояния, диапазон f-отношения, дополнительные свойства. Например, <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
sq: Konvencioni i rekomanduar i emërtesës për lentet e kamerave është: emri i modelit opsional, gama e gjatësi fokale, gama e raportit f, pronësi shtesë. P.sh. <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
tr: Kamera lensleri için önerilen adlandırma kuralı: isteğe bağlı model adı, odak uzaklığı aralığı, f-rasyon aralığı, ek özellikler. Örn: <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
uk: Рекомендована умова найменування для об’єктивів камери: додаткова назва моделі, діапазон фокусної відстані, діапазон діафрагми (f/x), додаткові властивості. напр. <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.

source: The requested resource does not exist
be: Запытаны рэсурс не існуе
el: Ο ζητούμενος πόρος δεν υπάρχει
es: El recurso solicitado no existe
fi: Pyydetty resurssi ei ole olemassa
hu: A kért erőforrás nem létezik
nl: De gevraagde bron bestaat niet
pl: Żądany zasób nie istnieje
pt: O recurso solicitado não existe
ru: Запрашиваемый ресурс не существует
sq: Burimi i kërkuar nuk ekziston
tr: İstenen kaynak mevcut değil
uk: Запитуваного ресурсу не існує

source: The revision's title will be shown as an addendum to the original image's title.
be: Назва рэвізіі будзе паказана як дапаўненне да назвы арыгінальнага малюнка.
el: Ο τίτλος της αναθεώρησης θα εμφανίζεται ως προσθήκη στον τίτλο της αρχικής εικόνας.
es: El título de la revisión se mostrará como un apéndice al título de la imagen original.
fi: Muokkauksen otsikko näytetään alkuperäisen kuvan otsikon lisäyksenä.
hu: A revízió címe az eredeti kép címének kiegészítéseként fog megjelenni.
nl: De titel van de revisie zal worden weergegeven als een aanvulling op de titel van de originele afbeelding.
pl: Tytuł rewizji będzie wyświetlany jako dodatek do tytułu oryginalnego obrazu.
pt: O título da revisão será mostrado como um adendo ao título da imagem original.
ru: Название ревизии будет показано как дополнение к оригинальному названию изображения.
sq: Titulli i rishikimit do të shfaqet si një shtesë në titullin origjinal të imazhit.
tr: Revizyonun başlığı, orijinal görüntünün başlığına ek olarak gösterilecektir.
uk: Назва редакції буде показана як додаток до назви оригінального зображення.

source: The target item doesn't seem to have the correct brand
be: У мэтавым прадмеце, здаецца, няправільны брэнд
el: Το αντικείμενο στόχος δεν φαίνεται να έχει τη σωστή μάρκα
es: El ítem objetivo no parece tener la marca correcta
fi: Kohde tuotteella ei näytä olevan oikeaa merkkiä
hu: A céltárgynak nem tűnik, hogy a megfelelő márkája lenne
nl: Het doelitem lijkt niet het juiste merk te hebben
pl: Wygląda na to, że docelowy element nie ma poprawnej marki
pt: O item alvo parece não ter a marca correta
ru: У целевого товара, похоже, неправильный бренд
sq: Artikulli i synuar nuk duket se ka markën e duhur
tr: Hedef öğenin doğru markaya sahip olmadığı görünüyor
uk: Здається, цільовий елемент має некоректну назву бренду

source: The target item has a typo in its name
be: У мэтавым прадмеце ёсць памылка ў назве
el: Το αντικείμενο στόχος έχει ένα τυπογραφικό λάθος στο όνομά του
es: El ítem objetivo tiene un error tipográfico en su nombre
fi: Kohde tuotteella on kirjoitusvirhe sen nimessä
hu: A céltárgynak elírás található a nevében
nl: Het doelitem heeft een typfout in zijn naam
pl: Docelowy element ma literówkę w swojej nazwie
pt: O item alvo tem um erro de digitação no nome
ru: У целевого товара есть опечатка в названии
sq: Artikulli i synuar ka një gabim në emrin e tij
tr: Hedef öğenin adında bir yazım hatası var
uk: У назві цільового елемента є помилка

source: The target item has insufficient data
be: У мэтавым прадмеце недастаткова дадзеных
el: Το αντικείμενο στόχος έχει ανεπαρκή δεδομένα
es: El ítem objetivo tiene datos insuficientes
fi: Kohteen tiedot ovat riittämättömät
hu: A céltárgynak nem elegendő adat áll rendelkezésre
nl: Het doelitem heeft onvoldoende gegevens.
pl: Wybrany element ma niewystarczające dane.
pt: O item alvo tem dados insuficientes
ru: У целевого товара недостаточно данных
sq: Artikulli i synuar ka të dhëna të pamjaftueshme
tr: Hedef öğenin yetersiz verisi var
uk: Цільовий елемент містить недостатньо даних

source: The target item has some inaccurate data
be: У мэтавым прадмеце ёсць некаторыя недакладныя дадзеныя
el: Το αντικείμενο στόχος έχει κάποια ανακριβή δεδομένα
es: El ítem objetivo tiene algunos datos inexactos
fi: Kohde-esineessä on virheellisiä tietoja
hu: A céltárgynak néhány pontatlan adatot tartalmaz
nl: Het doelitem heeft enkele onnauwkeurige gegevens
pl: Wybrany obiekt ma nieprawidłowe dane
pt: O item alvo tem alguns dados imprecisos
ru: У целевого товара есть неточные данные
sq: Artikulli i synuar ka disa të dhëna të pasakta
tr: Hedef öğenin bazı hatalı verileri var
uk: Цільовий елемент містить деякі неточні дані

source: There are no comments yet.
be: Пакуль няма каментароў.
el: Δεν υπάρχουν σχόλια ακόμα.
es: No hay comentarios aún.
fi: Ei kommentteja vielä.
hu: Még nincsenek megjegyzések.
nl: Er zijn nog geen reacties.
pl: Nie ma jeszcze komentarzy.
pt: Ainda não há comentários.
ru: Комментариев пока нет.
sq: Nuk ka komente akoma.
tr: Henüz yorum yok.
uk: Ще немає коментарів.

source: There are no more items of this type to migrate. Check other equipment types.
be: Болей няма прадметаў гэтага тыпу для пераносу. Праверце іншыя тыпы абсталявання.
el: Δεν υπάρχουν άλλα αντικείμενα αυτού του τύπου για μετανάστευση. Έλεγξε άλλους τύπους εξοπλισμού.
es: No hay más ítems de este tipo para migrar. Revisa otros tipos de equipo.
fi: Tätä tyyppiä ei ole enää siirrettävissä. Tarkista muut laitteistotyypit.
hu: Nincsenek több ilyen típusú tétel a migrálásra. Ellenőrizd a többi felszerelést.
nl: Er zijn geen andere items van dit type om te migreren. Controleer andere apparatuurtypes.
pl: Nie ma więcej przedmiotów tego typu do migracji. Sprawdź inne typy sprzętu.
pt: Não há mais itens desse tipo para migrar. Verifique outros tipos de equipamentos.
ru: Больше нет товаров этого типа для миграции. Проверьте другие типы оборудования.
sq: Nuk ka më artikuj të këtij lloji për t'u migruar. Kontrolloni lloje të tjera pajisjesh.
tr: Göç edilecek daha fazla bu tür öğe yok. Diğer ekipman türlerini kontrol et.
uk: Більше немає схожих елементів для міграції. Перевірте інші типи обладнання.

source: This LEGACY item needs to be migrated
uk: Цей ЗАСТАРІЛИЙ елемент потрібно перенести

source: This item has not been approved yet, so it's not available to be associated with images.
uk: Цей елемент ще не схвалено, тому його неможливо пов’язувати із зображеннями.

source: This item will be part of AstorBin's equipment database, and it's very important that the information is accurate and this item is not the duplicate of another.
uk: Цей елемент буде частиною бази даних обладнання AstorBin, і дуже важливо, щоб інформація була точною, і цей елемент не був копією іншого.
