Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Exchange payment/delivery info
be: Абмяняць інфармацыю аб аплаце/дастаўцы
el: Ανταλλαγή πληροφοριών πληρωμής/παράδοσης
es: Intercambiar información de pago/entrega
fi: Vaihda maksut/ toimitustiedot
hu: Kifizetés/átadás információk cseréje
nl: Uitwisselen van betaling/leveringsinfo
pl: Wymień informacje o płatności/dostawie
pt: Trocar informações de pagamento/entrega
ru: Обмен информацией о платеже/доставке
sq: Shkëmbim informacioni për pagesën/dorëzimin
tr: Ödeme/teslimat bilgilerini değiştir
uk: Обмін інформацією про оплату/доставку

source: Feedback message
be: Паведамленне для пакупніка
el: Μήνυμα ανατροφοδότησης
es: Mensaje de comentario
fi: Palauteviesti
hu: Visszajelzés üzenet
nl: Feedbackbericht
pl: Wiadomość zwrotna
pt: Mensagem de feedback
ru: Сообщение обратной связи
sq: Mesazhi i feedback-ut
tr: Geri bildirim mesajı
uk: Повідомлення відгуку

source: Feedback older than {{0}} days cannot be changed.
be: Водгук старэйшы за {{0}} дзён не можа быць зменены.
el: Η ανατροφοδότηση που έχει ληφθεί από αυτόν τον χρήστη στην αγορά δεν μπορεί να αλλάξει αν είναι παλαιότερη από {{0}} ημέρες.
es: Los comentarios de más de {{0}} días no se pueden cambiar.
fi: Palautetta, joka on vanhempaa kuin {{0}} päivää, ei voi muuttaa.
hu: A {{0}} napnál régebbi visszajelzést nem lehet módosítani.
nl: Feedback ouder dan {{0}} dagen kan niet worden gewijzigd.
pl: Opinie starsze niż {{0}} dni nie mogą być zmieniane.
pt: Feedback mais antigo que {{0}} dias não pode ser alterado.
ru: Обратная связь старше {{0}} дней не может быть изменена.
sq: Feedback-u më i vjetër se {{0}} ditë nuk mund të ndryshohet.
tr: {{0}} günden daha eski geri bildirimler değiştirilemez.
uk: Відгук старше {{0}} днів не може бути змінено.

source: Feedback received by this user in the marketplace. Please be kind and respectful in your comments.
be: Водгук, атрыманы гэтым карыстальнікам на рынку. Калі ласка, будзьце добрымі і паважлівымі ў сваіх каментарах.
el: Ανατροφοδότηση που έχει ληφθεί από αυτόν τον χρήστη στην αγορά. Παρακαλώ να είσαι ευγενικός και σεβαστικός στα σχόλιά σου.
es: Comentarios recibidos por este usuario en el mercado. Por favor, sé amable y respetuoso en tus comentarios.
fi: Tämä käyttäjä on saanut palautetta markkinapaikalla. Ole ystävällinen ja kunnioittava kommenteissasi.
hu: Ez a felhasználó a piactéren kapott visszajelzéseket. Kérlek, légy kedves és tiszteletteljes a megjegyzéseidben.
nl: Feedback ontvangen door deze gebruiker op de marktplaats. Wees vriendelijk en respectvol in je opmerkingen.
pl: Opinie otrzymane przez tego użytkownika na rynku. Proszę bądź miły i szanuj innych w swoich komentarzach.
pt: Feedback recebido por este usuário no marketplace. Seja gentil e respeitoso em seus comentários.
ru: Обратная связь, полученная этим пользователем на рынке. Пожалуйста, будьте добры и уважительны в своих комментариях.
sq: Feedback-u i marrë nga ky përdorues në treg. Ju lutemi, jini të sjellshëm dhe respektues në komentet tuaja.
tr: Bu kullanıcıdan pazarda alınan geri bildirim. Lütfen yorumlarınızda nazik ve saygılı olun.
uk: Відгук, отриманий цим користувачем на ринку. Будь ласка, будьте добрими та поважними у своїх коментарях.

source: Find them on the right side of the page
be: Знайдзіце іх на правым баку старонкі
el: Βρες τα στη δεξιά πλευρά της σελίδας
es: Encuéntralos en el lado derecho de la página
fi: Löydät ne sivun oikeasta reunasta
hu: Keresd őket az oldal jobb oldalán
nl: Vind ze aan de rechterkant van de pagina
pl: Znajdź je po prawej stronie strony
pt: Encontre-os no lado direito da página
ru: Найди их на правой стороне страницы
sq: Gjeni ata në anën e djathtë të faqes
tr: Onları sayfanın sağ tarafında bul.
uk: Знайди їх на правій стороні сторінки

source: Google Maps API could not be loaded. Please make sure you're not blocking it.
be: API Google Maps не змог быць загружаны. Калі ласка, пераканайцеся, што вы не блакуеце яго.
el: Η API του Google Maps δεν μπόρεσε να φορτωθεί. Παρακαλώ βεβαιώσου ότι δεν το μπλοκάρεις.
es: No se pudo cargar la API de Google Maps. Asegúrate de que no la estás bloqueando.
fi: Google Maps API:ta ei voitu ladata. Varmista, ettet estä sitä.
hu: A Google Maps API nem tudott betöltődni. Kérlek, győződj meg róla, hogy nem blokkolod.
nl: Google Maps API kon niet worden geladen. Zorg ervoor dat je het niet blokkeert.
pl: API Google Maps nie mogło zostać załadowane. Upewnij się, że go nie blokujesz.
pt: A API do Google Maps não pôde ser carregada. Certifique-se de que você não está bloqueando.
ru: API Google Maps не удалось загрузить. Пожалуйста, убедись, что ты его не блокируешь.
sq: Google Maps API nuk mundi të ngarkohet. Ju lutemi sigurohuni që nuk po e bllokoni.
tr: Google Maps API yüklenemedi. Engellemediğinden emin ol.
uk: API Google Maps не вдалося завантажити. Переконайся, що ти його не блокуєш.

source: Hide rejected/retracted offers
be: Схаваць адхіленыя/адкліканыя прапановы
el: Κρύψε απορριφθείσες/ανακληθείσες προσφορές
es: Ocultar ofertas rechazadas/retractadas
fi: Piilota hylätyt/ peruutetut tarjoukset
hu: Elutasított/visszavont ajánlatok elrejtése
nl: Verberg afgewezen/teruggetrokken aanbiedingen
pl: Ukryj odrzucone/wycofane oferty
pt: Ocultar ofertas rejeitadas/retratadas
ru: Скрыть отклоненные/отозванные предложения
sq: Fshih ofertat e refuzuara/retraktuara
tr: Reddedilen/geri çekilen teklifleri gizle
uk: Сховати відхилені/відкликані пропозиції

source: How many items do you want to sell?
be: Колькі прадметаў вы хочаце прадаць?
el: Πόσα αντικείμενα θέλεις να πουλήσεις?
es: ¿Cuántos artículos quieres vender?
fi: Kuinka monta kohdetta haluat myydä?
hu: Hány terméket szeretnél eladni?
nl: Hoeveel items wil je verkopen?
pl: Ile przedmiotów chcesz sprzedać?
pt: Quantos itens você quer vender?
ru: Сколько товаров ты хочешь продать?
sq: Sa artikuj dëshironi të shisni?
tr: Kaç ürün satmak istiyorsun?
uk: Скільки предметів ти хочеш продати?

source: How many?
be: Колькі?
el: Πόσα?
es: ¿Cuántos?
fi: Kuinka monta?
hu: Hányat?
nl: Hoeveel?
pl: Ile?
pt: Quantos?
ru: Сколько?
sq: Sa?
tr: Kaç tane?
uk: Скільки?

source: Just one
be: Толькі адзін
el: Μόνο ένα
es: Solo uno
fi: Vain yksi
hu: Csak egyet
nl: Slechts één
pl: Tylko jeden
pt: Apenas um
ru: Всего один
sq: Vetëm një
tr: Sadece bir tane
uk: Тільки один

source: Keep things simple and let a moderator associate your listing to an equipment item in the AstroBin equipment database.
be: Захавайце ўсё проста і дазвольце мадэратару сувязаць ваш лістынг з абсталяваннем у базе дадзеных абсталявання AstroBin.
el: Κράτησε τα πράγματα απλά και άφησε έναν διαχειριστή να συνδέσει την καταχώρισή σου με ένα αντικείμενο εξοπλισμού στη βάση δεδομένων εξοπλισμού του AstroBin.
es: Mantén las cosas simples y deja que un moderador asocie tu anuncio a un artículo de equipo en la base de datos de equipos de AstroBin.
fi: Pidä asiat yksinkertaisina ja anna moderaattorin liittää ilmoituksesi laitteeseen AstroBinin laitekantaan.
hu: Tartsd egyszerűen, és hagyd, hogy egy moderátor összekapcsolja a hirdetésedet az AstroBin felszerelés adatbázisában található eszközzel.
nl: Houd het simpel en laat een moderator je advertentie koppelen aan een apparatuur item in de AstroBin apparatuur database.
pl: Utrzymaj to prosto i pozwól moderatorowi powiązać Twoje ogłoszenie z przedmiotem w bazie danych sprzętu AstroBin.
pt: Mantenha as coisas simples e deixe um moderador associar seu anúncio a um item de equipamento no banco de dados de equipamentos do AstroBin.
ru: Давайте упростим и позволим модератору связать ваше объявление с предметом оборудования в базе данных AstroBin.
sq: Mbani gjërat e thjeshta dhe lejoni një moderator të lidhë listën tuaj me një artikull pajisjeje në bazën e të dhënave të pajisjeve të AstroBin.
tr: Her şeyi basit tut ve bir moderatörün ilanını AstroBin ekipman veritabanındaki bir ekipmanla ilişkilendirmesine izin ver.
uk: Залишай все просто і дай модератору зв'язати твоє оголошення з предметом обладнання в базі даних AstroBin.

source: Loading offers...
be: Загрузка прапаноў...
el: Φόρτωση προσφορών...
es: Cargando ofertas...
fi: Ladataan tarjouksia...
hu: Ajánlatok betöltése...
nl: Aanbiedingen laden...
pl: Ładowanie ofert...
pt: Carregando ofertas...
ru: Загрузка предложений...
sq: Duke ngarkuar ofertat...
tr: Teklifler yükleniyor...
uk: Завантаження пропозицій...

source: Marketplace listing
be: Лістынг рынку
el: Καταχώριση αγοράς
es: Anuncio en el mercado
fi: Markkinapaikan ilmoitus
hu: Piactéri hirdetés
nl: Marktplaatsadvertentie
pl: Ogłoszenie na rynku
pt: Anúncio no marketplace
ru: Объявление на рынке
sq: Lista e tregut
tr: Pazar ilanı
uk: Оголошення на ринку

source: Message for the buyer
be: Паведамленне для пакупніка
el: Μήνυμα για τον αγοραστή
es: Mensaje para el comprador
fi: Viesti ostajalle
hu: Üzenet a vevőnek
nl: Bericht voor de koper
pl: Wiadomość dla kupującego
pt: Mensagem para o comprador
ru: Сообщение для покупателя
sq: Mesazhi për blerësin
tr: Alıcı için mesaj
uk: Повідомлення для покупця

source: Modify
be: Змяніць
el: Τροποποίηση
es: Modificar
fi: Muokkaa
hu: Módosítás
nl: Wijzig
pl: Modyfikuj
pt: Modificar
ru: Изменить
sq: Modifiko
tr: Değiştir
uk: Змінити

source: My offer
be: Мая прапанова
el: Η προσφορά μου
es: Mi oferta
fi: Tarjoukseni
hu: Az én ajánlatom
nl: Mijn aanbod
pl: Moja oferta
pt: Minha oferta
ru: Мое предложение
sq: Ofertë ime
tr: Teklifim
uk: Моя пропозиція

source: Offer
be: Прапановы
el: Προσφορά
es: Oferta
fi: Tarjous
hu: Ajánlat
nl: Aanbieding
pl: Oferta
pt: Oferta
ru: Предложение
sq: Ofertë
tr: Teklif
uk: Пропозиція

source: Offers
be: Прапановы
el: Προσφορές
es: Ofertas
fi: Tarjoukset
hu: Ajánlatok
nl: Aanbiedingen
pl: Oferty
pt: Ofertas
ru: Предложения
sq: Ofertat
tr: Teklifler
uk: Пропозиції

source: Please use the 'Exchange payment/delivery info' to coordinate with the buyer.
be: Калі ласка, выкарыстоўвайце 'Абмяняць інфармацыю аб аплаце/дастаўцы', каб скаардынаваць з пакупніком.
el: Παρακαλώ χρησιμοποίησε την 'Ανταλλαγή πληροφοριών πληρωμής/παράδοσης' για να συντονιστείς με τον αγοραστή.
es: Por favor, usa 'Intercambiar información de pago/entrega' para coordinar con el comprador.
fi: Käytä 'Vaihda maksut/ toimitustiedot' koordinoidaksesi ostajan kanssa.
hu: Kérlek, használd az 'Exchange payment/delivery info' lehetőséget, hogy koordinálj a vevővel.
nl: Gebruik de 'Betaling/leveringsinfo uitwisselen' om te coördineren met de koper.
pl: Proszę użyj 'Wymień informacje o płatności/dostawie', aby skoordynować z kupującym.
pt: Por favor, use 'Trocar informações de pagamento/entrega' para coordenar com o comprador.
ru: Пожалуйста, используйте 'Информацию о платеже/доставке', чтобы согласовать с покупателем.
sq: Ju lutemi përdorni 'Shkëmbim informacioni për pagesën/dorëzimin' për të koordinuar me blerësin.
tr: Alıcıyla koordine olmak için 'Ödeme/teslimat bilgilerini değiştir' seçeneğini kullan.
uk: Будь ласка, використай 'Обмін інформацією про оплату/доставку', щоб координувати з покупцем.

source: Private conversation with {{0}}
be: Прыватная размова з {{0}}
el: Ιδιωτική συνομιλία με τον {{0}}
es: Conversación privada con {{0}}
fi: Yksityinen keskustelu {{0}}n kanssa
hu: Privát beszélgetés {{0}}-val
nl: Privégesprek met {{0}}
pl: Prywatna rozmowa z {{0}}
pt: Conversa privada com {{0}}
ru: Личное сообщение с {{0}}
sq: Bisedë private me {{0}}
tr: {{0}} ile özel konuşma
uk: Приватна розмова з {{0}}

source: Reject offer
be: Адхіліць прапанову
el: Απόρριψη προσφοράς
es: Rechazar oferta
fi: Hylkää tarjous
hu: Ajánlat elutasítása
nl: Aanbieding afwijzen
pl: Odrzuć ofertę
pt: Rejeitar oferta
ru: Отклонить предложение
sq: Refuzo ofertën
tr: Teklifi reddet
uk: Відхилити пропозицію

source: Reserved to you
be: Рэзервуецца для вас
el: Κρατημένο για σένα
es: Reservado para ti
fi: Varattu sinulle
hu: Fenntartva számodra
nl: Gereseveerd voor jou
pl: Zarezerwowane dla Ciebie
pt: Reservado para você
ru: Забронировано за вами
sq: E rezervuar për ju
tr: Sana ayrıldı
uk: Заброньовано для тебе

source: Reserved to {{0}}
be: Рэзервуецца для {{0}}
el: Κρατημένο για τον {{0}}
es: Reservado para {{0}}
fi: Varattu {{0}}lle
hu: Fenntartva {{0}}-nak
nl: Gereseveerd voor {{0}}
pl: Zarezerwowane dla {{0}}
pt: Reservado para {{0}}
ru: Забронировано за {{0}}
sq: E rezervuar për {{0}}
tr: {{0}}'ye ayrıldı
uk: Заброньовано для {{0}}

source: Retracted
be: Адклікана
el: Ανακληθεί
es: Retraído
fi: Peruutettu
hu: Visszavont
nl: Teruggetrokken
pl: Wycofane
pt: Retirado
ru: Отозвано
sq: E retraktuar
tr: Geri çekildi
uk: Відкликано

source: Scroll down to see them.
be: Пракруціце ўніз, каб убачыць іх.
el: Κύλησε προς τα κάτω για να τα δεις.
es: Desplázate hacia abajo para verlos.
fi: Vieritä alas nähdäksesi ne.
hu: Görgess le, hogy lásd őket.
nl: Scroll naar beneden om ze te zien.
pl: Przewiń w dół, aby je zobaczyć.
pt: Role para baixo para vê-los.
ru: Прокрутите вниз, чтобы увидеть их.
sq: Rrokullisni poshtë për t'i parë ato.
tr: Onları görmek için aşağı kaydırın.
uk: Прокрути вниз, щоб їх побачити.

source: Select a country
be: Выберыце краіну
el: Επίλεξε μια χώρα
es: Selecciona un país
fi: Valitse maa
hu: Válassz egy országot
nl: Selecteer een land
pl: Wybierz kraj
pt: Selecione um país
ru: Выберите страну
sq: Zgjidhni një vend
tr: Bir ülke seç
uk: Вибери країну

source: Show rejected/retracted offers
be: Паказаць адхіленыя/адкліканыя прапановы
el: Δείξε απορριφθείσες/ανακληθείσες προσφορές
es: Mostrar ofertas rechazadas/retractadas
fi: Näytä hylätyt/ peruutetut tarjoukset
hu: Elutasított/visszavont ajánlatok megjelenítése
nl: Toon afgewezen/teruggetrokken aanbiedingen
pl: Pokaż odrzucone/wycofane oferty
pt: Mostrar ofertas rejeitadas/retratadas
ru: Показать отклоненные/отозванные предложения
sq: Trego ofertat e refuzuara/retraktuara
tr: Reddedilen/geri çekilen teklifleri göster
uk: Показати відхилені/відкликані пропозиції

source: Simple text
be: Просты тэкст
el: Απλό κείμενο
es: Texto simple
fi: Yksinkertainen teksti
hu: Egyszerű szöveg
nl: Eenvoudige tekst
pl: Prosty tekst
pt: Texto simples
ru: Простой текст
sq: Tekst i thjeshtë
tr: Basit metin
uk: Простий текст

source: Sold to you
be: Прададзена вам
el: Πωλήθηκε σε σένα
es: Vendido a ti
fi: Myyty sinulle
hu: Eladták neked
nl: Verkocht aan jou
pl: Sprzedane Tobie
pt: Vendido para você
ru: Продано вам
sq: E shitur për ju
tr: Sana satıldı
uk: Продано тобі

source: Sold to {{0}}
be: Прададзена {{0}}
el: Πωλήθηκε στον {{0}}
es: Vendido a {{0}}
fi: Myyty {{0}}lle
hu: Eladták {{0}}-nak
nl: Verkocht aan {{0}}
pl: Sprzedane {{0}}
pt: Vendido para {{0}}
ru: Продано {{0}}
sq: E shitur për {{0}}
tr: {{0}}'ye satıldı
uk: Продано {{0}}

source: The offer has been successfully rejected.
be: Прапанову паспяхова адхілена.
el: Η προσφορά έχει απορριφθεί με επιτυχία.
es: La oferta ha sido rechazada con éxito.
fi: Tarjous on onnistuneesti hylätty.
hu: Az ajánlatot sikeresen elutasították.
nl: Het aanbod is succesvol afgewezen.
pl: Oferta została pomyślnie odrzucona.
pt: A oferta foi rejeitada com sucesso.
ru: Предложение успешно отклонено.
sq: Oferta është refuzuar me sukses.
tr: Teklif başarıyla reddedildi.
uk: Пропозицію успішно відхилено.

source: This is a preview of your listing. You can't edit it here. If you want to make changes, please use the form area.
be: Гэта папярэдні прагляд вашага аб'явы. Вы не можаце яго адрэдагаваць тут. Калі вы хочаце ўнесці змены, калі ласка, выкарыстоўвайце форму.
el: Αυτή είναι μια προεπισκόπηση της καταχώρισής σας. Δεν μπορείτε να την επεξεργαστείτε εδώ. Αν θέλετε να κάνετε αλλαγές, παρακαλώ χρησιμοποιήστε την περιοχή της φόρμας.
es: Esta es una vista previa de tu anuncio. No puedes editarlo aquí. Si quieres hacer cambios, por favor usa el área del formulario.
fi: Tässä on esikatselu ilmoituksestasi. Et voi muokata sitä täällä. Jos haluat tehdä muutoksia, käytä lomakealuetta.
hu: Ez a hirdetésed előnézete. Itt nem tudod szerkeszteni. Ha változtatni szeretnél, kérlek, használd a űrlap területet.
nl: Dit is een voorbeeld van je advertentie. Je kunt het hier niet bewerken. Als je wijzigingen wilt aanbrengen, gebruik dan het formulier.
pl: To jest podgląd Twojego ogłoszenia. Nie możesz go edytować tutaj. Jeśli chcesz wprowadzić zmiany, użyj obszaru formularza.
pt: Esta é uma prévia do seu anúncio. Você não pode editá-lo aqui. Se quiser fazer alterações, use a área do formulário.
ru: Это предварительный просмотр вашего объявления. Вы не можете редактировать его здесь. Если хотите внести изменения, используйте форму.
sq: Kjo është një parashikim i listës tuaj. Nuk mund ta redaktoni këtu. Nëse dëshironi të bëni ndryshime, ju lutemi përdorni zonën e formularit.
tr: Bu, ilanının önizlemesi. Burada düzenleyemezsin. Değişiklik yapmak istiyorsan, lütfen form alanını kullan.
uk: Це попередній перегляд твого оголошення. Ти не можеш редагувати його тут. Якщо хочеш внести зміни, будь ласка, скористайся формою.

source: This user has no marketplace feedback yet.
be: У гэтага карыстальніка пакуль няма водгукаў на рынку.
el: Αυτός ο χρήστης δεν έχει ακόμα ανατροφοδότηση από την αγορά.
es: Este usuario no tiene comentarios en el mercado aún.
fi: Tällä käyttäjällä ei ole vielä markkinapaikan palautetta.
hu: Ennek a felhasználónak még nincs piactéri visszajelzése.
nl: Deze gebruiker heeft nog geen feedback op de marketplace.
pl: Ten użytkownik nie ma jeszcze opinii na rynku.
pt: Este usuário ainda não tem feedback no marketplace.
ru: У этого пользователя еще нет отзывов на рынке.
sq: Ky përdorues nuk ka ende feedback në treg.
tr: Bu kullanıcının henüz pazar geri bildirimi yok.
uk: У цього користувача ще немає відгуків на ринку.

source: Tutorial
be: Туторыял
el: Οδηγίες
fi: Opas
hu: Útmutató
nl: Handleiding
pl: Samouczek
ru: Учебник
tr: Eğitim
uk: Посібник

source: You are a marketplace moderator.
be: Вы мадэратар рынку.
el: Είστε συντονιστής της αγοράς.
es: Eres un moderador del mercado.
fi: Olet markkinapaikan moderaattori.
hu: Te egy piactéri moderátor vagy.
nl: Je bent een moderator van de marktplaats.
pl: Jesteś moderatorem rynku.
pt: Você é um moderador do marketplace.
ru: Вы модератор на рынке.
sq: Ju jeni moderator i tregut.
tr: Sen bir pazar moderatörüsün.
uk: Ти модератор ринку.

source: You can only upload a maximum of {{maxFiles}} files.
be: Вы можаце загрузіць максімум {{maxFiles}} файлаў.
el: Μπορείτε να ανεβάσετε το πολύ {{maxFiles}} αρχεία.
es: Solo puedes subir un máximo de {{maxFiles}} archivos.
fi: Voit ladata enintään {{maxFiles}} tiedostoa.
hu: Maximum {{maxFiles}} fájlt tölthetsz fel.
nl: Je kunt maximaal {{maxFiles}} bestanden uploaden.
pl: Możesz przesłać maksymalnie {{maxFiles}} plików.
pt: Você só pode enviar um máximo de {{maxFiles}} arquivos.
ru: Вы можете загрузить максимум {{maxFiles}} файлов.
sq: Mund të ngarkoni maksimumi {{maxFiles}} skedarë.
tr: Maksimum {{maxFiles}} dosya yükleyebilirsin.
uk: Ти можеш завантажити максимум {{maxFiles}} файлів.

source: You can't leave feedback for this user on this page.
be: Вы не можаце пакінуць водгук для гэтага карыстальніка на гэтай старонцы.
el: Δεν μπορείτε να αφήσετε ανατροφοδότηση για αυτόν τον χρήστη σε αυτή τη σελίδα.
es: No puedes dejar comentarios para este usuario en esta página.
fi: Et voi jättää palautetta tälle käyttäjälle tällä sivulla.
hu: Ezen az oldalon nem tudsz visszajelzést hagyni ennek a felhasználónak.
nl: Je kunt geen feedback voor deze gebruiker op deze pagina achterlaten.
pl: Nie możesz zostawić opinii dla tego użytkownika na tej stronie.
pt: Você não pode deixar feedback para este usuário nesta página.
ru: Вы не можете оставить отзыв для этого пользователя на этой странице.
sq: Nuk mund të lini feedback për këtë përdorues në këtë faqe.
tr: Bu sayfada bu kullanıcıya geri bildirim veremezsiniz.
uk: Ти не можеш залишити відгук для цього користувача на цій сторінці.

source: You cannot edit this line item because it's marked as reserved.
be: Вы не можаце адрэдагаваць гэты элемент, бо ён адзначаны як зарэзерваваны.
el: Δεν μπορείτε να επεξεργαστείτε αυτό το στοιχείο γραμμής γιατί είναι επισημασμένο ως κρατημένο.
es: No puedes editar este artículo porque está marcado como reservado.
fi: Et voi muokata tätä rivikohtaa, koska se on merkitty varatuksi.
hu: Nem tudod szerkeszteni ezt a tételt, mert fenntartották.
nl: Je kunt deze regel niet bewerken omdat deze als gereserveerd is gemarkeerd.
pl: Nie możesz edytować tego elementu, ponieważ jest oznaczony jako zarezerwowany.
pt: Você não pode editar este item porque está marcado como reservado.
ru: Вы не можете редактировать этот пункт, так как он помечен как зарезервированный.
sq: Nuk mund ta redaktoni këtë artikull sepse është shënuar si i rezervuar.
tr: Bu satır öğesini düzenleyemezsin çünkü rezerve olarak işaretlendi.
uk: Ти не можеш редагувати цей пункт, оскільки він позначений як зарезервований.

source: Your listing has some offers
be: У вашай аб'яве ёсць некалькі прапаноў.
el: Η καταχώρισή σας έχει κάποιες προσφορές.
es: Tu anuncio tiene algunas ofertas
fi: Ilmoituksessasi on joitain tarjouksia.
hu: A hirdetésednek van néhány ajánlata
nl: Je advertentie heeft enkele aanbiedingen
pl: Twoje ogłoszenie ma kilka ofert
pt: Seu anúncio tem algumas ofertas
ru: У вашего объявления есть несколько предложений
sq: Lista juaj ka disa oferta
tr: İlanında bazı teklifler var
uk: У твого оголошення є кілька пропозицій

source: By updating a listing on the AstroBin Marketplace, you agree to the {{0}}terms of service{{1}}.
be: Абнаўляючы аб'яву на рынку AstroBin, вы згаджаецеся з {{0}}умовамі абслугоўвання{{1}}.
el: Με την ενημέρωση μιας καταχώρισης στην αγορά του AstroBin, συμφωνείτε με τους {{0}}όρους υπηρεσίας{{1}}.
es: Al actualizar un anuncio en el Mercado de AstroBin, aceptas los {{0}}términos de servicio{{1}}.
fi: Päivittämällä ilmoitusta AstroBin Markkinapaikalla hyväksyt {{0}}palveluehdot{{1}}.
hu: Az AstroBin Piactéren történő hirdetés frissítésével elfogadod a {{0}}szolgáltatási feltételeket{{1}}.
nl: Door een aanbieding te doen voor een vermelding op de AstroBin Marketplace, ga je akkoord met de {{0}}gebruikersvoorwaarden{{1}}.
pl: Aktualizując ogłoszenie na rynku AstroBin, zgadzasz się na {{0}}warunki korzystania z usługi{{1}}.
pt: Ao atualizar um anúncio no AstroBin Marketplace, você concorda com os {{0}}termos de serviço{{1}}.
ru: Обновляя объявление на рынке AstroBin, вы соглашаетесь с {{0}}условиями обслуживания{{1}}.
sq: Duke përditësuar një listë në AstroBin Marketplace, pranoni {{0}}kushtet e shërbimit{{1}}.
tr: AstroBin Marketplace'te bir listeyi güncelleyerek, {{0}}hizmet şartlarını{{1}} kabul etmiş olursunuz.
uk: Оновлюючи оголошення на ринку AstroBin, ти погоджуєшся з {{0}}умовами обслуговування{{1}}.

source: Working on equipment items...
be: Працую над абсталяваннем...
el: Εργάζομαι σε εξοπλισμό...
es: Trabajando en artículos de equipo...
fi: Työskentelee laitteistotavaroiden parissa...
hu: Felszerelési tételeken dolgozunk...
nl: Bezig met apparatuur items...
pl: Pracuję nad przedmiotami sprzętowymi...
pt: Trabalhando em itens de equipamento...
ru: Работа с предметами оборудования...
sq: Duke punuar me artikujt e pajisjeve...
tr: Ekipman öğeleri üzerinde çalışılıyor...
uk: Працюю над предметами обладнання...

source: Working on images...
be: Працую над выявамі...
el: Εργάζομαι σε εικόνες...
es: Trabajando en imágenes...
fi: Työskentelee kuvien parissa...
hu: Képeken dolgozunk...
nl: Bezig met afbeeldingen...
pl: Pracuję nad obrazami...
pt: Trabalhando em imagens...
ru: Работа с изображениями...
sq: Duke punuar me imazhet...
tr: Görüntüler üzerinde çalışılıyor...
uk: Працюю над зображеннями...
