Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: To improve the accuracy of your plate-solution even further, please upload one of the XISF or FITS files from your data set. Such files normally have date and time headers that will allow AstroBin to calculate solar system body ephemerides and find planets and asteroids in your image (provided you also add location information to it).<br/><br/>For maximum accuracy, it's recommended that you use PixInsight's native and open format XISF. Learn more about XISF here:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/> <strong>Please note:</strong> it's very important that the XISF or FITS file you upload is aligned to your processed image, otherwise the object annotations will not match. To improve your chances at a successful accurate plate-solution, calibrate your file the usual way (dark/bias/flats) but do not stretch it.
be: Каб яшчэ больш палепшыць дакладнасць вашага рашэння па пласціні, калі ласка, загрузіце адзін з файлаў XISF або FITS з вашага набору даных. Такія файлы звычайна маюць загалоўкі даты і часу, якія дазволяць AstroBin разлічыць эфемерыды цел Сонечнай сістэмы і знайсці планеты і астэроіды на вашым малюнку (калі вы таксама дадасце інфармацыю аб месцазнаходжанні).<br/><br/>Для максімальнай дакладнасці рэкамендуецца выкарыстоўваць родны і адкрыты фармат XISF ад PixInsight. Даведайцеся больш пра XISF тут:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Звярніце ўвагу:</strong> вельмі важна, каб файл XISF або FITS, які вы загружаеце, быў выраўнаваны з вашым апрацаваным малюнкам, у адваротным выпадку анатацыі аб'ектаў не будуць супадаць. Каб павялічыць шанцы на паспяховае дакладнае рашэнне па пласціні, калі ласка, адкалібруйце ваш файл звычайным чынам (цёмны/бія/флат) але не расцягвайце яго.
el: Για να βελτιώσετε την ακρίβεια της λύσης πλάκας σας ακόμα περισσότερο, παρακαλώ ανεβάστε ένα από τα αρχεία XISF ή FITS από το σύνολο δεδομένων σας. Τέτοια αρχεία συνήθως έχουν επικεφαλίδες ημερομηνίας και ώρας που θα επιτρέψουν στο AstroBin να υπολογίσει τις επιφανειακές θέσεις των σωμάτων του ηλιακού συστήματος και να βρει πλανήτες και αστεροειδείς στην εικόνα σας (υπό την προϋπόθεση ότι προσθέσετε και πληροφορίες τοποθεσίας).<br/><br/>Για μέγιστη ακρίβεια, συνιστάται να χρησιμοποιήσετε τη φυσική και ανοιχτή μορφή XISF του PixInsight. Μάθετε περισσότερα για το XISF εδώ:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Σημειώστε:</strong> είναι πολύ σημαντικό το αρχείο XISF ή FITS που ανεβάζετε να είναι ευθυγραμμισμένο με την επεξεργασμένη εικόνα σας, αλλιώς οι σημειώσεις αντικειμένων δεν θα ταιριάζουν. Για να βελτιώσετε τις πιθανότητές σας για μια επιτυχημένη και ακριβή λύση πλάκας, καλιμπράρετε το αρχείο σας με τον συνηθισμένο τρόπο (σκοτεινές/βασικές/φλατ) αλλά μην το τεντώσετε.
es: Para mejorar aún más la precisión de tu solución de placa, por favor sube uno de los archivos XISF o FITS de tu conjunto de datos. Dichos archivos normalmente tienen encabezados de fecha y hora que permitirán a AstroBin calcular efemérides de cuerpos del sistema solar y encontrar planetas y asteroides en tu imagen (siempre que también añadas información de ubicación).<br/><br/>Para máxima precisión, se recomienda que uses el formato nativo y abierto XISF de PixInsight. Aprende más sobre XISF aquí:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Por favor nota:</strong> es muy importante que el archivo XISF o FITS que subas esté alineado con tu imagen procesada, de lo contrario, las anotaciones de los objetos no coincidirán. Para mejorar tus posibilidades de una solución de placa precisa, calibra tu archivo de la manera habitual (dark/bias/flats) pero no lo estires.
fi: Parantaaksesi plate-solution tarkkuutta entisestään, lataa yksi XISF- tai FITS-tiedostoista datasarjastasi. Tällaisilla tiedostoilla on yleensä päivämäärä- ja aikaleimat, jotka mahdollistavat AstroBinille aurinkokunnan kohteiden ephemeridien laskemisen ja planeettojen sekä asteroiden löytämisen kuvastasi (edellyttäen, että lisäät myös sijaintitiedot).<br/><br/>Maksimaalisen tarkkuuden saavuttamiseksi on suositeltavaa käyttää PixInsightin alkuperäistä ja avointa muotoa XISF. Lue lisää XISF:stä täältä:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Huomaa:</strong> on erittäin tärkeää, että lataamasi XISF- tai FITS-tiedosto on kohdistettu käsiteltyyn kuvaasi, muuten kohteiden merkinnät eivät täsmää. Parantaaksesi mahdollisuuksiasi onnistuneeseen tarkkaan plate-solutioniin, kalibroi tiedostosi tavalliseen tapaan (dark/bias/flats), mutta älä venytä sitä.
hu: A plate-solution pontosságának további javítása érdekében kérlek, tölts fel egy XISF vagy FITS fájlt az adathalmazonból. Az ilyen fájlok általában dátum- és időfejléceket tartalmaznak, amelyek lehetővé teszik az AstroBin számára, hogy kiszámolja a Naprendszerbeli testek ephemerideit, és megtalálja a bolygókat és aszteroidákat a képedben (feltéve, hogy helyinformációt is hozzáadsz).<br/><br/>A maximális pontosság érdekében ajánlott, hogy a PixInsight natív és nyílt formátumú XISF-t használd. Tudd meg többet az XISF-ről itt:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Kérlek, vedd figyelembe:</strong> nagyon fontos, hogy az XISF vagy FITS fájl, amit feltöltesz, igazodjon a feldolgozott képedhez, különben a tárgy annotációk nem fognak egyezni. A sikeres és pontos plate-solution esélyeinek javítása érdekében kalibráld a fájlodat a megszokott módon (sötét/bias/flats), de ne nyújtsd.
nl: Om de nauwkeurigheid van je plate-solution nog verder te verbeteren, upload een van de XISF of FITS-bestanden uit je dataset. Dergelijke bestanden hebben normaal gesproken datum- en tijdheaders die AstroBin in staat stellen om ephemeriden van hemellichamen te berekenen en planeten en asteroïden in je afbeelding te vinden (op voorwaarde dat je ook locatie-informatie toevoegt).<br/><br/>Voor maximale nauwkeurigheid wordt aanbevolen om het native en open formaat XISF van PixInsight te gebruiken. Leer hier meer over XISF:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Let op:</strong> het is heel belangrijk dat het XISF of FITS-bestand dat je uploadt is uitgelijnd met je verwerkte afbeelding, anders zullen de objectannotaties niet overeenkomen. Om je kansen op een succesvolle nauwkeurige plate-solution te verbeteren, kalibreer je bestand op de gebruikelijke manier (dark/bias/flats) maar rek het niet uit.
pl: Aby jeszcze bardziej poprawić dokładność twojego rozwiązania płytowego, proszę przesłać jeden z plików XISF lub FITS z twojego zestawu danych. Takie pliki zazwyczaj mają nagłówki daty i czasu, które pozwolą AstroBin obliczyć efemerydy ciał słonecznego i znaleźć planety oraz asteroidy w twoim obrazie (pod warunkiem, że dodasz również informacje o lokalizacji).<br/><br/>Dla maksymalnej dokładności zaleca się użycie natywnego i otwartego formatu XISF PixInsight. Dowiedz się więcej o XISF tutaj:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Proszę pamiętać:</strong> bardzo ważne jest, aby plik XISF lub FITS, który przesyłasz, był wyrównany z twoim przetworzonym obrazem, w przeciwnym razie adnotacje obiektów nie będą pasować. Aby zwiększyć swoje szanse na udane i dokładne rozwiązanie płytowe, skalibruj swój plik w zwykły sposób (ciemne/bias/flaty), ale nie rozciągaj go.
pt: Para melhorar ainda mais a precisão da sua solução de placa, por favor, faça o upload de um dos arquivos XISF ou FITS do seu conjunto de dados. Esses arquivos normalmente têm cabeçalhos de data e hora que permitirão ao AstroBin calcular efemérides de corpos do sistema solar e encontrar planetas e asteroides na sua imagem (desde que você também adicione informações de localização a ela).<br/><br/>Para máxima precisão, é recomendado que você use o formato nativo e aberto XISF do PixInsight. Saiba mais sobre XISF aqui:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Por favor, note:</strong> é muito importante que o arquivo XISF ou FITS que você enviar esteja alinhado à sua imagem processada, caso contrário, as anotações dos objetos não coincidirão. Para aumentar suas chances de uma solução de placa precisa, calibre seu arquivo da maneira usual (dark/bias/flats), mas não o estique.
ru: Чтобы еще больше повысить точность вашего решения по определению координат, пожалуйста, загрузите один из файлов XISF или FITS из вашего набора данных. Такие файлы обычно имеют заголовки с датой и временем, которые позволят AstroBin рассчитать эфемериды объектов солнечной системы и найти планеты и астероиды на вашем изображении (при условии, что вы также добавите информацию о местоположении).<br/><br/>Для максимальной точности рекомендуется использовать родной и открытый формат XISF от PixInsight. Узнайте больше о XISF здесь:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Обратите внимание:</strong> очень важно, чтобы загружаемый вами файл XISF или FITS был выровнен с вашим обработанным изображением, иначе аннотации объектов не будут совпадать. Чтобы повысить ваши шансы на успешное точное решение по определению координат, откалибруйте ваш файл обычным способом (темные/базовые/плоские), но не растягивайте его.
sq: Për të përmirësuar saktësinë e zgjidhjes suaj të pllakës edhe më tej, ju lutemi ngarkoni një nga skedarët XISF ose FITS nga grupi juaj i të dhënave. Të tilla skedarë zakonisht kanë data dhe kohë që do të lejojnë AstroBin të llogarisë ephemeridet e trupave të sistemit diellor dhe të gjejë planetët dhe asteroidët në imazhin tuaj (nëse gjithashtu shtoni informacionin e vendndodhjes).<br/><br/>Për saktësi maksimale, rekomandohet që të përdorni formatin natyror dhe të hapur XISF të PixInsight. Mësoni më shumë rreth XISF këtu:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Ju lutemi vini re:</strong> është shumë e rëndësishme që skedari XISF ose FITS që ngarkoni të jetë i përputhur me imazhin tuaj të përpunuar, përndryshe anotimet e objekteve nuk do të përputhen. Për të përmirësuar shanset tuaja për një zgjidhje të saktë të pllakës, kalibroni skedarin tuaj në mënyrën e zakonshme (errësirë/bias/flats) por mos e shtrini.
tr: Plaka çözümünüzün doğruluğunu daha da artırmak için, lütfen veri setinizden bir XISF veya FITS dosyası yükleyin. Bu tür dosyalar genellikle tarih ve saat başlıklarına sahiptir, bu da AstroBin'in güneş sistemi cisimlerinin ephemeris'lerini hesaplamasına ve görüntünüzde gezegenleri ve asteroitleri bulmasına olanak tanır (bunun için konum bilgisi de eklemeniz gerekir).<br/><br/>Maksimum doğruluk için, PixInsight'ın yerel ve açık formatı olan XISF'yi kullanmanız önerilir. XISF hakkında daha fazla bilgi edinin:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Lütfen dikkat edin:</strong> Yüklediğiniz XISF veya FITS dosyasının işlenmiş görüntünüzle hizalanması çok önemlidir, aksi takdirde nesne anotasyonları eşleşmeyecektir. Başarılı bir plaka çözümü şansınızı artırmak için dosyanızı alışıldık şekilde kalibre edin (karanlık/bias/flats) ama uzatmayın.
uk: Щоб ще більше покращити точність вашого вирішення плат, будь ласка, завантажте один з файлів XISF або FITS з вашого набору даних. Такі файли зазвичай мають заголовки з датою та часом, які дозволять AstroBin розрахувати епhemerides тіл сонячної системи та знайти планети і астероїди на вашому зображенні (за умови, що ви також додасте інформацію про місцезнаходження).<br/><br/>Для максимальної точності рекомендується використовувати рідний та відкритий формат XISF від PixInsight. Дізнайтеся більше про XISF тут:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Зверніть увагу:</strong> дуже важливо, щоб файл XISF або FITS, який ви завантажуєте, був вирівняний з вашим обробленим зображенням, інакше анотації об'єктів не відповідатимуть. Щоб підвищити шанси на успішне точне вирішення плат, відкалібруйте свій файл звичайним способом (темний/базовий/плоский), але не розтягніть його.

source: Toggle magnification mode, then click on the image.
be: Уключыце рэжым павелічэння, а затым націсніце на малюнак.
el: Εναλλαγή σε λειτουργία μεγέθυνσης, στη συνέχεια κάντε κλικ στην εικόνα.
es: Activa el modo de magnificación, luego haz clic en la imagen.
fi: Vaihda suurennustilaan ja napsauta sitten kuvaa.
hu: Kapcsold be a nagyítási módot, majd kattints a képre.
nl: Schakel de vergrotingsmodus in, klik dan op de afbeelding.
pl: Przełącz tryb powiększenia, a następnie kliknij na obraz.
pt: Ative o modo de ampliação e clique na imagem.
ru: Переключите режим увеличения, затем щелкните на изображение.
sq: Ndryshoni modin e zmadhimit, pastaj klikoni mbi imazhin.
tr: Büyütme modunu aç/kapat, sonra görüntüye tıkla.
uk: Перемкніть режим збільшення, а потім натисніть на зображення.

source: Toggle touch/mouse mode.
be: Уключыце рэжым дотыку/мышы.
el: Εναλλαγή σε λειτουργία αφής/ποντικιού.
es: Activa el modo táctil/rato.
fi: Vaihda kosketus-/hiiritilaan.
hu: Kapcsold be a tapintás/más módot.
nl: Schakel de aanraak/muismodus in.
pl: Przełącz tryb dotykowy/myszy.
pt: Ative o modo toque/mouse.
ru: Переключите режим касания/мыши.
sq: Ndryshoni modin e prekjeve/mikros.
tr: Dokunmatik/fare modunu aç/kapat.
uk: Перемкніть режим дотику/миші.

source: Top Pick
be: Лепшы выбар
el: Κορυφαία Επιλογή
es: Selección destacada
fi: Parhaat valinnat
hu: Legjobb választás
nl: Topkeuze
pl: Najlepszy wybór
pt: Escolha do Topo
ru: Лучший выбор
sq: Zgjedhja më e mirë
tr: En İyi Seçim
uk: Топ вибір

source: Top Pick Nomination
be: Намінант на лепшы выбар
el: Υποψηφιότητα Κορυφαίας Επιλογής
es: Nominación a Mejor Selección
fi: Parhaat valinnat -ehdotus
hu: Legjobb választás jelölés
nl: Topkeuze nominatie
pl: Nominacja do najlepszego wyboru
pt: Nomeação de Escolha do Topo
ru: Номинация на лучший выбор
sq: Nominimi i zgjedhjes më të mirë
tr: En İyi Seçim Adaylığı
uk: Номінація на топ вибір

source: Top pick
be: Лепшы выбар
el: Κορυφαία επιλογή
es: Mejor selección
fi: Paras valinta
hu: Legjobb választás
nl: Top keuze
pl: Najlepszy wybór
pt: Escolha do topo
ru: Лучший выбор
sq: zgjedhja më e mirë
tr: En iyi seçim
uk: Топ вибір

source: Total awarded images
be: Агульная колькасць ўзнагароджаных малюнкаў
el: Συνολικές βραβευμένες εικόνες
es: Total de imágenes premiadas
fi: Yhteensä palkittuja kuvia
hu: Összes díjazott kép
nl: Totaal toegekende afbeeldingen
pl: Łączna liczba nagrodzonych obrazów
pt: Total de imagens premiadas
ru: Всего награжденных изображений
sq: Numri total i imazheve të çmuara
tr: Toplam ödüllü görüntüler
uk: Загальна кількість нагороджених зображень

source: Total submitted
be: Агульная колькасць пададзеных
el: Συνολικές υποβολές
es: Total enviado
fi: Yhteensä lähetettyjä
hu: Összes beküldött
nl: Totaal ingediend
pl: Łączna liczba przesłanych
pt: Total enviado
ru: Всего отправлено
sq: Numri total i dorëzuar
tr: Toplam gönderilen
uk: Загальна кількість поданих

source: Touch mode
be: Рэжым дотыку
el: Λειτουργία αφής
es: Modo táctil
fi: Kosketustila
hu: Tapintás mód
nl: Aanraakmodus
pl: Tryb dotykowy
pt: Modo toque
ru: Режим касания
sq: Modi i prekjeve
tr: Dokunmatik modu
uk: Режим дотику

source: Trash
be: Смітцева
el: Κάδος απορριμμάτων
es: Papelera
fi: Roskakori
hu: Szemét
nl: Prullenbak
pl: Kosz
pt: Lixeira
ru: Корзина
sq: Kosh
tr: Çöp
uk: Сміття

source: Trash emptied.
be: Смітцева пустая.
el: Ο κάδος απορριμμάτων αδειάστηκε.
es: Papelera vaciada.
fi: Roskakori tyhjennetty.
hu: A szemét kiürült.
nl: Prullenbak geleegd.
pl: Kosz opróżniony.
pt: Lixeira esvaziada.
ru: Корзина очищена.
sq: Koshi është zbrazur.
tr: Çöp boşaltıldı.
uk: Сміття очищено.

source: Tycho-2 stars
be: Зоркі Tycho-2
el: Αστέρες Tycho-2
es: Estrellas de Tycho-2
fi: Tycho-2 tähdet
hu: Tycho-2 csillagok
nl: Tycho-2 sterren
pl: Gwiazdy Tycho-2
pt: Estrelas Tycho-2
ru: Звезды Тихо-2
sq: Yjet Tycho-2
tr: Tycho-2 yıldızları
uk: Зірки Тихо-2

source: Type here to search
be: Увядзіце тут для пошуку
el: Πληκτρολογήστε εδώ για αναζήτηση
es: Escribe aquí para buscar
fi: Kirjoita tähän etsiäksesi
hu: Írd ide a keresést
nl: Typ hier om te zoeken
pl: Wpisz tutaj, aby wyszukać
pt: Digite aqui para buscar
ru: Введите здесь для поиска
sq: Shkruani këtu për të kërkuar
tr: Buraya arama yapın
uk: Наберіть тут для пошуку

source: Uncompressed source file
be: Несціснуты файл крыніцы
el: Μη συμπιεσμένο αρχείο πηγής
es: Archivo fuente sin comprimir
fi: Purkamaton lähdetiedosto
hu: Tömörítetlen forrásfájl
nl: Ongecomprimeerd bronbestand
pl: Niekompresowany plik źródłowy
pt: Arquivo fonte não compactado
ru: Несжатый исходный файл
sq: Skedar burimi i pakompresuar
tr: Sıkıştırılmamış kaynak dosyası
uk: Некодований вихідний файл

source: Unfollow user
be: Адпісацца ад карыстальніка
el: Ακολουθήστε τον χρήστη
es: Dejar de seguir usuario
fi: Lopeta seuraaminen käyttäjää
hu: Ne kövess felhasználót
nl: Volg gebruiker niet meer
pl: Przestań obserwować użytkownika
pt: Deixar de seguir usuário
ru: Отменить подписку на пользователя
sq: Ndalo përdoruesin
tr: Kullanıcıyı takip etmeyi bırak
uk: Відписатися від користувача

source: Unknown date
be: Невядомая дата
el: Άγνωστη ημερομηνία
es: Fecha desconocida
fi: Tuntematon päivämäärä
hu: Ismeretlen dátum
nl: Onbekende datum
pl: Nieznana data
pt: Data desconhecida
ru: Неизвестная дата
sq: Datë e panjohur
tr: Bilinmeyen tarih
uk: Невідома дата

source: Unread
be: Непрачытана
el: Αδιάβαστο
es: No leído
fi: Lukematta
hu: Olvasatlan
nl: Ongelezen
pl: Nieprzeczytane
pt: Não lido
ru: Непрочитано
sq: Të pa lexuara
tr: Okunmamış
uk: Непрочитано

source: Unspecified
be: Невызначана
el: Μη καθορισμένο
es: No especificado
fi: Määrittelemätön
hu: Meg nem határozott
nl: Ongespecificeerd
pl: Nieokreślone
pt: Não especificado
ru: Не указано
sq: Të pa specifikuara
tr: Belirtilmemiş
uk: Не вказано

source: Update available
be: Даступнае абнаўленне
el: Διαθέσιμη ενημέρωση
es: Actualización disponible
fi: Päivitys saatavilla
hu: Frissítés elérhető
nl: Update beschikbaar
pl: Dostępna aktualizacja
pt: Atualização disponível
ru: Доступно обновление
sq: Përditësimi është i disponueshëm
tr: Güncelleme mevcut
uk: Доступне оновлення

source: Upgrade now!
be: Абнавіце зараз!
el: Αναβάθμιση τώρα!
es: ¡Actualiza ahora!
fi: Päivitä nyt!
hu: Frissíts most!
nl: Upgrade nu!
pl: Zaktualizuj teraz!
pt: Atualize agora!
ru: Обновите сейчас!
sq: Përmirëso tani!
tr: Şimdi yükselt!
uk: Оновіть зараз!

source: Upgrade your account to enable plate-solving.
be: Абнавіце свой уліковы запіс, каб уключыць рашэнне па пласціні.
el: Αναβαθμίστε τον λογαριασμό σας για να ενεργοποιήσετε τη λύση πλάκας.
es: Actualiza tu cuenta para habilitar la solución de placas.
fi: Päivitä tilisi mahdollistamaan plate-solving.
hu: Frissítsd a fiókodat a plate-solving engedélyezéséhez.
nl: Upgrade je account om plate-solving mogelijk te maken.
pl: Zaktualizuj swoje konto, aby włączyć rozwiązanie płytowe.
pt: Atualize sua conta para habilitar a solução de placas.
ru: Обновите свой аккаунт, чтобы включить plate-solving.
sq: Përmirëso llogarinë tuaj për të mundësuar zgjidhjen e pllakës.
tr: Plaka çözümünü etkinleştirmek için hesabınızı yükseltin.
uk: Оновіть свій акаунт, щоб активувати plate-solving.

source: Upload an image
be: Загрузіце малюнак
el: Ανεβάστε μια εικόνα
es: Sube una imagen
fi: Lataa kuva
hu: Tölts fel egy képet
nl: Upload een afbeelding
pl: Prześlij obraz
pt: Carregar uma imagem
ru: Загрузить изображение
sq: Ngarko një imazh
tr: Bir görüntü yükle
uk: Завантажити зображення

source: Upload an image or a video
be: Загрузіце малюнак або відэа
el: Ανεβάστε μια εικόνα ή ένα βίντεο
es: Sube una imagen o un video
fi: Lataa kuva tai video
hu: Tölts fel egy képet vagy egy videót
nl: Upload een afbeelding of een video
pl: Prześlij obraz lub wideo
pt: Carregar uma imagem ou um vídeo
ru: Загрузить изображение или видео
sq: Ngarko një imazh ose një video
tr: Bir görüntü veya video yükle
uk: Завантажити зображення або відео

source: Upload an image, a video, or an uncompressed source file
be: Загрузіце малюнак, відэа або несціснуты файл крыніцы
el: Ανεβάστε μια εικόνα, ένα βίντεο ή ένα μη συμπιεσμένο αρχείο πηγής
es: Sube una imagen, un video o un archivo fuente sin comprimir
fi: Lataa kuva, video tai purkamaton lähdetiedosto
hu: Tölts fel egy képet, egy videót, vagy egy tömörítetlen forrásfájlt
nl: Upload een afbeelding, een video, of een ongecomprimeerd bronbestand
pl: Prześlij obraz, wideo lub niekompresowany plik źródłowy
pt: Carregar uma imagem, um vídeo ou um arquivo fonte não compactado
ru: Загрузить изображение, видео или несжатый исходный файл
sq: Ngarko një imazh, një video, ose një skedar burimi të pakompresuar
tr: Bir görüntü, video veya sıkıştırılmamış kaynak dosyası yükle
uk: Завантажити зображення, відео або некодований вихідний файл

source: Upload an uncompressed source file
be: Загрузіце несціснуты файл крыніцы
el: Ανεβάστε ένα μη συμπιεσμένο αρχείο πηγής
es: Sube un archivo fuente sin comprimir
fi: Lataa purkamaton lähdetiedosto
hu: Tölts fel egy tömörítetlen forrásfájlt
nl: Upload een ongecomprimeerd bronbestand
pl: Prześlij niekompresowany plik źródłowy
pt: Carregar um arquivo fonte não compactado
ru: Загрузить несжатый исходный файл
sq: Ngarko një skedar burimi të pakompresuar
tr: Sıkıştırılmamış kaynak dosyası yükle
uk: Завантажити некодований вихідний файл

source: Upload new revision
be: Загрузіце новую версію
el: Ανεβάστε νέα αναθεώρηση
es: Sube nueva revisión
fi: Lataa uusi versio
hu: Tölts fel új verziót
nl: Upload nieuwe revisie
pl: Prześlij nową wersję
pt: Carregar nova revisão
ru: Загрузить новую версию
sq: Ngarko revizion të ri
tr: Yeni revizyon yükle
uk: Завантажити нову версію

source: Upload uncompressed source (XISF/FITS/PSD/TIFF)
be: Загрузіце несціснуты файл (XISF/FITS/PSD/TIFF)
el: Ανεβάστε μη συμπιεσμένο αρχείο (XISF/FITS/PSD/TIFF)
es: Sube fuente sin comprimir (XISF/FITS/PSD/TIFF)
fi: Lataa purkamaton lähde (XISF/FITS/PSD/TIFF)
hu: Tölts fel tömörítetlen forrást (XISF/FITS/PSD/TIFF)
nl: Upload ongecomprimeerde bron (XISF/FITS/PSD/TIFF)
pl: Prześlij niekompresowany plik źródłowy (XISF/FITS/PSD/TIFF)
pt: Carregar fonte não compactada (XISF/FITS/PSD/TIFF)
ru: Загрузить несжатый источник (XISF/FITS/PSD/TIFF)
sq: Ngarko burim të pakompresuar (XISF/FITS/PSD/TIFF)
tr: Sıkıştırılmamış kaynak yükle (XISF/FITS/PSD/TIFF)
uk: Завантажити некодоване джерело (XISF/FITS/PSD/TIFF)

source: Uploaded
be: Загружана
el: Ανεβάστηκε
es: Subido
fi: Ladattu
hu: Feltöltve
nl: Geüpload
pl: Przesłano
pt: Carregado
ru: Загружено
sq: E ngarkuar
tr: Yüklendi
uk: Завантажено

source: Use SExtractor
be: Выкарыстоўвайце SExtractor
el: Χρησιμοποιήστε το SExtractor
es: Usar SExtractor
fi: Käytä SExtractoria
hu: Használj SExtractor-t
nl: Gebruik SExtractor
pl: Użyj SExtractor
pt: Usar SExtractor
ru: Использовать SExtractor
sq: Përdor SExtractor
tr: SExtractor kullan
uk: Використовуйте SExtractor

source: Use default preference
be: Выкарыстоўвайце стандартныя перавагі
el: Χρησιμοποιήστε την προεπιλεγμένη προτίμηση
es: Usar preferencia por defecto
fi: Käytä oletusasetusta
hu: Használj alapértelmezett beállítást
nl: Gebruik standaard voorkeur
pl: Użyj domyślnych preferencji
pt: Usar preferência padrão
ru: Использовать настройки по умолчанию
sq: Përdor preferencën e paracaktuar
tr: Varsayılan tercihi kullan
uk: Використовуйте стандартні налаштування
