Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Guiding optics
be: Оптыка для сачэння
el: Οπτικά καθοδήγησης
es: Óptica de guiado
fi: Ohjausoptikka
hu: Irányító optika
nl: Guiding optiek
pl: Optika do prowadzenia
pt: Óptica de guiagem
ru: Оптика для наведения
sq: Optika udhëheqëse
tr: Rehber optikleri
uk: Оптика для гідінгу

source: Guiding telescopes
be: Тэлескопы для сачэння
el: Τηλεσκόπια καθοδήγησης
es: Telescopios de guiado
fi: Ohjausteleskoopit
hu: Irányító teleszkópok
nl: Guiding telescopen
pl: Teleskopy do prowadzenia
pt: Telescópios de guiagem
ru: Телескопы для наведения
sq: Teleskopët udhëheqës
tr: Rehber teleskoplar
uk: Телескопи для гідінгу

source: HD stars
be: Зоркі HD
el: Αστέρες HD
es: Estrellas HD
fi: HD tähdet
hu: HD csillagok
nl: HD-sterren
pl: Gwiazdy HD
pt: Estrelas HD
ru: HD звезды
sq: Yjet HD
tr: HD yıldızları
uk: HD зірки

source: Header image changed.
be: Выява загалоўка зменена.
el: Η εικόνα κεφαλίδας άλλαξε.
es: Imagen de cabecera cambiada.
fi: Otsikkokuva vaihdettu.
hu: Fejléc kép megváltozott.
nl: Headerafbeelding gewijzigd.
pl: Obraz nagłówka zmieniony.
pt: Imagem do cabeçalho alterada.
ru: Изображение заголовка изменено.
sq: Imazhi i titullit u ndryshua.
tr: Başlık resmi değiştirildi.
uk: Зображення заголовка змінено.

source: Height
be: Вышыня
el: Ύψος
es: Altura
fi: Korkeus
hu: Magasság
nl: Hoogte
pl: Wysokość
pt: Altura
ru: Высота
sq: Lartësia
tr: Yükseklik
uk: Висота

source: Here you can save an equipment setup, so you can easily load it later on a different image <em>(e.g. "Home observatory", "Solar setup", "Travel setup 2022", etc.)</em>
be: Тут вы можаце захаваць наладу абсталявання, каб потым лёгка загрузіць яе на іншую выяву <em>(напрыклад, "Домашняя абсерваторыя", "Сонечная наладка", "Падарожная наладка 2022", і г.д.)</em>
el: Εδώ μπορείς να αποθηκεύσεις μια ρύθμιση εξοπλισμού, ώστε να μπορείς να την φορτώσεις εύκολα αργότερα σε μια διαφορετική εικόνα <em>(π.χ. "Οικιακό παρατηρητήριο", "Ηλιακή ρύθμιση", "Ρύθμιση ταξιδιού 2022", κ.λπ.)</em>
es: Aquí puedes guardar una configuración de equipo, para que puedas cargarla fácilmente más tarde en otra imagen <em>(por ejemplo, "Observatorio en casa", "Configuración solar", "Configuración de viaje 2022", etc.)</em>
fi: Täällä voit tallentaa laitteiston asetuksen, jotta voit helposti ladata sen myöhemmin eri kuvaan <em>(esim. "Kotiobservatorio", "Aurinkosetti", "Matkasetti 2022", jne.)</em>
hu: Itt elmenthetsz egy felszerelés beállítást, hogy később könnyen betölthesd egy másik képen <em>(pl. "Otthoni obszervatórium", "Nap megfigyelés", "Utazási beállítás 2022", stb.)</em>.
nl: Hier kun je een apparatuurinstelling opslaan, zodat je deze later gemakkelijk op een andere afbeelding kunt laden <em>(bijv. "Thuisobservatorium", "Zonne-instelling", "Reisopstelling 2022", enz.)</em>
pl: Tutaj możesz zapisać konfigurację sprzętu, aby łatwo załadować ją później na innym obrazie <em>(np. "Obserwatorium domowe", "Ustawienie słoneczne", "Ustawienie podróżne 2022", itd.)</em>
pt: Aqui você pode salvar uma configuração de equipamento, para que possa carregá-la facilmente depois em uma imagem diferente <em>(por exemplo, "Observatório em casa", "Configuração solar", "Configuração de viagem 2022", etc.)</em>
ru: Здесь вы можете сохранить настройки оборудования, чтобы легко загрузить их позже на другое изображение <em>(например, "Домашняя обсерватория", "Солнечная установка", "Путешествующая установка 2022", и т.д.)</em>
sq: Këtu mund të ruani një konfigurim pajisjesh, kështu që mund ta ngarkoni lehtësisht më vonë në një imazh tjetër <em>(p.sh. "Observatori në shtëpi", "Konfigurimi diellor", "Konfigurimi i udhëtimit 2022", etj.)</em>
tr: Burada bir ekipman kurulumu kaydedebilirsiniz, böylece farklı bir görüntüde kolayca yükleyebilirsiniz <em>(örneğin "Ev gözlemevi", "Güneş kurulumu", "Seyahat kurulumu 2022" vb.)</em>
uk: Тут ви можете зберегти налаштування обладнання, щоб потім легко завантажити його на інше зображення <em>(наприклад, "Домашня обсерваторія", "Сонячне налаштування", "Подорож 2022", тощо)</em>.

source: Hobbies
be: Хобі
el: Χόμπι
es: Aficiones
fi: Harrastukset
hu: Hobbi
nl: Hobby's
pl: Hobby
ru: Хобби
sq: Hobi
tr: Hobiler
uk: Хобі

source: Home of Astrophotography
be: Дом астрафатаграфіі
el: Σπίτι της Αστροφωτογραφίας
es: Hogar de la Astrofotografía
fi: Astrofotografian koti
hu: Az Astrofotográfia otthona
nl: Thuis van Astrofotografie
pl: Dom Astrofotografii
pt: Casa da Astrofotografia
ru: Дом астрофотографии
sq: Shtëpia e Astrofotografisë
tr: Astrofotografi Evi
uk: Дім астрофотографії

source: However, please let us offer you a good reason to allow ads on AstroBin:
be: Але, калі ласка, дазвольце нам прапанаваць вам добрую прычыну дазволіць рэкламу на AstroBin:
el: Ωστόσο, άφησέ μας να σου δώσουμε έναν καλό λόγο να επιτρέψεις διαφημίσεις στο AstroBin:
es: Sin embargo, déjanos ofrecerte una buena razón para permitir anuncios en AstroBin:
fi: Kuitenkin, anna meidän tarjota sinulle hyvä syy sallia mainokset AstroBinissa:
hu: De kérlek, engedd meg, hogy adjunk egy jó okot, hogy engedélyezd a hirdetéseket az AstroBin-en:
nl: Laat ons je echter een goede reden geven om advertenties op AstroBin toe te staan:
pl: Jednak pozwól, że przedstawimy ci dobry powód, aby zezwolić na reklamy na AstroBin:
pt: No entanto, deixe-nos oferecer uma boa razão para permitir anúncios no AstroBin:
ru: Тем не менее, позвольте нам предложить вам хорошую причину разрешить рекламу на AstroBin:
sq: Megjithatë, lejoni të ofrojmë një arsye të mirë për të lejuar reklamat në AstroBin:
tr: Ancak, AstroBin'de reklamlara izin vermeniz için size iyi bir neden sunalım:
uk: Але, будь ласка, дозвольте нам запропонувати вам хорошу причину дозволити рекламу на AstroBin:

source: I agree to the IOTD/TP rules and guidelines
be: Я згаджаюся з правіламі і рэкамендацыямі IOTD/TP
el: Συμφωνώ με τους κανόνες και τις οδηγίες IOTD/TP
es: Acepto las reglas y directrices de IOTD/TP
fi: Hyväksyn IOTD/TP säännöt ja ohjeet
hu: Elfogadom az IOTD/TP szabályokat és irányelveket
nl: Ik ga akkoord met de IOTD/TP regels en richtlijnen
pl: Zgadzam się na zasady i wytyczne IOTD/TP
pt: Eu concordo com as regras e diretrizes do IOTD/TP
ru: Я согласен с правилами и рекомендациями IOTD/TP
sq: Jam dakord me rregullat dhe udhëzimet e IOTD/TP
tr: IOTD/TP kurallarını ve yönergelerini kabul ediyorum
uk: Я погоджуюсь з правилами та вказівками IOTD/TP

source: IOTD/TP Archive
be: Архіў IOTD/TP
el: Αρχείο IOTD/TP
es: Archivo de IOTD/TP
fi: IOTD/TP Arkisto
hu: IOTD/TP Archívum
nl: IOTD/TP Archief
pl: Archiwum IOTD/TP
pt: Arquivo do IOTD/TP
ru: Архив IOTD/TP
sq: Arkiva IOTD/TP
tr: IOTD/TP Arşivi
uk: Архів IOTD/TP

source: IOTD/TP award
be: Награда IOTD/TP
el: Βραβείο IOTD/TP
es: Premio IOTD/TP
fi: IOTD/TP palkinto
hu: IOTD/TP díj
nl: IOTD/TP prijs
pl: Nagroda IOTD/TP
pt: Prêmio IOTD/TP
ru: Награда IOTD/TP
sq: Çmimi IOTD/TP
tr: IOTD/TP ödülü
uk: Нагорода IOTD/TP

source: IOTD/TP stats
be: Статыстыка IOTD/TP
el: Στατιστικά IOTD/TP
es: Estadísticas de IOTD/TP
fi: IOTD/TP tilastot
hu: IOTD/TP statisztikák
nl: IOTD/TP statistieken
pl: Statystyki IOTD/TP
pt: Estatísticas do IOTD/TP
ru: Статистика IOTD/TP
sq: Statistikat IOTD/TP
tr: IOTD/TP istatistikleri
uk: Статистика IOTD/TP

source: IOTD/TP stats (last 365 days)
be: Статыстыка IOTD/TP (за апошнія 365 дзён)
el: Στατιστικά IOTD/TP (τελευταίοι 365 ημέρες)
es: Estadísticas de IOTD/TP (últimos 365 días)
fi: IOTD/TP tilastot (viimeiset 365 päivää)
hu: IOTD/TP statisztikák (az utolsó 365 napban)
nl: IOTD/TP statistieken (laatste 365 dagen)
pl: Statystyki IOTD/TP (ostatnie 365 dni)
pt: Estatísticas do IOTD/TP (últimos 365 dias)
ru: Статистика IOTD/TP (последние 365 дней)
sq: Statistikat IOTD/TP (365 ditët e fundit)
tr: IOTD/TP istatistikleri (son 365 gün)
uk: Статистика IOTD/TP (останні 365 днів)

source: If checked, SExtractor will be used to extract the necessary information from the image.
be: Калі адзначана, SExtractor будзе выкарыстоўвацца для выцягнення неабходнай інфармацыі з выявы.
el: Αν είναι επιλεγμένο, το SExtractor θα χρησιμοποιηθεί για να εξάγει τις απαραίτητες πληροφορίες από την εικόνα.
es: Si está marcado, SExtractor se utilizará para extraer la información necesaria de la imagen.
fi: Jos valitset, SExtractor käytetään tarvittavien tietojen erottamiseen kuvasta.
hu: Ha be van jelölve, az SExtractor használatban lesz a szükséges információk kinyerésére a képből.
nl: Als aangevinkt, zal SExtractor worden gebruikt om de nodige informatie uit de afbeelding te extraheren.
pl: Jeśli zaznaczone, SExtractor zostanie użyty do wyodrębnienia niezbędnych informacji z obrazu.
pt: Se marcado, o SExtractor será usado para extrair as informações necessárias da imagem.
ru: Если отмечено, SExtractor будет использоваться для извлечения необходимой информации из изображения.
sq: Nëse është e kontrolluar, SExtractor do të përdoret për të nxjerrë informacionin e nevojshëm nga imazhi.
tr: Seçili ise, SExtractor görüntüden gerekli bilgileri çıkarmak için kullanılacaktır.
uk: Якщо вибрано, SExtractor буде використано для витягнення необхідної інформації з зображення.

source: If checked, the astrometry.net submission will be publicly visible. If you leave this unchecked,you won't be able to see the full log of the astrometry.net submission, but the image will stillbe plate-solved and annotated.
be: Калі адзначана, падача astrometry.net будзе публічна бачнай. Калі вы пакінеце гэта неадзначаным, вы не зможаце ўбачыць поўны журнал падачы astrometry.net, але выява ўсё роўна будзе вырашана і анатавана.
el: Αν είναι επιλεγμένο, η υποβολή στο astrometry.net θα είναι δημόσια ορατή. Αν το αφήσεις μη επιλεγμένο, δεν θα μπορείς να δεις το πλήρες αρχείο της υποβολής στο astrometry.net, αλλά η εικόνα θα είναι ακόμα plate-solved και ανιχνευμένη.
es: Si está marcado, la presentación de astrometry.net será visible públicamente. Si dejas esto sin marcar, no podrás ver el registro completo de la presentación de astrometry.net, pero la imagen seguirá siendo resuelta y anotada.
fi: Jos valitset, astrometry.netin lähetys on julkisesti näkyvissä. Jos jätät tämän valitsematta, et voi nähdä astrometry.netin lähetyksen täydellistä lokia, mutta kuva ratkaistaan ja merkitään silti.
hu: Ha be van jelölve, az astrometry.net benyújtás nyilvánosan látható lesz. Ha ezt nem jelölöd be, nem fogod tudni látni az astrometry.net benyújtás teljes naplóját, de a kép még mindig plate-solved és annotált lesz.
nl: Als aangevinkt, zal de astrometry.net indiening openbaar zichtbaar zijn. Als je dit niet aanvinkt, kun je het volledige logboek van de astrometry.net indiening niet zien, maar de afbeelding zal nog steeds worden geplate-solved en geannoteerd.
pl: Jeśli zaznaczone, zgłoszenie astrometry.net będzie publicznie widoczne. Jeśli pozostawisz to niezaznaczone, nie będziesz mógł zobaczyć pełnego dziennika zgłoszenia astrometry.net, ale obraz nadal będzie rozwiązany i oznaczony.
pt: Se marcado, a submissão do astrometry.net será visível publicamente. Se você deixar isso desmarcado, não poderá ver o log completo da submissão do astrometry.net, mas a imagem ainda será solucionada e anotada.
ru: Если отмечено, отправка astrometry.net будет публично видна. Если вы оставите это неотмеченным, вы не сможете увидеть полный журнал отправки astrometry.net, но изображение все равно будет решено по пластине и аннотировано.
sq: Nëse është e kontrolluar, dorëzimi i astrometry.net do të jetë publikisht i dukshëm. Nëse e lini këtë të pa kontrolluar, nuk do të jeni në gjendje të shihni logun e plotë të dorëzimit të astrometry.net, por imazhi do të jetë akoma i zgjidhur dhe i annotuar.
tr: Seçili ise, astrometry.net gönderimi herkese açık olarak görünecektir. Bunu seçmezseniz, astrometry.net gönderiminin tam kaydını göremezsiniz, ancak görüntü yine de plaka çözülmüş ve notlandırılmış olacaktır.
uk: Якщо вибрано, подання astrometry.net буде публічно видимим. Якщо залишити це не вибраним, ви не зможете побачити повний журнал подання astrometry.net, але зображення все ще буде вирішено за платою та анотовано.

source: If you are on AstroBin Premium or AstroBin Ultimate, you can remove ads in your settings. If you are not, please consider supporting AstroBin by subscribing!
be: Калі вы на AstroBin Premium або AstroBin Ultimate, вы можаце выдаліць рэкламу ў вашых наладах. Калі не, калі ласка, разгледзьце магчымасць падтрымкі AstroBin, падпісваючыся!
el: Αν είσαι στο AstroBin Premium ή AstroBin Ultimate, μπορείς να αφαιρέσεις τις διαφημίσεις στις ρυθμίσεις σου. Αν δεν είσαι, σκέψου να υποστηρίξεις το AstroBin με μια συνδρομή!
es: Si estás en AstroBin Premium o AstroBin Ultimate, puedes eliminar anuncios en tu configuración. Si no lo estás, ¡considera apoyar a AstroBin suscribiéndote!
fi: Jos olet AstroBin Premium tai AstroBin Ultimate -jäsen, voit poistaa mainokset asetuksistasi. Jos et ole, harkitse AstroBinin tukemista tilaamalla!
hu: Ha AstroBin Premium vagy AstroBin Ultimate előfizető vagy, eltávolíthatod a hirdetéseket a beállításaidban. Ha nem, kérlek, fontold meg az AstroBin támogatását előfizetéssel!
nl: Als je op AstroBin Premium of AstroBin Ultimate bent, kun je advertenties in je instellingen verwijderen. Als je dat niet bent, overweeg dan om AstroBin te steunen door je te abonneren!
pl: Jeśli jesteś na AstroBin Premium lub AstroBin Ultimate, możesz usunąć reklamy w swoich ustawieniach. Jeśli nie, rozważ wsparcie AstroBin poprzez subskrypcję!
pt: Se você está no AstroBin Premium ou AstroBin Ultimate, pode remover anúncios nas suas configurações. Se não estiver, considere apoiar o AstroBin assinando!
ru: Если вы на AstroBin Premium или AstroBin Ultimate, вы можете убрать рекламу в ваших настройках. Если нет, пожалуйста, подумайте о поддержке AstroBin, подписавшись!
sq: Nëse jeni në AstroBin Premium ose AstroBin Ultimate, mund të hiqni reklamat në cilësimet tuaja. Nëse nuk jeni, ju lutemi merrni parasysh mbështetje për AstroBin duke u abonuar!
tr: AstroBin Premium veya AstroBin Ultimate kullanıyorsanız, ayarlarınızdan reklamları kaldırabilirsiniz. Değilseniz, lütfen AstroBin'i desteklemeyi düşünün!
uk: Якщо ви на AstroBin Premium або AstroBin Ultimate, ви можете видалити рекламу у своїх налаштуваннях. Якщо ні, будь ласка, розгляньте можливість підтримки AstroBin, підписавшись!

source: If you have a large image, you can downsample it to speed up the plate-solving process.
be: Калі ў вас вялікая выява, вы можаце зменшыць яе памер, каб паскорыць працэс вырашэння.
el: Αν έχεις μια μεγάλη εικόνα, μπορείς να την κατεβάσεις για να επιταχύνεις τη διαδικασία plate-solving.
es: Si tienes una imagen grande, puedes reducir su tamaño para acelerar el proceso de resolución de la placa.
fi: Jos sinulla on suuri kuva, voit pienentää sen nopeuttaaksesi levyratkaisuprosessia.
hu: Ha nagy képed van, le tudod csökkenteni a méretét, hogy felgyorsítsd a plate-solving folyamatot.
nl: Als je een grote afbeelding hebt, kun je deze downsampelen om het plate-solving proces te versnellen.
pl: Jeśli masz duży obraz, możesz go zmniejszyć, aby przyspieszyć proces rozwiązania płyty.
pt: Se você tiver uma imagem grande, pode reduzir a amostragem para acelerar o processo de solução de placa.
ru: Если у вас большое изображение, вы можете уменьшить его размер, чтобы ускорить процесс решения по пластине.
sq: Nëse keni një imazh të madh, mund ta zvogëloni për të përshpejtuar procesin e zgjidhjes së pllakave.
tr: Büyük bir görüntünüz varsa, plaka çözme sürecini hızlandırmak için boyutunu küçültebilirsiniz.
uk: Якщо у вас велике зображення, ви можете зменшити його розмір, щоб прискорити процес вирішення плати.

source: If you just upgraded and still see this message, please allow a few minutes for your subscription to take effect.
be: Калі вы толькі што абнавіліся і ўсё яшчэ бачыце гэтае паведамленне, калі ласка, дазвольце некалькі хвілін, каб ваша падпіска ўступіла ў сілу.
el: Αν μόλις αναβάθμισες και εξακολουθείς να βλέπεις αυτό το μήνυμα, παρακαλώ περίμενε μερικά λεπτά για να ισχύσει η συνδρομή σου.
es: Si acabas de actualizar y aún ves este mensaje, por favor, espera unos minutos para que tu suscripción surta efecto.
fi: Jos olet juuri päivittänyt ja näet edelleen tämän viestin, anna muutama minuutti, jotta tilauksesi astuu voimaan.
hu: Ha most frissítettél, és még mindig ezt az üzenetet látod, kérlek, adj néhány percet, hogy az előfizetésed érvénybe lépjen.
nl: Als je net hebt geüpgraded en deze boodschap nog steeds ziet, geef dan een paar minuten de tijd voor je abonnement om effect te hebben.
pl: Jeśli właśnie zaktualizowałeś i nadal widzisz tę wiadomość, pozwól kilka minut na aktywację subskrypcji.
pt: Se você acabou de atualizar e ainda vê esta mensagem, aguarde alguns minutos para que sua assinatura tenha efeito.
ru: Если вы только что обновились и все еще видите это сообщение, подождите несколько минут, чтобы ваша подписка вступила в силу.
sq: Nëse sapo e përmirësuat dhe ende e shihni këtë mesazh, ju lutemi lejoni disa minuta që abonimi juaj të hyjë në fuqi.
tr: Yeni güncelleme yaptıysanız ve hala bu mesajı görüyorsanız, lütfen aboneliğinizin etkili olması için birkaç dakika bekleyin.
uk: Якщо ви щойно оновилися і все ще бачите це повідомлення, будь ласка, дайте кілька хвилин, щоб ваша підписка набула чинності.

source: If you want to create a nested collection, select the parent collection here.
be: Калі вы хочаце стварыць унутраную калекцыю, выберыце тут бацькоўскую калекцыю.
el: Αν θέλεις να δημιουργήσεις μια φωλιά συλλογής, επίλεξε τη γονική συλλογή εδώ.
es: Si quieres crear una colección anidada, selecciona la colección principal aquí.
fi: Jos haluat luoda sisäkkäisen kokoelman, valitse vanhempi kokoelma täältä.
hu: Ha fésült gyűjteményt szeretnél létrehozni, válaszd ki a szülő gyűjteményt itt.
nl: Als je een geneste collectie wilt maken, selecteer dan hier de bovenliggende collectie.
pl: Jeśli chcesz utworzyć zagnieżdżoną kolekcję, wybierz tutaj kolekcję nadrzędną.
pt: Se você quiser criar uma coleção aninhada, selecione a coleção pai aqui.
ru: Если вы хотите создать вложенную коллекцию, выберите родительскую коллекцию здесь.
sq: Nëse dëshironi të krijoni një koleksion të ngjitur, zgjidhni koleksionin prind këtu.
tr: İç içe bir koleksiyon oluşturmak istiyorsanız, burada ana koleksiyonu seçin.
uk: Якщо ви хочете створити вкладену колекцію, виберіть батьківську колекцію тут.

source: Image adjustments
be: Настройкі выявы
el: Ρυθμίσεις εικόνας
es: Ajustes de imagen
fi: Kuvan säädöt
hu: Képbeállítások
nl: Afbeeldingsaanpassingen
pl: Dostosowania obrazu
pt: Ajustes de imagem
ru: Корректировка изображения
sq: Rregullimet e imazhit
tr: Görüntü ayarları
uk: Корекція зображення

source: Image not found. It may have been deleted or you have an invalid link.
be: Выява не знойдзена. Магчыма, яна была выдалена або ў вас недапушчальная спасылка.
el: Η εικόνα δεν βρέθηκε. Μπορεί να έχει διαγραφεί ή να έχεις άκυρο σύνδεσμο.
es: Imagen no encontrada. Puede que haya sido eliminada o que tengas un enlace inválido.
fi: Kuvaa ei löytynyt. Se on voinut olla poistettu tai linkki on virheellinen.
hu: Kép nem található. Lehet, hogy törölték, vagy érvénytelen linket használsz.
nl: Afbeelding niet gevonden. Het kan zijn dat deze is verwijderd of dat je een ongeldige link hebt.
pl: Obraz nie został znaleziony. Może został usunięty lub masz nieprawidłowy link.
pt: Imagem não encontrada. Pode ter sido deletada ou você tem um link inválido.
ru: Изображение не найдено. Возможно, оно было удалено или у вас неверная ссылка.
sq: Imazhi nuk u gjet. Mund të jetë fshirë ose ke një lidhje të pavlefshme.
tr: Görüntü bulunamadı. Silinmiş olabilir ya da geçersiz bir bağlantın var.
uk: Зображення не знайдено. Можливо, воно було видалено або у вас неправильне посилання.

source: Image of the Day
be: Выява дня
el: Εικόνα της Ημέρας
es: Imagen del día
fi: Päivän kuva
hu: A nap képe
nl: Afbeelding van de Dag
pl: Obraz dnia
pt: Imagem do Dia
ru: Изображение дня
sq: Imazhi i Ditës
tr: Günün Görüntüsü
uk: Зображення дня

source: Image of the day and Top Pick archive
be: Архіў выявы дня і выбраных
el: Αρχείο εικόνας της ημέρας και Κορυφαία Επιλογή
es: Archivo de Imagen del día y Selección destacada
fi: Päivän kuva ja Top Pick -arkisto
hu: A nap képe és a legjobb választás archívum
nl: Afbeelding van de dag en Top Pick archief
pl: Archiwum obrazu dnia i najlepszych wyborów
pt: Arquivo da Imagem do Dia e Top Pick
ru: Архив изображения дня и лучших выборов
sq: Arkiva e Imazhit të Ditës dhe Zgjedhja Kryesore
tr: Günün görüntüsü ve En İyi Seçim arşivi
uk: Архів зображень дня та найкращих виборів

source: Image successfully plate-solved.
be: Выява паспяхова вырашана.
el: Η εικόνα αναλύθηκε επιτυχώς.
es: Imagen resuelta con éxito.
fi: Kuva plate-solvattiin onnistuneesti.
hu: A kép sikeresen plate-solved.
nl: Afbeelding succesvol plate-solved.
pl: Obraz został pomyślnie rozwiązany.
pt: Imagem solucionada com sucesso.
ru: Изображение успешно решено по пластине.
sq: Imazhi u zgjidh me sukses.
tr: Görüntü başarıyla plaka çözümlendi.
uk: Зображення успішно вирішено.

source: Image too large for the interactive zoom.
be: Выява занадта вялікая для інтэрактыўнага маштабавання.
el: Η εικόνα είναι πολύ μεγάλη για την διαδραστική ζουμ.
es: Imagen demasiado grande para el zoom interactivo.
fi: Kuva on liian suuri interaktiiviseen zoomiin.
hu: A kép túl nagy az interaktív nagyításhoz.
nl: Afbeelding te groot voor de interactieve zoom.
pl: Obraz za duży do interaktywnego powiększenia.
pt: Imagem muito grande para o zoom interativo.
ru: Изображение слишком большое для интерактивного зума.
sq: Imazhi është shumë i madh për zoom-in interaktiv.
tr: Görüntü etkileşimli yakınlaştırma için çok büyük.
uk: Зображення занадто велике для інтерактивного зуму.

source: Imaged with this setup
be: Выява з гэтай наладкай
el: Εικόνα με αυτή τη ρύθμιση
es: Imagen con esta configuración
fi: Kuvattu tällä setillä
hu: Ezzel a beállítással készült
nl: Afgebeeld met deze setup
pl: Obraz wykonany tym zestawem
pt: Imagem capturada com esta configuração
ru: Снято с этой установкой
sq: Imazhuar me këtë setup
tr: Bu kurulumla görüntülendi
uk: Зображено з цим налаштуванням

source: Images in the same area
be: Выявы ў той жа зоне
el: Εικόνες στην ίδια περιοχή
es: Imágenes en la misma área
fi: Kuvia samalta alueelta
hu: Képek ugyanabban a területen
nl: Afbeeldingen in hetzelfde gebied
pl: Obrazy w tej samej okolicy
pt: Imagens na mesma área
ru: Изображения в одной области
sq: Imazhet në të njëjtën zonë
tr: Aynı alandaki görüntüler
uk: Зображення в тій же області

source: Imaging equipment
be: Абсталяванне для здымкаў
el: Εξοπλισμός απεικόνισης
es: Equipo de imagen
fi: Kuvantamislaitteet
hu: Képző felszerelés
nl: Afbeeldingsapparatuur
pl: Sprzęt do astrofotografii
pt: Equipamento de imagem
ru: Оборудование для съемки
sq: Pajisjet e imazhit
tr: Görüntüleme ekipmanları
uk: Обладнання для зйомки

source: Imaging telescopes or lenses
be: Тэлескопы або аб'ектывы для здымкаў
el: Τηλεσκόπια ή φακοί απεικόνισης
es: Telescopios o lentes de imagen
fi: Kuvantamisteleksit tai linssit
hu: Képző teleszkópok vagy lencsék
nl: Afbeelding telescopen of lenzen
pl: Teleskopy lub obiektywy do astrofotografii
pt: Telescópios ou lentes de imagem
ru: Телескопы или объективы для съемки
sq: Teleskopet ose lentet e imazhit
tr: Görüntüleme teleskopları veya lensleri
uk: Телескопи або об'єктиви для зйомки

source: In 1 collection
be: У 1 калекцыі
el: Σε 1 συλλογή
es: En 1 colección
fi: 1 kokoelmassa
hu: 1 gyűjteményben
nl: In 1 collectie
pl: W 1 kolekcji
pt: Em 1 coleção
ru: В 1 коллекции
sq: Në 1 koleksion
tr: 1 koleksiyonda
uk: В 1 колекції

source: In 1 group
be: У 1 групе
el: Σε 1 ομάδα
es: En 1 grupo
fi: 1 ryhmässä
hu: 1 csoportban
nl: In 1 groep
pl: W 1 grupie
pt: Em 1 grupo
ru: В 1 группе
sq: Në 1 grup
tr: 1 grupta
uk: В 1 групі
