Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Search
be: Пошук
el: Αναζήτηση
es: Buscar
fi: Hae
hu: Keresés
nl: Zoeken
pl: Szukaj
pt: Buscar
ru: Поиск
sq: Kërko
tr: Ara
uk: Пошук

source: Search area
be: Пошукавая зона
el: Περιοχή αναζήτησης
es: Área de búsqueda
fi: Hakualue
hu: Keresési terület
nl: Zoekgebied
pl: Obszar wyszukiwania
pt: Área de busca
ru: Область поиска
sq: Zona e kërkimit
tr: Arama alanı
uk: Область пошуку

source: Search deleted successfully.
be: Пошук паспяхова завершаны.
el: Η αναζήτηση διαγράφηκε με επιτυχία.
es: Búsqueda eliminada con éxito.
fi: Haku onnistui.
hu: A keresés sikeresen törölve.
nl: Zoekopdracht succesvol verwijderd.
pl: Wyszukiwanie usunięte pomyślnie.
pt: Busca deletada com sucesso.
ru: Поиск успешно удалён.
sq: Kërkimi u krye me sukses.
tr: Arama başarıyla silindi.
uk: Пошук успішно видалено.

source: Search filters
be: Фільтры пошуку
el: Φίλτρα αναζήτησης
es: Filtros de búsqueda
fi: Haku suodattimet
hu: Keresési szűrők
nl: Zoekfilters
pl: Filtry wyszukiwania
pt: Filtros de busca
ru: Фильтры поиска
sq: Filtrat e kërkimit
tr: Arama filtreleri
uk: Фільтри пошуку

source: Search saved successfully.
be: Пошук паспяхова захаваны.
el: Η αναζήτηση αποθηκεύτηκε με επιτυχία.
es: Búsqueda guardada con éxito.
fi: Haku tallennettu onnistuneesti.
hu: A keresés sikeresen mentve.
nl: Zoekopdracht succesvol opgeslagen.
pl: Wyszukiwanie zapisane pomyślnie.
pt: Busca salva com sucesso.
ru: Поиск успешно сохранён.
sq: Kërkimi u ruajt me sukses.
tr: Arama başarıyla kaydedildi.
uk: Пошук успішно збережено.

source: Select a smart folder to see its content.
be: Выберыце разумную папку, каб убачыць яе змест.
el: Επιλέξτε έναν έξυπνο φάκελο για να δείτε το περιεχόμενό του.
es: Selecciona una carpeta inteligente para ver su contenido.
fi: Valitse älykansio nähdäksesi sen sisältö.
hu: Válassz egy okos mappát a tartalmának megtekintéséhez.
nl: Selecteer een slimme map om de inhoud te zien.
pl: Wybierz inteligentny folder, aby zobaczyć jego zawartość.
pt: Selecione uma pasta inteligente para ver seu conteúdo.
ru: Выберите умную папку, чтобы увидеть её содержимое.
sq: Zgjidh një dosje të mençur për të parë përmbajtjen e saj.
tr: İçeriğini görmek için akıllı bir klasör seçin.
uk: Виберіть смарт-папку, щоб побачити її вміст.

source: Select the font size for the labels.
be: Выберыце памер шрыфта для надпісаў.
el: Επιλέξτε το μέγεθος γραμματοσειράς για τις ετικέτες.
es: Selecciona el tamaño de fuente para las etiquetas.
fi: Valitse fonttikoko etiketeille.
hu: Válaszd ki a betűméretet a címkékhez.
nl: Selecteer de lettergrootte voor de labels.
pl: Wybierz rozmiar czcionki dla etykiet.
pt: Selecione o tamanho da fonte para os rótulos.
ru: Выберите размер шрифта для меток.
sq: Zgjidh madhësinë e shkronjave për etiketat.
tr: Etiketler için yazı tipi boyutunu seçin.
uk: Виберіть розмір шрифту для міток.

source: Send private message
be: Адправіць асабістае паведамленне
el: Στείλτε ιδιωτικό μήνυμα
es: Enviar mensaje privado
fi: Lähetä yksityinen viesti
hu: Privát üzenet küldése
nl: Stuur privébericht
pl: Wyślij wiadomość prywatną
pt: Enviar mensagem privada
ru: Отправить личное сообщение
sq: Dërgo mesazh privat
tr: Özel mesaj gönder
uk: Надіслати приватне повідомлення

source: September
be: Верасень
el: Σεπτέμβριος
es: Septiembre
fi: Syyskuu
hu: Szeptember
pl: Wrzesień
pt: Setembro
ru: Сентябрь
sq: Shtator
tr: Eylül
uk: Вересень

source: Set as cover image
be: Усталяваць як вокладку
el: Ορισμός ως εικόνα εξωφύλλου
es: Establecer como imagen de portada
fi: Aseta kansikuvaksi
hu: Borítókép beállítása
nl: Stel in als omslagafbeelding
pl: Ustaw jako obraz okładkowy
pt: Definir como imagem de capa
ru: Установить как обложку
sq: Cakto si imazh mbulues
tr: Kapak resmi olarak ayarla
uk: Встановити як обкладинку

source: Settings saved.
be: Налады захаваны.
el: Οι ρυθμίσεις αποθηκεύτηκαν.
es: Configuraciones guardadas.
fi: Asetukset tallennettu.
hu: Beállítások mentve.
nl: Instellingen opgeslagen.
pl: Ustawienia zapisane.
pt: Configurações salvas.
ru: Настройки сохранены.
sq: Konfigurimet u ruajtën.
tr: Ayarlar kaydedildi.
uk: Налаштування збережено.

source: Setup name
be: Назва наладкі
el: Όνομα ρύθμισης
es: Nombre de la configuración
fi: Asetuksen nimi
hu: Beállítás neve
nl: Instelling naam
pl: Nazwa konfiguracji
pt: Nome da configuração
ru: Имя настройки
sq: Emri i konfigurimit
tr: Kurulum adı
uk: Назва налаштування

source: Setups
be: Наладкі
el: Ρυθμίσεις
es: Configuraciones
fi: Asetukset
hu: Beállítások
nl: Instellingen
pl: Konfiguracje
pt: Configurações
ru: Настройки
sq: Konfigurimet
tr: Kurulumlar
uk: Налаштування

source: Setups are saved combinations of equipment for quick association with one's images.
be: Наладкі - гэта захаваныя камбінацыі абсталявання для хуткай асацыяцыі з вашымі выявамі.
el: Οι ρυθμίσεις είναι αποθηκευμένοι συνδυασμοί εξοπλισμού για γρήγορη συσχέτιση με τις εικόνες σας.
es: Las configuraciones son combinaciones guardadas de equipo para una rápida asociación con tus imágenes.
fi: Asetukset ovat tallennettuja laitteistoyhdistelmiä, jotka helpottavat kuvien yhdistämistä.
hu: A beállítások a felszerelések gyors társítására szolgáló mentett kombinációk.
nl: Instellingen zijn opgeslagen combinaties van apparatuur voor snelle associatie met je beelden.
pl: Konfiguracje to zapisane kombinacje sprzętu do szybkiego powiązania z obrazami.
pt: As configurações são combinações salvas de equipamentos para rápida associação com as imagens.
ru: Настройки — это сохранённые комбинации оборудования для быстрого связывания с вашими изображениями.
sq: Konfigurimet janë kombinime të ruajtura të pajisjeve për lidhje të shpejtë me imazhet e dikujt.
tr: Kurulumlar, birinin görüntüleriyle hızlı ilişkilendirme için ekipmanın kaydedilmiş kombinasyonlarıdır.
uk: Налаштування - це збережені комбінації обладнання для швидкої асоціації з вашими зображеннями.

source: Sexagesimal
be: Шасцігадусны
el: Σεξαδικός
fi: Sekstantti
hu: Szögmérő
nl: Sexagesimaal
pl: Seksagesimalny
ru: Шестидесятичная
sq: Sekondar
tr: Cinsellik
uk: Шістдесятковий

source: Shadow-ban
be: Шадоўны бан
fi: Varjokielto
ru: Теневой бан
tr: Gölge yasağı
uk: Тіньовий бан

source: Share
be: Падзяліцца
el: Μοιραστείτε
es: Compartir
fi: Jaa
hu: Megosztás
nl: Deel
pl: Udostępnij
pt: Compartilhar
ru: Поделиться
sq: Ndaj
tr: Paylaş
uk: Поділитися

source: Sharing mode
be: Рэжым падзялення
el: Λειτουργία κοινής χρήσης
es: Modo de compartir
fi: Jakotila
hu: Megosztási mód
nl: Deelmodus
pl: Tryb udostępniania
pt: Modo de compartilhamento
ru: Режим совместного использования
sq: Mënyra e ndarjes
tr: Paylaşım modu
uk: Режим спільного використання

source: Sharpless
be: Шарплесс
ru: Шарплесс
uk: Шарплесс

source: Shop
be: Крамка
el: Κατάστημα
es: Tienda
fi: Kauppa
hu: Bolt
nl: Winkel
pl: Sklep
pt: Loja
ru: Магазин
sq: Dyqani
tr: Dükkan
uk: Магазин

source: Show suggestions
be: Паказаць прапановы
el: Εμφάνιση προτάσεων
es: Mostrar sugerencias
fi: Näytä ehdotuksia
hu: Javaslatok megjelenítése
nl: Toon suggesties
pl: Pokaż sugestie
pt: Mostrar sugestões
ru: Показать предложения
sq: Trego sugjerimet
tr: Önerileri göster
uk: Показати пропозиції

source: Simple link
be: Простая спасылка
el: Απλός σύνδεσμος
es: Enlace simple
fi: Yksinkertainen linkki
hu: Egyszerű link
nl: Eenvoudige link
pl: Prosty link
pt: Link simples
ru: Простая ссылка
sq: Lidhje e thjeshtë
tr: Basit bağlantı
uk: Просте посилання

source: Sky and subjects
be: Неба і аб'екты
el: Ουρανός και θέματα
es: Cielo y sujetos
fi: Taivas ja kohteet
hu: Ég és témák
nl: Lucht en onderwerpen
pl: Niebo i obiekty
pt: Céu e assuntos
ru: Небо и объекты
sq: Qielli dhe subjektet
tr: Gökyüzü ve konular
uk: Небо та об'єкти

source: Small layout
be: Маленькая раскладка
el: Μικρή διάταξη
es: Diseño pequeño
fi: Pieni asettelu
hu: Kis elrendezés
nl: Kleine lay-out
pl: Mały układ
pt: Layout pequeno
ru: Маленький макет
sq: Dizajn i vogël
tr: Küçük düzen
uk: Малий макет

source: Smart folders
be: Смарт-папкі
el: Έξυπνοι φάκελοι
es: Carpetas inteligentes
fi: Älykkäät kansiot
hu: Okos mappák
nl: Slimme mappen
pl: Inteligentne foldery
pt: Pastas inteligentes
ru: Умные папки
sq: Dosje të mençura
tr: Akıllı klasörler
uk: Смарт-папки

source: Solar system
be: Сонечная сістэма
el: Ηλιακό σύστημα
es: Sistema solar
fi: Aurinkokunta
hu: Naprendszer
nl: Zonnestelsel
pl: Układ słoneczny
pt: Sistema solar
ru: Солнечная система
sq: Sistemi diellor
tr: Güneş sistemi
uk: Сонячна система

source: Something went wrong while approving the comment. Please try again later.
be: Што-то пайшло не так падчас зацвярджэння каментару. Калі ласка, паспрабуйце яшчэ раз пазней.
el: Κάτι πήγε στραβά κατά την έγκριση του σχολίου. Δοκιμάστε ξανά αργότερα.
es: Algo salió mal al aprobar el comentario. Por favor, inténtalo de nuevo más tarde.
fi: Kommentin hyväksymisessä tapahtui virhe. Yritä myöhemmin uudelleen.
hu: Valami hiba történt a komment jóváhagyása közben. Kérlek, próbáld újra később.
nl: Er ging iets mis bij het goedkeuren van de opmerking. Probeer het later opnieuw.
pl: Coś poszło nie tak podczas zatwierdzania komentarza. Spróbuj ponownie później.
pt: Algo deu errado ao aprovar o comentário. Tente novamente mais tarde.
ru: Что-то пошло не так при одобрении комментария. Пожалуйста, попробуйте позже.
sq: Diçka shkoi keq gjatë miratimit të komentit. Të lutem provo përsëri më vonë.
tr: Yorum onaylanırken bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin.
uk: Щось пішло не так під час затвердження коментаря. Спробуйте ще раз пізніше.

source: Something went wrong while deleting the comment. Please try again later.
be: Што-то пайшло не так падчас выдалення каментару. Калі ласка, паспрабуйце яшчэ раз пазней.
el: Κάτι πήγε στραβά κατά τη διαγραφή του σχολίου. Δοκιμάστε ξανά αργότερα.
es: Algo salió mal al eliminar el comentario. Por favor, inténtalo de nuevo más tarde.
fi: Kommentin poistamisessa tapahtui virhe. Yritä myöhemmin uudelleen.
hu: Valami hiba történt a komment törlése közben. Kérlek, próbáld újra később.
nl: Er ging iets mis bij het verwijderen van de opmerking. Probeer het later opnieuw.
pl: Coś poszło nie tak podczas usuwania komentarza. Spróbuj ponownie później.
pt: Algo deu errado ao deletar o comentário. Tente novamente mais tarde.
ru: Что-то пошло не так при удалении комментария. Пожалуйста, попробуйте позже.
sq: Diçka shkoi keq gjatë fshirjes së komentit. Të lutem provo përsëri më vonë.
tr: Yorum silinirken bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin.
uk: Щось пішло не так під час видалення коментаря. Спробуйте ще раз пізніше.

source: Something went wrong while updating the comment. Please try again later.
be: Што-то пайшло не так падчас абнаўлення каментару. Калі ласка, паспрабуйце яшчэ раз пазней.
el: Κάτι πήγε στραβά κατά την ενημέρωση του σχολίου. Δοκιμάστε ξανά αργότερα.
es: Algo salió mal al actualizar el comentario. Por favor, inténtalo de nuevo más tarde.
fi: Kommentin päivittämisessä tapahtui virhe. Yritä myöhemmin uudelleen.
hu: Valami hiba történt a komment frissítése közben. Kérlek, próbáld újra később.
nl: Er ging iets mis bij het bijwerken van de opmerking. Probeer het later opnieuw.
pl: Coś poszło nie tak podczas aktualizacji komentarza. Spróbuj ponownie później.
pt: Algo deu errado ao atualizar o comentário. Tente novamente mais tarde.
ru: Что-то пошло не так при обновлении комментария. Пожалуйста, попробуйте позже.
sq: Diçka shkoi keq gjatë përditësimit të komentit. Të lutem provo përsëri më vonë.
tr: Yorum güncellenirken bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin.
uk: Щось пішло не так під час оновлення коментаря. Спробуйте ще раз пізніше.

source: Something went wrong with clearing the image, but this setup was updated anyway.
be: Што-то пайшло не так з ачышчэннем выявы, але гэтая наладка была абноўлена тым не менш.
el: Κάτι πήγε στραβά με την εκκαθάριση της εικόνας, αλλά αυτή η ρύθμιση ενημερώθηκε ούτως ή άλλως.
es: Algo salió mal al limpiar la imagen, pero esta configuración se actualizó de todos modos.
fi: Kuvan tyhjentämisessä tapahtui virhe, mutta tämä asetus päivitettiin silti.
hu: Valami hiba történt a kép törlése közben, de ez a beállítás így is frissítve lett.
nl: Er ging iets mis met het wissen van de afbeelding, maar deze setup is toch bijgewerkt.
pl: Coś poszło nie tak z usunięciem obrazu, ale ta konfiguracja została i tak zaktualizowana.
pt: Algo deu errado ao limpar a imagem, mas essa configuração foi atualizada mesmo assim.
ru: Что-то пошло не так с очисткой изображения, но эта настройка всё равно была обновлена.
sq: Diçka shkoi keq me pastrimin e imazhit, por ky konfigurim u përditësua gjithsesi.
tr: Görüntüyü temizlerken bir şeyler ters gitti, ama bu ayar yine de güncellendi.
uk: Щось пішло не так із очищенням зображення, але це налаштування все ж було оновлено.

source: Sort by
be: Сартаваць па
el: Ταξινόμηση κατά
es: Ordenar por
fi: Lajittele
hu: Rendezés szerint
nl: Sorteer op
pl: Sortuj według
pt: Ordenar por
ru: Сортировать по
sq: Rendit sipas
tr: Sırala
uk: Сортувати за

source: Sort results
be: Сартаваць вынікі
el: Ταξινόμηση αποτελεσμάτων
es: Ordenar resultados
fi: Lajittele tulokset
hu: Eredmények rendezése
nl: Sorteer resultaten
pl: Sortuj wyniki
pt: Ordenar resultados
ru: Сортировать результаты
sq: Rendit rezultatet
tr: Sonuçları sırala
uk: Сортувати результати

source: Staff members have a lot of images to inspect on a daily basis, and they can dismiss images if they believe they don't meet the requirements for IOTD/TP selection. If an image is dismissed {{ 0 }} times, it's removed from the process. This streamlines the process and ensures that any bias present in promotions could be overruled by other staff members.
be: Члены каманды маюць шмат выяў для праверкі кожны дзень, і яны могуць адхіляць выявы, калі лічаць, што яны не адпавядаюць патрабаванням для выбару IOTD/TP. Калі выява была адхілена {{ 0 }} разоў, яна выдаляецца з працэсу. Гэта спрасціць працэс і забяспечыць, што любы ўхіл, які ёсць у прасоўванні, можа быць пераадолены іншымі членамі каманды.
el: Τα μέλη του προσωπικού έχουν πολλές εικόνες να ελέγξουν καθημερινά και μπορούν να απορρίψουν εικόνες αν πιστεύουν ότι δεν πληρούν τις προϋποθέσεις για επιλογή IOTD/TP. Αν μια εικόνα απορριφθεί {{ 0 }} φορές, αφαιρείται από τη διαδικασία. Αυτό απλοποιεί τη διαδικασία και διασφαλίζει ότι οποιαδήποτε προκατάληψη που υπάρχει στις προωθήσεις μπορεί να αναιρεθεί από άλλα μέλη του προσωπικού.
es: Los miembros del personal tienen muchas imágenes que inspeccionar a diario, y pueden descartar imágenes si creen que no cumplen con los requisitos para la selección de IOTD/TP. Si una imagen es descartada {{ 0 }} veces, se elimina del proceso. Esto agiliza el proceso y asegura que cualquier sesgo presente en las promociones pueda ser anulado por otros miembros del personal.
fi: Henkilökunnalla on päivittäin paljon kuvia tarkastettavana, ja he voivat hylätä kuvia, jos he uskovat, että ne eivät täytä IOTD/TP-valintakriteerejä. Jos kuva hylätään {{ 0 }} kertaa, se poistetaan prosessista. Tämä sujuvoittaa prosessia ja varmistaa, että mahdollinen puolueellisuus edistämisessä voidaan kumota muiden henkilökunnan jäsenten toimesta.
hu: A munkatársak naponta sok képet vizsgálnak, és elutasíthatják a képeket, ha úgy vélik, hogy nem felelnek meg az IOTD/TP kiválasztás követelményeinek. Ha egy képet {{ 0 }} alkalommal elutasítanak, akkor eltávolítják a folyamatból. Ez egyszerűsíti a folyamatot, és biztosítja, hogy a promóciókban jelen lévő elfogultságot más munkatársak felülbírálhassák.
nl: Medewerkers hebben dagelijks veel afbeeldingen te inspecteren, en ze kunnen afbeeldingen afwijzen als ze denken dat ze niet voldoen aan de vereisten voor IOTD/TP-selectie. Als een afbeelding {{ 0 }} keer is afgewezen, wordt deze uit het proces verwijderd. Dit stroomlijnt het proces en zorgt ervoor dat eventuele vooroordelen in promoties door andere medewerkers kunnen worden genegeerd.
pl: Członkowie zespołu mają codziennie do sprawdzenia wiele obrazów i mogą odrzucać obrazy, jeśli uważają, że nie spełniają wymagań do wyboru IOTD/TP. Jeśli obraz zostanie odrzucony {{ 0 }} razy, zostanie usunięty z procesu. Ułatwia to proces i zapewnia, że wszelkie uprzedzenia w promocjach mogą być obalone przez innych członków zespołu.
pt: Os membros da equipe têm muitas imagens para inspecionar diariamente, e podem descartar imagens se acreditarem que não atendem aos requisitos para seleção de IOTD/TP. Se uma imagem for descartada {{ 0 }} vezes, ela é removida do processo. Isso agiliza o processo e garante que qualquer viés presente nas promoções possa ser superado por outros membros da equipe.
ru: Сотрудники ежедневно проверяют множество изображений и могут отклонять их, если считают, что они не соответствуют требованиям для выбора IOTD/TP. Если изображение отклонено {{ 0 }} раз, оно удаляется из процесса. Это упрощает процесс и гарантирует, что любое предвзятое мнение в продвижении может быть опровергнуто другими сотрудниками.
sq: Anëtarët e stafit kanë shumë imazhe për të inspektuar çdo ditë, dhe ata mund të refuzojnë imazhet nëse besojnë se nuk përmbushin kërkesat për përzgjedhjen IOTD/TP. Nëse një imazh refuzohet {{ 0 }} herë, ai hiqet nga procesi. Kjo e thjeshton procesin dhe siguron që çdo paragjykim i pranishëm në promovime mund të anulohet nga anëtarë të tjerë të stafit.
tr: AstroBin ekibi, her gün incelemek için çok sayıda görüntüye sahip ve eğer bir görüntünün IOTD/TP seçim gereksinimlerini karşılamadığını düşünüyorlarsa, görüntüleri reddedebilirler. Bir görüntü {{ 0 }} kez reddedilirse, süreçten kaldırılır. Bu, süreci hızlandırır ve tanıtımlardaki herhangi bir önyargının diğer ekip üyeleri tarafından geçersiz kılınmasını sağlar.
uk: Співробітники мають багато зображень для перевірки щодня, і вони можуть відхиляти зображення, якщо вважають, що вони не відповідають вимогам для вибору IOTD/TP. Якщо зображення відхилено {{ 0 }} разів, воно видаляється з процесу. Це спрощує процес і забезпечує, що будь-яка упередженість, присутня в просуванні, може бути переглянута іншими співробітниками.

source: Staging area
be: Зона падрыхтоўкі
el: Περιοχή προετοιμασίας
es: Área de preparación
fi: Staging-alue
hu: Staging terület
nl: Staginggebied
pl: Obszar stagingowy
pt: Área de preparação
ru: Зона подготовки
sq: Zona e skenës
tr: Sahneleme alanı
uk: Стадія

source: Staging area in separate tab
be: Зона падрыхтоўкі ў асобнай укладцы
el: Περιοχή προετοιμασίας σε ξεχωριστή καρτέλα
es: Área de preparación en pestaña separada
fi: Staging-alue erillisessä välilehdessä
hu: Staging terület külön fülön
nl: Staginggebied in een apart tabblad
pl: Obszar stagingowy w osobnej karcie
pt: Área de preparação em aba separada
ru: Зона подготовки в отдельной вкладке
sq: Zona e skenës në një tab të veçantë
tr: Ayrı sekmede sahneleme alanı
uk: Стадія в окремій вкладці

source: Star detection
be: Выяўленне зорак
el: Ανίχνευση αστεριών
es: Detección de estrellas
fi: Tähtien tunnistus
hu: Csillagok észlelése
nl: Sterdetectie
pl: Wykrywanie gwiazd
pt: Detecção de estrelas
ru: Обнаружение звёзд
sq: Zbulimi i yjeve
tr: Yıldız tespiti
uk: Виявлення зірок

source: Stars
be: Зоркі
el: Αστέρια
es: Estrellas
fi: Tähdet
hu: Csillagok
nl: Sterren
pl: Gwiazdy
pt: Estrelas
ru: Звёзды
sq: Yjet
tr: Yıldızlar
uk: Зірки

source: Subject types
be: Тыпы аб'ектаў
el: Τύποι θεμάτων
es: Tipos de sujeto
fi: Kohdetyypit
hu: Tárgytípusok
nl: Onderwerpstypes
pl: Typy obiektów
pt: Tipos de assunto
ru: Типы объектов
sq: Llojet e subjekteve
tr: Konu türleri
uk: Типи об'єктів

source: Subjects
be: Аб'екты
el: Θέματα
es: Sujeto
fi: Kohteet
hu: Tárgyak
nl: Onderwerpen
pl: Obiekty
pt: Assuntos
ru: Объекты
sq: Subjektet
tr: Konular
uk: Об'єкти

source: Submit for IOTD/TP consideration
be: Адправіць на разгляд IOTD/TP
el: Υποβολή για εξέταση IOTD/TP
es: Envía para consideración de IOTD/TP
fi: Lähetä IOTD/TP-harkintaan
hu: Küldd el IOTD/TP megfontolásra
nl: Indienen voor IOTD/TP-overweging
pl: Złóż wniosek o rozpatrzenie IOTD/TP
pt: Enviar para consideração de IOTD/TP
ru: Отправить на рассмотрение IOTD/TP
sq: Dërgo për shqyrtim IOTD/TP
tr: IOTD/TP değerlendirmesi için gönder
uk: Подати на розгляд IOTD/TP

source: Submitted
be: Адпраўлена
el: Υποβλήθηκε
es: Enviado
fi: Lähetetty
hu: Beküldve
nl: Ingediend
pl: Złożono
pt: Enviado
ru: Отправлено
sq: E dërguar
tr: Gönderildi
uk: Подано

source: Support AstroBin by shopping for {{0}} at our partners!
be: Падтрымай AstroBin, купляючы {{0}} у нашых партнёраў!
el: Υποστηρίξτε το AstroBin ψωνίζοντας για {{0}} στους συνεργάτες μας!
es: ¡Apoya a AstroBin comprando {{0}} en nuestros socios!
fi: Tukee AstroBinia ostamalla {{0}} kumppaneiltamme!
hu: Támogasd az AstroBint azzal, hogy vásárolsz {{0}} partnereinknél!
nl: Steun AstroBin door te winkelen voor {{0}} bij onze partners!
pl: Wspieraj AstroBin, kupując {{0}} u naszych partnerów!
pt: Apoie o AstroBin comprando {{0}} em nossos parceiros!
ru: Поддержите AstroBin, покупая {{0}} у наших партнёров!
sq: Mbështet AstroBin duke blerë {{0}} te partnerët tanë!
tr: AstroBin'i desteklemek için {{0}} ürünlerini ortaklarımızdan satın al!
uk: Підтримайте AstroBin, купуючи {{0}} у наших партнерах!

source: Support AstroBin by shopping for {{0}} products at our partners!
be: Падтрымай AstroBin, купляючы прадукты {{0}} у нашых партнёраў!
el: Υποστηρίξτε το AstroBin ψωνίζοντας για προϊόντα {{0}} στους συνεργάτες μας!
es: ¡Apoya a AstroBin comprando productos {{0}} en nuestros socios!
fi: Tukee AstroBinia ostamalla {{0}} tuotteita kumppaneiltamme!
hu: Támogasd az AstroBint azzal, hogy vásárolsz {{0}} termékeket partnereinknél!
nl: Steun AstroBin door te winkelen voor {{0}} producten bij onze partners!
pl: Wspieraj AstroBin, kupując produkty {{0}} u naszych partnerów!
pt: Apoie o AstroBin comprando produtos {{0}} em nossos parceiros!
ru: Поддержите AstroBin, покупая продукты {{0}} у наших партнёров!
sq: Mbështet AstroBin duke blerë produkte {{0}} te partnerët tanë!
tr: AstroBin'i desteklemek için {{0}} ürünlerini ortaklarımızdan satın al!
uk: Підтримайте AstroBin, купуючи продукти {{0}} у наших партнерах!

source: Supporting member
be: Член падтрымкі
el: Υποστηρικτικό μέλος
es: Miembro de apoyo
fi: Tukijäsen
hu: Támogató tag
nl: Ondersteunende lid
pl: Członek wspierający
pt: Membro apoiador
ru: Поддерживающий участник
sq: Anëtar mbështetës
tr: Destekleyici üye
uk: Член, що підтримує

source: Table layout
be: Таблічная раскладка
el: Διάταξη πίνακα
es: Diseño de tabla
fi: Taulukkoasettelu
hu: Táblázat elrendezés
nl: Tabel lay-out
pl: Układ tabeli
pt: Layout da tabela
ru: Макет таблицы
sq: Dizajn tavole
tr: Tablo düzeni
uk: Макет таблиці

source: Telescope diameter
be: Дыяметр тэлескопа
el: Διάμετρος τηλεσκοπίου
es: Diámetro del telescopio
fi: Teleskoopin halkaisija
hu: Távcső átmérője
nl: Diameter van de telescoop
pl: Średnica teleskopu
pt: Diâmetro do telescópio
ru: Диаметр телескопа
sq: Diametri i teleskopit
tr: Teleskop çapı
uk: Діаметр телескопа

source: Telescope focal length
be: Факальная даўжыня тэлескопа
el: Εστιακή απόσταση τηλεσκοπίου
es: Longitud focal del telescopio
fi: Teleskoopin polttoväli
hu: Távcső fókusztávolsága
nl: Brandpuntsafstand van de telescoop
pl: Ogniskowa teleskopu
pt: Distância focal do telescópio
ru: Фокусное расстояние телескопа
sq: Gjatësia fokale e teleskopit
tr: Teleskop odak uzunluğu
uk: Фокусна відстань телескопа

source: Telescope types
be: Тыпы тэлескопаў
el: Τύποι τηλεσκοπίων
es: Tipos de telescopios
fi: Teleskoopin tyypit
hu: Távcső típusok
nl: Telescooptypes
pl: Typy teleskopów
pt: Tipos de telescópios
ru: Типы телескопов
sq: Llojet e teleskopëve
tr: Teleskop türleri
uk: Типи телескопів

source: Telescope weight
be: Вага тэлескопа
el: Βάρος τηλεσκοπίου
es: Peso del telescopio
fi: Teleskoopin paino
hu: Távcső súlya
nl: Gewicht van de telescoop
pl: Waga teleskopu
pt: Peso do telescópio
ru: Вес телескопа
sq: Pesha e teleskopit
tr: Teleskop ağırlığı
uk: Вага телескопа
