Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: This operation could take several seconds (especially for large images), please wait
be: Гэтая аперацыя можа заняць некалькі секунд (асабліва для вялікіх выяў), калі ласка, пачакайце
el: Αυτή η διαδικασία μπορεί να διαρκέσει αρκετά δευτερόλεπτα (ιδιαίτερα για μεγάλες εικόνες), παρακαλώ περιμένετε
es: Esta operación podría tardar varios segundos (especialmente para imágenes grandes), por favor espera.
fi: Tämä operaatio voi kestää useita sekunteja (erityisesti suurille kuville), ole hyvä ja odota
hu: Ez a művelet több másodpercig is eltarthat (különösen nagyméretű képek esetében), kérjük, várj
nl: Deze operatie kan enkele seconden duren (vooral voor grote afbeeldingen), wacht alstublieft
pl: Ta operacja może zająć kilka sekund (szczególnie dla dużych obrazów), proszę czekać
pt: Esta operação pode levar vários segundos (especialmente para imagens grandes), por favor, aguarde.
ru: Эта операция может занять несколько секунд (особенно для больших изображений), пожалуйста, подождите.
sq: Kjo operacion mund të zgjasë disa sekonda (sidomos për imazhe të mëdha), ju lutemi prisni
tr: Bu işlem birkaç saniye sürebilir (özellikle büyük görüntüler için), lütfen bekleyin
uk: Ця операція може зайняти кілька секунд (особливо для великих зображень). Зачекайте

source: Thumbnail
be: Мініяцюра
el: Μικρογραφία
es: Miniatura
fi: Pikkukuva
hu: Indexkép
nl: Miniatuur
pl: Miniatura
pt: Miniatura
ru: Миниатюра
sq: Miniaturë
tr: Küçük resim
uk: Піктограма

source: Top center
be: Верхні цэнтр
el: Κέντρο πάνω
es: Arriba en el centro
fi: Yläkeskusta
hu: Közép felső
nl: Boven centrum
pl: Góra na środku
pt: Superior central
ru: Верхний центр
sq: Sipër qendrës
tr: Üst merkez
uk: По центру вгорі

source: Top left
be: У верхнім левым кутку
el: Άνω αριστερά
es: Arriba a la izquierda
fi: Ylänurkka vasemmalla
hu: Bal felső
nl: Boven links
pl: Górny lewy
pt: Superior esquerdo
ru: Верхний левый
sq: Majtas lart
tr: Sol üst
uk: Вгорі ліворуч

source: Top right
be: Уверсе справа
el: Κάτω δεξιά
es: Arriba a la derecha
fi: Ylhäällä oikealla
hu: Jobb felső
nl: Boven rechts
pl: Na górze po prawej
pt: Superior direito
ru: Верхний правый
sq: Në këndin e sipërm të djathtë
tr: Sağ üst
uk: Вгорі праворуч

source: Total lunar eclipse
be: Агульнае сонечнае зацьменне
el: Ολική σεληνιακή έκλειψη
es: Eclipse lunar total
fi: Kokonainen kuunpimennys
hu: Teljes holdfogyatkozás
nl: Totale maansverduistering
pl: Całkowite zaćmienie Księżyca
pt: Eclipse lunar total
ru: Полное лунное затмение
sq: Eklipsi total i hënës
tr: Tam Ay tutulması
uk: Повне місячне затемнення

source: Total solar eclipse
be: Агульнае сонечнае зацьменьне
el: Ολική ηλιακή έκλειψη
es: Eclipse solar total
fi: Kokonainen auringonpimennys
hu: Teljes napfogyatkozás
nl: Totale zonsverduistering
pl: Całkowite zaćmienie słońca
pt: Eclipse solar total
ru: Полное солнечное затмение
sq: Eklipsi total diellor
tr: Tam güneş tutulması
uk: Повне сонячне затемнення

source: Traveller
be: Падарожнік
el: Ταξιδιώτης
es: Viajero
fi: Matkustaja
hu: Utazó
nl: Reiziger
pl: Podróżnik
pt: Viajante
ru: Путешественник
sq: Udhëtar
tr: Seyahatçi
uk: Мандрівник

source: Type to search options...
be: Увядзіце для пошуку опцый...
el: Πληκτρολογήστε για να αναζητήσετε επιλογές...
es: Escribe para buscar opciones...
fi: Kirjoita etsiäksesi vaihtoehtoja...
hu: Kezdj el írni a keresési opciókért...
nl: Typ om opties te zoeken...
pl: Wpisz, aby wyszukać opcje...
pt: Digite para buscar opções...
ru: Начните вводить для поиска опций...
sq: Shkruani për të kërkuar opsione...
tr: Seçenekleri aramak için yazın...
uk: Введіть для пошуку параметрів…

source: Unknown
be: Невядома
el: Άγνωστο
es: Desconocido
fi: Tuntematon
hu: Ismertelen
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ru: Неизвестно
sq: Të panjohura
tr: Bilinmeyen
uk: Невідомо

source: Unknown error, please refresh the page and try again.
hu: Ismeretlen hiba, kérjük, frissítsd az oldalt, és próbáld meg újra.
uk: Невідома помилка, оновіть сторінку та повторіть спробу.

source: Uploading...
be: Загрузка...
el: Ανέβασμα...
es: Subiendo...
fi: Ladataan...
hu: Feltöltés...
nl: Uploaden...
pl: Przesyłanie...
pt: Enviando...
ru: Загрузка...
sq: Duke ngarkuar...
tr: Yükleniyor...
uk: Завантаження…

source: Uranus
be: Уран
el: Ουρανός
es: Urano
fi: Neptunus
hu: Uránusz
nl: Neptunus
pl: Neptun
pt: Urano
ru: Уран
sq: Neptun
tr: Uranüs
uk: Уран

source: Venus
be: Венера
el: Αφροδίτη
hu: Vénusz
pl: Wenus
pt: Vênus
ru: Венера
sq: Venusi
tr: Venüs
uk: Венера

source: View large
hu: Megtekintés nagy méretben
uk: У великому розмірі

source: Warning! That's a large file you got there! AstroBin does not impose artificial limitation in the file size you can upload with an Ultimate subscription, but we cannot guarantee that all images above 200 MB or ~8000x8000 pixels will work. Feel free to give it a shot tho!
hu: Figyelem! Ez egy nagy fájl! Az AstroBin nem szab mesterséges korlátozást az Ultimate előfizetéssel feltölthető fájlok méretére, de nem tudjuk garantálni, hogy minden 200 MB vagy ~8000x8000 pixel feletti kép működni fog. Azért nyugodtan próbáld meg!
uk: Увага! У Вас великий файл! AstroBin не накладає штучних обмежень на розмір файлу, який ви можете завантажити за допомогою підписки Ultimate, але ми не можемо гарантувати, що всі зображення розміром понад 200 МБ або ~8000x8000 пікселів будуть працювати. Спробуйте на свій ризик!

source: Watermark
be: Водзяны знак
el: Υδατογράφημα
es: Marca de agua
fi: Vesileima
hu: Vízjel
nl: Watermerk
pl: Znak wodny
pt: Marca d'água
ru: Водяной знак
sq: Uji i shenjës
tr: Filigran
uk: Водяний знак

source: We have updated the image data editor to make room for new features coming your way in the near future!
hu: Frissítettük a képadat-szerkesztőt, hogy helyet csináljunk a közeljövőben érkező új funkcióknak!
uk: Ми оновили редактор даних зображень, щоб звільнити місце для нових функцій, які з’являться у Вас найближчим часом!

source: When a paid subscription expires, nothing happens to your images or content.
hu: Ha egy fizetett feliratkozás lejár, semmi sem történik a képeiddel vagy tartalmaiddal.
uk: Коли закінчується термін дії платної підписки, з Вашими зображеннями чи вмістом нічого не станеться.

source: Where do you want to go after saving?
hu: Hová szeretnél menni a mentés után?
uk: Куди ви хочете перейти після збереження?

source: Where does the data for this image come from?
be: Адкуль бяруцца дадзеныя для гэтай выявы?
el: Από πού προέρχονται τα δεδομένα για αυτή την εικόνα;
es: ¿De dónde vienen los datos de esta imagen?
fi: Mistä tämä kuvan data tulee?
hu: Honnan származnak a kép adatai?
nl: Waar komen de gegevens voor deze afbeelding vandaan?
pl: Skąd pochodzą dane do tego obrazu?
pt: De onde vêm os dados para esta imagem?
ru: Откуда поступили данные для этого изображения?
sq: Nga vijnë të dhënat për këtë imazh?
tr: Bu görüntü için veriler nereden geliyor?
uk: Звідки беруться дані для цього зображення?

source: Which remote hosting facility did you use to acquire data for this image?
be: Якую аддаленую хостынгавую ўстанову вы выкарыстоўвалі для атрымання дадзеных для гэтай выявы?
el: Ποια απομακρυσμένη εγκατάσταση φιλοξενίας χρησιμοποιήσατε για να αποκτήσετε δεδομένα για αυτή την εικόνα;
es: ¿Cuál instalación de hosting remoto usaste para adquirir datos para esta imagen?
fi: Mikä etäisännöintilaitos käytit tämän kuvan datan hankkimiseen?
hu: Melyik távoli megosztó létesítményt használtad a kép adatainak megszerzéséhez?
nl: Welke externe hostingfaciliteit heb je gebruikt om gegevens voor deze afbeelding te verkrijgen?
pl: Z którego zdalnego obiektu hostingowego korzystałeś, aby pozyskać dane do tego obrazu?
pt: Qual instalação de hospedagem remota você usou para adquirir dados para esta imagem?
ru: Какой удаленный хостинг вы использовали для получения данных для этого изображения?
sq: Cila strukturë e largët e hostimit keni përdorur për të marrë të dhënat për këtë imazh?
tr: Bu görüntü için veri almak üzere hangi uzaktan barındırma tesisini kullandınız?
uk: Який віддалений хостинг ви використовували для отримання даних для цього зображення?

source: You are already on this plan. If you buy it again, your expiration date will be extended by one year.
hu: Már ebben a tervben vagy. Ha újra megveszed, a lejárati idő egy évvel meghosszabbodik.
uk: Ви вже на цьому плані. Якщо ви купите знову, його буде продовжено на один рік.

source: You are already subscribed to a higher plan.
be: Вы ўжо падпісаны на вышэйшы план.
el: Είστε ήδη εγγεγραμμένος σε ένα ανώτερο σχέδιο.
es: Ya estás suscrito a un plan superior.
fi: Olet jo tilannut korkeamman suunnitelman.
hu: Már elő vagy fizetve egy magasabb tervre.
nl: Je bent al geabonneerd op een hoger plan.
pl: Już subskrybujesz wyższy plan.
pt: Você já está inscrito em um plano superior.
ru: Вы уже подписаны на более высокий план.
sq: Jeni tashmë të abonuar në një plan më të lartë.
tr: Zaten daha yüksek bir plana abone oldunuz.
uk: Ви вже підписані на більш високий план.

source: Zoom ready
hu: Nagyítás kész
uk: Збільшення готове

source: e.g.
be: напрыклад.
el: π.χ.
es: por ejemplo.
fi: esim.
hu: pl.
nl: bijv.
pl: np.
pt: por exemplo.
ru: например.
sq: p.sh.
tr: örn.
uk: напр.

source: You have an <strong>AstroBin Premium</strong> subscription. Enjoy your unlimited uploads!
ru: У вас есть подписка <strong>AstroBin Premium</strong>. Наслаждайтесь неограниченными загрузками!
uk: У Вас є підписка на <strong>AstroBin Premium</strong>. Насолоджуйтесь необмеженою кількістю завантажень!

source: You have an <strong>AstroBin Ultimate</strong> subscription. Enjoy your unlimited uploads!
ru: У вас есть подписка <strong>AstroBin Ultimate</strong>. Наслаждайтесь неограниченными загрузками!
uk: У Вас є підписка на <strong>AstroBin Ultimate</strong>. Насолоджуйтесь необмеженою кількістю завантажень!

source: Constellations
be: Канстыляцыі
el: Αστερισμοί
es: Constelaciones
fi: Tähdistöt
hu: Csillagképek
nl: Sterrenbeelden
pl: Konstelacje
pt: Constelações
ru: Созвездия
sq: Konstelacione
tr: Takımyıldızlar
uk: Сузір’я

source: Find images
be: Знайсці малюнкі
el: Βρείτε εικόνες
es: Buscar imágenes
fi: Etsi kuvia
hu: Képek keresése
nl: Zoek afbeeldingen
pl: Znajdź obrazy
pt: Encontrar imagens
ru: Найти изображения
sq: Gjej imazhe
tr: Görüntüleri bul
uk: Пошук зображень

source: Jump to
be: Перайсці да
el: Μετάβαση σε
es: Saltar a
fi: Hyppää kohtaan
hu: Ugrás ide
nl: Spring naar
pl: Przejdź do
pt: Ir para
ru: Перейти к
sq: Kalo te
tr: Atla
uk: Перехід до

source: Attribution Creative Commons
be: Атрыбуцыя Creative Commons
es: Atribución Creative Commons
hu: Creative Commons Attribution
pt: Atribuição Creative Commons
ru: Лицензия Creative Commons
tr: Atıf Creative Commons
uk: Авторство Creative Commons

source: Attribution-NoDerivs Creative Commons
be: Атрыбуцыя-Без вытворчасці Creative Commons
es: Atribución-NoDerivs Creative Commons
hu: Creative Commons Attribution-NoDerivs
pt: Atribuição-NoDerivs Creative Commons
ru: Лицензия Attribution-NoDerivs Creative Commons
tr: Atıf- Değiştirilmez Creative Commons
uk: Авторство NoDerivs Creative Commons

source: Attribution-NonCommercial Creative Commons
be: Атрыбуцыя-Некамерцыйная Creative Commons
es: Atribución-NoComercial Creative Commons
pt: Atribuição-NonCommercial Creative Commons
ru: Лицензия Attribution-NonCommercial Creative Commons
tr: Atıf- Ticari Olmayan Creative Commons
uk: Авторство NonCommercial Creative Commons

source: Attribution-NonCommercial-NoDerivs Creative Commons
be: Атрыбуцыя-Некамерцыйная-Без вытворчасці Creative Commons
es: Atribución-NoComercial-NoDerivs Creative Commons
pt: Atribuição-NonCommercial-NoDerivs Creative Commons
ru: Лицензия Attribution-NonCommercial-NoDerivs Creative Commons
tr: Atıf- Ticari Olmayan- Değiştirilmez Creative Commons
uk: Авторство NonCommercial-NoDerivs Creative Commons

source: Attribution-NonCommercial-ShareAlike Creative Commons
be: Атрыбуцыя-Некамерцыйная-Шаруйце Creative Commons
es: Atribución-NoComercial-CompartirIgual Creative Commons
pt: Atribuição-NonCommercial-ShareAlike Creative Commons
ru: Лицензия Attribution-NonCommercial-ShareAlike Creative Commons
tr: Atıf- Ticari Olmayan- Paylaşım Benzeri Creative Commons
uk: Авторство NonCommercial-ShareAlike Creative Commons

source: Attribution-ShareAlike Creative Commons
be: Атрыбуцыя-Шаруйце Creative Commons
es: Atribución-CompartirIgual Creative Commons
pt: Atribuição-ShareAlike Creative Commons
ru: Лицензия Attribution-ShareAlike Creative Commons
tr: Atıf- Paylaşım Benzeri Creative Commons
uk: Авторство ShareAlike Creative Commons

source: If this file is a different take on the same data as in another image you already published on AstroBin, the common practice would be to upload it as a new revision. For more info, please {{0}}click here{{1}}.
be: Калі гэты файл з'яўляецца іншым поглядам на тыя ж дадзеныя, што і ў іншым малюнку, які вы ўжо апублікавалі на AstroBin, агульная практыка будзе загрузіць яго як новую рэвізію. Для атрымання дадатковай інфармацыі, калі ласка, {{0}}націсніце тут{{1}}.
el: Αν αυτό το αρχείο είναι μια διαφορετική λήψη από τα ίδια δεδομένα όπως σε άλλη εικόνα που έχετε ήδη δημοσιεύσει στο AstroBin, η κοινή πρακτική θα ήταν να το ανεβάσετε ως νέα αναθεώρηση. Για περισσότερες πληροφορίες, παρακαλώ {{0}}κάντε κλικ εδώ{{1}}.
es: Si este archivo es una toma diferente de los mismos datos que en otra imagen que ya publicaste en AstroBin, la práctica común sería subirlo como una nueva revisión. Para más información, por favor {{0}}haz clic aquí{{1}}.
fi: Jos tämä tiedosto on eri otos samasta datasta kuin toisessa kuvassa, jonka olet jo julkaissut AstroBinissä, yleinen käytäntö olisi ladata se uutena revisiona. Lisätietoja saat {{0}}klikata tästä{{1}}.
hu: Ha ez a fájl egy másik nézőpontot képvisel ugyanarról az adatról, mint egy másik kép, amit már közzétettél az AstroBin-en, a szokásos gyakorlat az, hogy új verzióként töltsd fel. További információért kérlek {{0}}kattints ide{{1}}.
nl: Als dit bestand een andere benadering is van dezelfde gegevens als in een andere afbeelding die je al op AstroBin hebt gepubliceerd, zou de gebruikelijke praktijk zijn om het als een nieuwe revisie te uploaden. Voor meer info, klik {{0}}hier{{1}}.
pl: Jeśli ten plik jest innym ujęciem tych samych danych co inny obraz, który już opublikowałeś na AstroBin, powszechną praktyką byłoby przesłanie go jako nowej rewizji. Aby uzyskać więcej informacji, proszę {{0}}kliknij tutaj{{1}}.
pt: Se este arquivo é uma versão diferente dos mesmos dados que em outra imagem que você já publicou no AstroBin, a prática comum seria enviá-lo como uma nova revisão. Para mais informações, por favor {{0}}clique aqui{{1}}.
ru: Если этот файл является другим вариантом тех же данных, что и в другом изображении, которое вы уже опубликовали на AstroBin, общепринятой практикой будет загрузить его как новое исправление. Для получения дополнительной информации, пожалуйста, {{0}}нажмите здесь{{1}}.
sq: Nëse ky skedar është një qasje tjetër mbi të njëjtat të dhëna si në një imazh tjetër që keni publikuar tashmë në AstroBin, praktika e zakonshme do të ishte ta ngarkoni si një rishikim të ri. Për më shumë info, ju lutemi {{0}}klikoni këtu{{1}}.
tr: Bu dosya, AstroBin'de zaten yayımladığınız başka bir görüntüdeki verilerin farklı bir yorumuysa, yaygın uygulama bunu yeni bir revizyon olarak yüklemektir. Daha fazla bilgi için lütfen {{0}}buraya tıklayın{{1}}.
uk: Якщо цей файл відрізняється від тих самих даних, що й в іншому зображенні, яке ви вже опублікували на AstroBin, звичайною практикою було б завантажувати його як нову редакцію. Щоб отримати додаткову інформацію, {{0}}натисніть тут{{1}}.

source: License
be: Ліцэнзія
el: Άδεια
es: Licencia
fi: Lisenssi
hu: Licenc
nl: Licentie
pl: Licencja
pt: Licença
ru: Лицензия
sq: Licenca
tr: Lisans
uk: Ліцензія

source: None (All rights reserved)
uk: Немає (Усі права захищено)

source: You can associate a Creative Commons license with your content if you wish, to grant people the right to use your work under certain circumstances. For more information on what your options are, please visit the {{0}}Creative Commons website{{1}}.
be: Вы можаце звязаць ліцэнзію Creative Commons з вашым кантэнтам, калі хочаце, каб даць людзям права выкарыстоўваць вашу працу ў пэўных абставінах. Для атрымання дадатковай інфармацыі аб вашых варыянтах, калі ласка, наведайце {{0}}веб-сайт Creative Commons{{1}}.
el: Μπορείτε να συσχετίσετε μια άδεια Creative Commons με το περιεχόμενό σας αν το επιθυμείτε, για να δώσετε στους ανθρώπους το δικαίωμα να χρησιμοποιούν το έργο σας υπό ορισμένες συνθήκες. Για περισσότερες πληροφορίες σχετικά με τις επιλογές σας, παρακαλώ επισκεφθείτε την {{0}}ιστοσελίδα Creative Commons{{1}}.
es: Puedes asociar una licencia Creative Commons con tu contenido si lo deseas, para otorgar a las personas el derecho a usar tu trabajo bajo ciertas circunstancias. Para más información sobre tus opciones, por favor visita el {{0}}sitio web de Creative Commons{{1}}.
fi: Voit liittää Creative Commons -lisenssin sisältösi kanssa, jos haluat, myöntääksesi ihmisille oikeuden käyttää työtäsi tietyissä olosuhteissa. Lisätietoja vaihtoehdoistasi saat käymällä {{0}}Creative Commons -verkkosivustolla{{1}}.
hu: Ha szeretnéd, társíthatsz egy Creative Commons licencet a tartalmaddal, hogy jogot adj az embereknek a munkád használatára bizonyos körülmények között. További információért kérlek látogass el a {{0}}Creative Commons weboldalra{{1}}.
nl: Je kunt een Creative Commons-licentie aan je inhoud koppelen als je dat wilt, om mensen het recht te geven om je werk onder bepaalde omstandigheden te gebruiken. Voor meer informatie over wat je opties zijn, bezoek de {{0}}Creative Commons website{{1}}.
pl: Możesz przypisać licencję Creative Commons do swojej treści, jeśli chcesz, aby dać ludziom prawo do korzystania z Twojej pracy w określonych okolicznościach. Aby uzyskać więcej informacji na temat dostępnych opcji, odwiedź {{0}}stronę Creative Commons{{1}}.
pt: Você pode associar uma licença Creative Commons ao seu conteúdo se desejar, para conceder às pessoas o direito de usar seu trabalho sob certas circunstâncias. Para mais informações sobre quais são suas opções, visite o {{0}}site da Creative Commons{{1}}.
ru: Вы можете связать лицензию Creative Commons с вашим контентом, если хотите, чтобы предоставить людям право использовать вашу работу при определенных обстоятельствах. Для получения дополнительной информации о ваших вариантах, пожалуйста, посетите {{0}}веб-сайт Creative Commons{{1}}.
sq: Mund të lidhni një licencë Creative Commons me përmbajtjen tuaj nëse dëshironi, për t'u dhënë njerëzve të drejtën të përdorin punën tuaj nën rrethana të caktuara. Për më shumë informacion mbi opsionet tuaja, ju lutemi vizitoni {{0}}faqen e Creative Commons{{1}}.
tr: İsterseniz içeriğinizle bir Creative Commons lisansı ilişkilendirebilirsiniz, böylece insanlara eserlerinizi belirli koşullar altında kullanma hakkı verebilirsiniz. Seçenekleriniz hakkında daha fazla bilgi için lütfen {{0}}Creative Commons web sitesini{{1}} ziyaret edin.
uk: Ви можете пов’язати ліцензію Creative Commons зі своїм контентом, якщо хочете, щоб надати людям право використовувати вашу роботу за певних обставин. Щоб дізнатися більше про ваші варіанти, відвідайте {{0}}веб-сайт Creative Commons{{1}}.

source: there is an etiquette regarding uploading a new image versus an image revision.
uk: існує коректність щодо завантаження нового зображення, порівняно з версією зображення.

source: Allow full-size display
be: Дазволіць адлюстраванне ў поўным памеры
el: Επιτρέψτε πλήρη προβολή
es: Permitir visualización a tamaño completo
fi: Salli täysikokoinen näyttö
hu: Teljes méretű megjelenítés engedélyezése
nl: Volledige weergave toestaan
pl: Zezwól na wyświetlanie w pełnym rozmiarze
pt: Permitir exibição em tamanho real
ru: Разрешить отображение в полном размере
sq: Lejo shfaqjen me madhësi të plotë
tr: Tam boyutlu görüntülemeye izin ver
uk: Дозволити відображення в повному розмірі

source: Altitude
be: Вышыня
el: Υψόμετρο
es: Altitud
fi: Korkeus
hu: Magasság
nl: Hoogte
pl: Wysokość
ru: Высота
sq: Lartësia
tr: Yükseklik
uk: Висота

source: AstroBin does not share your coordinates with anyone.
be: AstroBin не дзеліць вашыя каардынаты з кім-небудзь.
el: Η AstroBin δεν μοιράζεται τις συντεταγμένες σας με κανέναν.
es: AstroBin no comparte tus coordenadas con nadie.
fi: AstroBin ei jaa koordinaattejasi kenellekään.
hu: Az AstroBin nem osztja meg a koordinátáidat senkivel.
nl: AstroBin deelt je coördinaten met niemand.
pl: AstroBin nie udostępnia twoich współrzędnych nikomu.
pt: O AstroBin não compartilha suas coordenadas com ninguém.
ru: AstroBin не делится вашими координатами ни с кем.
sq: AstroBin nuk i ndan koordinatat tuaja me askënd.
tr: AstroBin, koordinatlarını kimseyle paylaşmaz.
uk: AstroBin нікому не передає ваші координати.

source: Comments
be: Каментары
el: Σχόλια
es: Comentarios
fi: Kommentit
hu: Hozzászólások
nl: Reacties
pl: Komentarze
pt: Comentários
ru: Комментарии
sq: Komentet
tr: Yorumlar
uk: Коментарі

source: Create new location
be: Стварыць новае месца
el: Δημιουργία νέας τοποθεσίας
es: Crear nueva ubicación
fi: Luo uusi sijainti
hu: Új hely létrehozása
nl: Nieuwe locatie aanmaken
pl: Utwórz nową lokalizację
pt: Criar nova localização
ru: Создать новое местоположение
sq: Krijo lokacion të ri
tr: Yeni konum oluştur
uk: Створити нову локацію

source: Create new:
uk: Створити:

source: E-mail
be: Электронная пошта
el: Ηλεκτρονικό ταχυδρομείο
es: Correo electrónico
fi: Sähköposti
ru: Электронная почта
tr: E-posta
uk: Ел. пошта

source: Everybody
be: Усе
el: Όλοι
es: Todos
fi: Kaikki
hu: Mindenki
nl: Iedereen
pl: Każdy
pt: Todo mundo
ru: Все
sq: Të gjithë
tr: Herkes
uk: Кожен

source: Forums
be: Форумы
el: Φόρουμ
es: Foros
fi: Foorumit
hu: Fórumok
pl: Fora
pt: Fóruns
ru: Форумы
sq: Forumet
tr: Forumlar
uk: Форум

source: IOTD/TP Staff
be: IOTD/TP Персанал
el: IOTD/TP Προσωπικό
es: Personal de IOTD/TP
fi: IOTD/TP Henkilökunta
hu: IOTD/TP Személyzet
nl: IOTD/TP Personeel
pl: IOTD/TP Zespół
pt: Equipe IOTD/TP
ru: Персонал IOTD/TP
sq: Stafi IOTD/TP
tr: IOTD/TP Ekibi
uk: Персонал IOTD/TP

source: Image of the Day / Top Picks
be: Выява дня / Топ выбараў
el: Εικόνα της Ημέρας / Κορυφαίες Επιλογές
es: Imagen del Día / Selecciones Principales
fi: Päivän kuva / Parhaat valinnat
hu: A Nap képe / Legjobb válogatottak
nl: Afbeelding van de Dag / Top Picks
pl: Obraz Dnia / Najlepsze Wybory
pt: Imagem do Dia / Melhores Escolhas
ru: Изображение дня / Лучшие выборы
sq: Imazhi i Ditës / Zgjedhjet Kryesore
tr: Günün Görseli / En İyi Seçimler
uk: Зображення Дня / Топ зображення

source: Locations
be: Месцы
el: Τοποθεσίες
es: Ubicaciones
fi: Sijainnit
hu: Helyszínek
nl: Locaties
pl: Lokalizacje
pt: Localizações
ru: Местоположения
sq: Lokacionet
tr: Konumlar
uk: Локації

source: Me only
be: Толькі я
el: Μόνο εγώ
es: Solo yo
fi: Vain minä
hu: Csak én
nl: Alleen ik
pl: Tylko ja
pt: Só eu
ru: Только я
sq: Vetëm unë
tr: Sadece ben
uk: Тільки я

source: Members only
be: Толькі для ўдзельнікаў
el: Μόνο για μέλη
es: Solo miembros
fi: Vain jäsenille
hu: Csak tagok
nl: Alleen voor leden
pl: Tylko dla członków
pt: Só para membros
ru: Только для участников
sq: Vetëm për anëtarët
tr: Sadece üyeler
uk: Тільки користувачі

source: Meters above sea level
be: Метры над узроўнем мора
el: Μέτρα πάνω από την επιφάνεια της θάλασσας
es: Metros sobre el nivel del mar
fi: Metriä merenpinnan yläpuolella
hu: Méter tengerszint felett
nl: Meters boven zeeniveau
pl: Metry nad poziomem morza
pt: Metros acima do nível do mar
ru: Метры над уровнем моря
sq: Metra mbi nivelin e detit
tr: Deniz seviyesinden yükseklik (metre)
uk: Метрів над рівнем моря
