Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: AstroBin could not connect to the server. Often this is caused by an anti-virus or privacy extension that blocks the connection. Please try disabling them and try again. If the problem persists, please contact us.
be: AstroBin не змог падключыцца да сервера. Часам гэта выклікана антывірусам або пашырэннем для прыватнасці, якое блакуе злучэнне. Калі ласка, паспрабуйце іх адключыць і паспрабуйце яшчэ раз. Калі праблема застаецца, калі ласка, звяжыцеся з намі.
el: Το AstroBin δεν μπόρεσε να συνδεθεί με τον διακομιστή. Συχνά αυτό προκαλείται από ένα antivirus ή μια επέκταση απορρήτου που μπλοκάρει τη σύνδεση. Παρακαλώ δοκιμάστε να τα απενεργοποιήσετε και δοκιμάστε ξανά. Αν το πρόβλημα επιμένει, παρακαλώ επικοινωνήστε μαζί μας.
es: AstroBin no pudo conectarse al servidor. A menudo esto es causado por un antivirus o una extensión de privacidad que bloquea la conexión. Por favor, intenta desactivarlos y vuelve a intentarlo. Si el problema persiste, contáctanos.
fi: AstroBin ei voinut yhdistää palvelimeen. Usein tämä johtuu virustorjunta- tai yksityisyyslaajennuksesta, joka estää yhteyden. Yritä poistaa ne käytöstä ja kokeile uudelleen. Jos ongelma jatkuu, ota meihin yhteyttä.
hu: Az AstroBin nem tudott csatlakozni a szerverhez. Ezt gyakran egy víruskereső vagy adatvédelmi kiterjesztés okozza, amely blokkolja a kapcsolatot. Kérlek, próbáld meg letiltani őket, és próbáld újra. Ha a probléma továbbra is fennáll, kérlek, lépj kapcsolatba velünk.
nl: AstroBin kon geen verbinding maken met de server. Dit wordt vaak veroorzaakt door een antivirus- of privacy-extensie die de verbinding blokkeert. Probeer ze uit te schakelen en het opnieuw te proberen. Als het probleem aanhoudt, neem dan contact met ons op.
pl: AstroBin nie mógł połączyć się z serwerem. Często jest to spowodowane programem antywirusowym lub rozszerzeniem prywatności, które blokuje połączenie. Proszę spróbować je wyłączyć i spróbować ponownie. Jeśli problem będzie się powtarzał, proszę skontaktować się z nami.
pt: O AstroBin não conseguiu se conectar ao servidor. Muitas vezes isso é causado por um antivírus ou extensão de privacidade que bloqueia a conexão. Por favor, tente desativá-los e tente novamente. Se o problema persistir, entre em contato conosco.
ru: AstroBin не смог подключиться к серверу. Часто это происходит из-за антивируса или расширения конфиденциальности, которое блокирует соединение. Пожалуйста, попробуйте отключить их и повторите попытку. Если проблема сохраняется, свяжитесь с нами.
sq: AstroBin nuk mundi të lidhet me serverin. Shpesh kjo shkaktohet nga një antivirus ose një zgjerim privatësie që bllokon lidhjen. Ju lutemi provoni të çaktivizoni ato dhe provoni përsëri. Nëse problemi vazhdon, ju lutemi na kontaktoni.
tr: AstroBin sunucuya bağlanamadı. Genellikle bu, bağlantıyı engelleyen bir antivirüs veya gizlilik uzantısından kaynaklanır. Lütfen bunları devre dışı bırakmayı deneyin ve tekrar deneyin. Sorun devam ederse, lütfen bizimle iletişime geçin.
uk: AstroBin не зміг підключитися до сервера. Часто це викликано антивірусом або розширенням конфіденційності, яке блокує з'єднання. Спробуйте їх вимкнути і спробуйте ще раз. Якщо проблема не зникне, будь ласка, зв'яжіться з нами.

source: AstroBin could not determine your location because you didn't grant the require permission.
be: AstroBin не змог вызначыць ваша месцазнаходжанне, бо вы не далі неабходныя дазволы.
el: Το AstroBin δεν μπόρεσε να προσδιορίσει την τοποθεσία σας επειδή δεν δώσατε την απαιτούμενη άδεια.
es: AstroBin no pudo determinar tu ubicación porque no otorgaste el permiso requerido.
fi: AstroBin ei voinut määrittää sijaintiasi, koska et myöntänyt tarvittavaa lupaa.
hu: Az AstroBin nem tudta meghatározni a helyzetedet, mert nem adtad meg a szükséges engedélyt.
nl: AstroBin kon je locatie niet bepalen omdat je de vereiste toestemming niet hebt gegeven.
pl: AstroBin nie mógł określić Twojej lokalizacji, ponieważ nie udzieliłeś wymaganych uprawnień.
pt: O AstroBin não conseguiu determinar sua localização porque você não concedeu a permissão necessária.
ru: AstroBin не смог определить ваше местоположение, потому что вы не предоставили необходимые разрешения.
sq: AstroBin nuk mundi të përcaktojë vendndodhjen tuaj sepse nuk e keni dhënë lejen e kërkuar.
tr: AstroBin, gerekli izni vermediğiniz için konumunuzu belirleyemedi.
uk: AstroBin не зміг визначити ваше місцезнаходження, оскільки ви не надали необхідні дозволи.

source: AstroBin doesn't support pro-rated subscription upgrades for customers with a non-recurring subscription or a subscription purchased via PayPal, but we're happy to make it happen manually. If you're on a lower subscription tier and would like to upgrade to <strong>{{0}}</strong>, please just subscribe using the button below, and then contact us at {{1}} to get a credit for the unused time on your old subscription. Thanks!
be: AstroBin не падтрымлівае прапановы на павышэнне падпіскі для кліентаў з непаўторнай падпіскай або падпіскай, набытай праз PayPal, але мы рады зрабіць гэта ўручную. Калі вы на ніжнім узроўні падпіскі і хочаце павысіць да <strong>{{0}}<\/strong>, проста падпісвайцеся, націснуўшы кнопку ніжэй, а затым звяжыцеся з намі па {{1}}, каб атрымаць крэдыт за невыкарыстаны час на вашай старой падпісцы. Дзякуй!
el: Το AstroBin δεν υποστηρίζει αναβαθμίσεις συνδρομής με αναλογία για πελάτες με μη επαναλαμβανόμενη συνδρομή ή συνδρομή που αγοράστηκε μέσω PayPal, αλλά είμαστε ευτυχείς να το κάνουμε χειροκίνητα. Αν είστε σε χαμηλότερη κατηγορία συνδρομής και θέλετε να αναβαθμίσετε σε <strong>{{0}}<\/strong>, παρακαλώ απλά εγγραφείτε χρησιμοποιώντας το κουμπί παρακάτω και στη συνέχεια επικοινωνήστε μαζί μας στο {{1}} για να λάβετε πίστωση για τον μη χρησιμοποιημένο χρόνο στην παλιά σας συνδρομή. Ευχαριστώ!
es: AstroBin no soporta actualizaciones de suscripción prorrateadas para clientes con una suscripción no recurrente o una suscripción comprada a través de PayPal, pero estamos felices de hacerlo manualmente. Si estás en un nivel de suscripción más bajo y deseas actualizar a <strong>{{0}}<\/strong>, simplemente suscríbete usando el botón de abajo, y luego contáctanos en {{1}} para obtener un crédito por el tiempo no utilizado en tu antigua suscripción. ¡Gracias!
fi: AstroBin ei tue osittaisia tilauspäivityksiä asiakkaille, joilla on toistumaton tilaus tai tilaus, joka on ostettu PayPalin kautta, mutta voimme tehdä sen manuaalisesti. Jos olet alemmalla tilausportalla ja haluat päivittää <strong>{{0}}<\/strong>, tilaa vain alla olevasta painikkeesta ja ota sitten meihin yhteyttä {{1}} saadaksesi hyvityksen käyttämättömästä ajasta vanhassa tilauksessasi. Kiitos!
hu: Az AstroBin nem támogatja a pro-rata előfizetés frissítéseket olyan ügyfelek számára, akik nem megújuló előfizetéssel rendelkeznek vagy PayPal-on keresztül vásároltak előfizetést, de szívesen megoldjuk ezt manuálisan. Ha alacsonyabb előfizetési szinten vagy, és szeretnél frissíteni a <strong>{{0}}<\/strong> szintre, kérlek, csak iratkozz fel az alábbi gomb segítségével, majd lépj kapcsolatba velünk a {{1}} címen, hogy jóváírást kapj a régi előfizetésedben fel nem használt időért. Köszönjük!
nl: AstroBin ondersteunt geen pro-rata abonnement upgrades voor klanten met een niet-terugkerend abonnement of een abonnement dat via PayPal is gekocht, maar we helpen je graag handmatig. Als je op een lager abonnementsniveau zit en wilt upgraden naar <strong>{{0}}<\/strong>, abonneer je dan gewoon met de knop hieronder, en neem dan contact met ons op via {{1}} om een krediet te krijgen voor de ongebruikte tijd op je oude abonnement. Bedankt!
pl: AstroBin nie obsługuje proporcjonalnych aktualizacji subskrypcji dla klientów z subskrypcją niepowtarzalną lub subskrypcją zakupioną przez PayPal, ale chętnie zrobimy to ręcznie. Jeśli jesteś na niższym poziomie subskrypcji i chcesz zaktualizować do <strong>{{0}}<\/strong>, po prostu subskrybuj, używając przycisku poniżej, a następnie skontaktuj się z nami pod adresem {{1}}, aby uzyskać kredyt za niewykorzystany czas na starej subskrypcji. Dzięki!
pt: O AstroBin não suporta upgrades de assinatura proporcionais para clientes com uma assinatura não recorrente ou uma assinatura comprada via PayPal, mas estamos felizes em fazer isso manualmente. Se você está em um nível de assinatura mais baixo e gostaria de fazer upgrade para <strong>{{0}}<\/strong>, por favor, inscreva-se usando o botão abaixo e depois entre em contato conosco em {{1}} para obter um crédito pelo tempo não utilizado na sua antiga assinatura. Obrigado!
ru: AstroBin не поддерживает пропорциональные обновления подписки для клиентов с непериодической подпиской или подпиской, купленной через PayPal, но мы с радостью сделаем это вручную. Если вы находитесь на более низком уровне подписки и хотите перейти на <strong>{{0}}<\/strong>, просто подпишитесь, используя кнопку ниже, а затем свяжитесь с нами по адресу {{1}}, чтобы получить кредит за неиспользованное время на вашей старой подписке. Спасибо!
sq: AstroBin nuk mbështet përmirësimet e abonimeve të përllogaritura për klientët me një abonim jo të përsëritur ose një abonim të blerë përmes PayPal, por ne jemi të lumtur ta bëjmë manualisht. Nëse jeni në një nivel më të ulët abonimi dhe dëshironi të përmirësoni në <strong>{{0}}<\/strong>, ju lutemi thjesht abonohuni duke përdorur butonin më poshtë, dhe pastaj na kontaktoni në {{1}} për të marrë një kredi për kohën e papërdorur në abonimin tuaj të vjetër. Faleminderit!
tr: AstroBin, tekrarlanmayan bir aboneliği veya PayPal üzerinden satın alınan bir aboneliği olan müşteriler için orantılı abonelik yükseltmelerini desteklemiyor, ancak bunu manuel olarak yapmaktan mutluluk duyarız. Daha düşük bir abonelik seviyesindeyseniz ve <strong>{{0}}<\/strong> yükseltmek istiyorsanız, lütfen aşağıdaki butonu kullanarak abone olun ve ardından {{1}} ile iletişime geçerek eski aboneliğinizde kullanılmayan süre için bir kredi alın. Teşekkürler!
uk: AstroBin не підтримує пропорційні оновлення підписки для клієнтів з неперіодичною підпискою або підпискою, придбаною через PayPal, але ми раді зробити це вручну. Якщо ви на нижчому рівні підписки і хочете оновити до <strong>{{0}}<\/strong>, просто підпишіться, використовуючи кнопку нижче, а потім зв'яжіться з нами за адресою {{1}}, щоб отримати кредит за невикористаний час на вашій старій підписці. Дякуємо!

source: AstroBin preselected the most commonly used type of form to input acquisition details for the subject type you selected, but if you used a different technique, you can change the form here.
be: AstroBin выбраў найбольш распаўсюджаны тып формы для ўводу дэталяў набыцця для выбранага вамі тыпу аб'екта, але калі вы выкарыстоўвалі іншую тэхніку, вы можаце змяніць форму тут.
el: Το AstroBin προεπιλέγει τον πιο συχνά χρησιμοποιούμενο τύπο φόρμας για την εισαγωγή λεπτομερειών απόκτησης για τον τύπο θέματος που επιλέξατε, αλλά αν χρησιμοποιήσατε διαφορετική τεχνική, μπορείτε να αλλάξετε τη φόρμα εδώ.
es: AstroBin preseleccionó el tipo de formulario más comúnmente usado para ingresar detalles de adquisición para el tipo de sujeto que seleccionaste, pero si usaste una técnica diferente, puedes cambiar el formulario aquí.
fi: AstroBin on esivalinnut yleisimmin käytetyn lomaketyypin hankintatietojen syöttämiseksi valitsemallesi aihetyypille, mutta jos käytit eri tekniikkaa, voit muuttaa lomaketta täällä.
hu: Az AstroBin előre kiválasztotta a leggyakrabban használt űrlap típusát a kiválasztott téma beszerzési részleteinek megadásához, de ha más technikát használtál, itt megváltoztathatod az űrlapot.
nl: AstroBin heeft het meest gebruikte type formulier voor het invoeren van acquisitiedetails voor het geselecteerde onderwerp voorgeprogrammeerd, maar als je een andere techniek hebt gebruikt, kun je het formulier hier wijzigen.
pl: AstroBin wstępnie wybrał najczęściej używany typ formularza do wprowadzania szczegółów zakupu dla wybranego typu obiektu, ale jeśli użyłeś innej techniki, możesz zmienić formularz tutaj.
pt: O AstroBin pré-selecionou o tipo de formulário mais comumente usado para inserir detalhes de aquisição para o tipo de assunto que você selecionou, mas se você usou uma técnica diferente, pode mudar o formulário aqui.
ru: AstroBin предварительно выбрал наиболее часто используемый тип формы для ввода данных о приобретении для выбранного вами типа объекта, но если вы использовали другую технику, вы можете изменить форму здесь.
sq: AstroBin ka parazgjedhur llojin më të zakonshëm të formës për të futur detajet e blerjes për llojin e subjektit që keni zgjedhur, por nëse keni përdorur një teknikë tjetër, mund ta ndryshoni formën këtu.
tr: AstroBin, seçtiğin konu türü için edinim detaylarını girmek için en yaygın kullanılan formu önceden seçti, ama farklı bir teknik kullandıysan, buradan formu değiştirebilirsin.
uk: AstroBin попередньо вибрав найбільш поширений тип форми для введення деталей придбання для вибраного вами типу об'єкта, але якщо ви використовували іншу техніку, ви можете змінити форму тут.

source: AstroBin records the dates when users associate equipment items to images. This information can be used to corroborate the legitimacy of the information provided by the seller.
be: AstroBin запісвае даты, калі карыстальнікі сувязваюць абсталяванне з выявамі. Гэту інфармацыю можна выкарыстоўваць для пацверджання легітымнасці інфармацыі, прадстаўленай прадаўцом.
el: Το AstroBin καταγράφει τις ημερομηνίες όταν οι χρήστες συνδέουν εξοπλιστικά αντικείμενα με εικόνες. Αυτή η πληροφορία μπορεί να χρησιμοποιηθεί για να επιβεβαιώσει την εγκυρότητα των πληροφοριών που παρέχονται από τον πωλητή.
es: AstroBin registra las fechas en que los usuarios asocian artículos de equipo a imágenes. Esta información puede ser utilizada para corroborar la legitimidad de la información proporcionada por el vendedor.
fi: AstroBin tallentaa päivämäärät, jolloin käyttäjät liittävät laitteita kuviin. Tätä tietoa voidaan käyttää myyjän antamien tietojen aitouden vahvistamiseen.
hu: Az AstroBin rögzíti azokat a dátumokat, amikor a felhasználók összekapcsolják a felszerelési tételeket a képekkel. Ezt az információt fel lehet használni a eladó által megadott információk hitelesítésére.
nl: AstroBin registreert de data wanneer gebruikers apparatuur items aan afbeeldingen koppelen. Deze informatie kan worden gebruikt om de legitimiteit van de informatie die door de verkoper is verstrekt te bevestigen.
pl: AstroBin rejestruje daty, kiedy użytkownicy powiązują przedmioty sprzętu z obrazami. Informacje te mogą być używane do potwierdzenia wiarygodności informacji podanych przez sprzedawcę.
pt: O AstroBin registra as datas em que os usuários associam itens de equipamento a imagens. Esta informação pode ser usada para corroborar a legitimidade das informações fornecidas pelo vendedor.
ru: AstroBin записывает даты, когда пользователи связывают оборудование с изображениями. Эта информация может быть использована для подтверждения легитимности информации, предоставленной продавцом.
sq: AstroBin regjistron datat kur përdoruesit lidhin artikuj pajisjeje me imazhe. Kjo informacion mund të përdoret për të konfirmuar legjitimitetin e informacionit të dhënë nga shitësi.
tr: AstroBin, kullanıcıların ekipman maddelerini görüntülerle ilişkilendirdiği tarihleri kaydeder. Bu bilgi, satıcının sağladığı bilgilerin geçerliliğini doğrulamak için kullanılabilir.
uk: AstroBin записує дати, коли користувачі прив'язують обладнання до зображень. Цю інформацію можна використовувати для підтвердження легітимності інформації, наданої продавцем.

source: Available delivery options
be: Даступныя варыянты дастаўкі
el: Διαθέσιμες επιλογές παράδοσης
es: Opciones de entrega disponibles
fi: Saatavilla olevat toimitusvaihtoehdot
hu: Elérhető szállítási lehetőségek
nl: Beschikbare leveringsopties
pl: Dostępne opcje dostawy
pt: Opções de entrega disponíveis
ru: Доступные варианты доставки
sq: Opsionet e dorëzimit të disponueshme
tr: Mevcut teslimat seçenekleri
uk: Доступні варіанти доставки

source: Before making an offer, please make sure you reviewed all the details of this listing. By making an offer, you agree to the {{0}}terms and conditions{{1}} of the AstroBin marketplace.
be: Перш чым зрабіць прапанову, калі ласка, пераканайцеся, што вы праглядзелі ўсе дэталі гэтай аб'явы. Робячы прапанову, вы згаджаецеся з {{0}}умовамі і палажэннямі{{1}} рынку AstroBin.
el: Πριν κάνετε μια προσφορά, παρακαλώ βεβαιωθείτε ότι έχετε ελέγξει όλες τις λεπτομέρειες αυτής της καταχώρισης. Κάνοντας μια προσφορά, συμφωνείτε με τους {{0}}όρους και προϋποθέσεις{{1}} της αγοράς του AstroBin.
es: Antes de hacer una oferta, asegúrate de haber revisado todos los detalles de este listado. Al hacer una oferta, aceptas los {{0}}términos y condiciones{{1}} del mercado de AstroBin.
fi: Ennen tarjouksen tekemistä varmista, että olet tarkistanut kaikki tämän ilmoituksen tiedot. Tekemällä tarjouksen hyväksyt {{0}}ehdot ja säännöt{{1}} AstroBin markkinapaikalla.
hu: Ajánlat megtétele előtt kérlek, győződj meg róla, hogy átnézted a hirdetés összes részletét. Az ajánlat megtételével elfogadod az AstroBin piactér {{0}}feltételeit és kikötéseit{{1}}.
nl: Voordat je een bod doet, zorg ervoor dat je alle details van deze aanbieding hebt bekeken. Door een bod te doen, ga je akkoord met de {{0}}voorwaarden{{1}} van de AstroBin marktplaats.
pl: Przed złożeniem oferty upewnij się, że zapoznałeś się ze wszystkimi szczegółami tego ogłoszenia. Składając ofertę, zgadzasz się na {{0}}warunki{{1}} rynku AstroBin.
pt: Antes de fazer uma oferta, por favor, certifique-se de que revisou todos os detalhes deste anúncio. Ao fazer uma oferta, você concorda com os {{0}}termos e condições{{1}} do mercado AstroBin.
ru: Перед тем как сделать предложение, убедитесь, что вы ознакомились со всеми деталями этого объявления. Делая предложение, вы соглашаетесь с {{0}}условиями и положениями{{1}} рынка AstroBin.
sq: Para se të bëni një ofertë, ju lutemi sigurohuni që keni rishikuar të gjitha detajet e kësaj liste. Duke bërë një ofertë, ju pranoni {{0}}kushtet dhe rregullat{{1}} e tregut të AstroBin.
tr: Teklif vermeden önce, lütfen bu listelemenin tüm detaylarını gözden geçirdiğinizden emin olun. Teklif vererek, AstroBin pazar yerinin {{0}}şartlarını ve koşullarını{{1}} kabul etmiş olursunuz.
uk: Перед тим, як зробити пропозицію, будь ласка, переконайтеся, що ви переглянули всі деталі цього оголошення. Роблячи пропозицію, ви погоджуєтеся з {{0}}умовами та положеннями{{1}} ринку AstroBin.

source: Browse
be: Прагляд
el: Περιήγηση
es: Explorar
fi: Selaa
hu: Böngéssz
nl: Bladeren
pl: Przeglądaj
pt: Navegar
ru: Просмотр
sq: Shfleto
tr: Göz at
uk: Перегляд

source: Buyer
be: Пакупнік
el: Αγοραστής
es: Comprador
fi: Ostaja
hu: Vásárló
nl: Koper
pl: Kupujący
pt: Comprador
ru: Покупатель
sq: Blerësi
tr: Alıcı
uk: Покупець

source: Buyer picks up
be: Пакупнік забірае
el: Ο αγοραστής παραλαμβάνει
es: El comprador recoge
fi: Ostaja noutaa
hu: A vásárló átveszi
nl: Koper haalt op
pl: Kupujący odbiera
pt: Comprador retira
ru: Покупатель забирает
sq: Blerësi e merr
tr: Alıcı alır
uk: Покупець забирає

source: By creating a listing on the AstroBin Marketplace, you agree to the {{0}}terms of service{{1}}.
be: Ствараючы аб'яву на рынку AstroBin, вы згаджаецеся з {{0}}умовамі абслугоўвання{{1}}.
el: Δημιουργώντας μια καταχώριση στην αγορά του AstroBin, συμφωνείτε με τους {{0}}όρους υπηρεσίας{{1}}.
es: Al crear un listado en el Mercado de AstroBin, aceptas los {{0}}términos de servicio{{1}}.
fi: Luomalla ilmoituksen AstroBin Markkinapaikalla hyväksyt {{0}}palveluehdot{{1}}.
hu: A hirdetés létrehozásával az AstroBin piactéren elfogadod a {{0}}szolgáltatási feltételeket{{1}}.
nl: Door een aanbieding te maken op de AstroBin Marketplace, ga je akkoord met de {{0}}gebruikersvoorwaarden{{1}}.
pl: Tworząc ogłoszenie na rynku AstroBin, zgadzasz się na {{0}}warunki korzystania{{1}}.
pt: Ao criar um anúncio no Mercado AstroBin, você concorda com os {{0}}termos de serviço{{1}}.
ru: Создавая объявление на рынке AstroBin, вы соглашаетесь с {{0}}условиями обслуживания{{1}}.
sq: Duke krijuar një listë në Tregun AstroBin, ju pranoni {{0}}kushtet e shërbimit{{1}}.
tr: AstroBin Marketplace'te bir ilan oluşturarak, {{0}}hizmet şartlarını{{1}} kabul ediyorsunuz.
uk: Створюючи оголошення на ринку AstroBin, ви погоджуєтеся з {{0}}умовами обслуговування{{1}}.
