Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Yearly
be: Гадавы
el: Ετήσιο
es: Anual
fi: Vuosittain
hu: Éves
nl: Jaarlijks
pl: Rocznie
pt: Anual
ru: Годовой
sq: Vjetor
tr: Yıllık
uk: Річний

source: You don't need to cancel it, it will expire automatically.
be: Вам не трэба яе скасаваць, яна аўтаматычна скончыцца.
el: Δεν χρειάζεται να την ακυρώσεις, θα λήξει αυτόματα.
es: No necesitas cancelarla, expirará automáticamente.
fi: Sinun ei tarvitse peruuttaa sitä, se vanhenee automaattisesti.
hu: Nem szükséges lemondanod, automatikusan lejár.
nl: Je hoeft het niet te annuleren, het verloopt automatisch.
pl: Nie musisz jej anulować, wygaśnie automatycznie.
pt: Você não precisa cancelá-lo, ele vai expirar automaticamente.
ru: Вам не нужно ее отменять, она истечет автоматически.
sq: Nuk keni nevojë ta anuloni, do të skadojë automatikisht.
tr: Bunu iptal etmenize gerek yok, otomatik olarak sona erecek.
uk: Вам не потрібно її скасовувати, вона автоматично закінчиться.

source: You don't need to cancel it, it will expire automatically.</li>
be: Вам не трэба яе скасаваць, яна аўтаматычна скончыцца.<\/li>
el: Δεν χρειάζεται να την ακυρώσεις, θα λήξει αυτόματα.<\/li>
es: No necesitas cancelarla, expirará automáticamente.<\/li>
fi: Sinun ei tarvitse peruuttaa sitä, se vanhenee automaattisesti.<\/li>
hu: Nem szükséges lemondanod, automatikusan lejár.<\/li>
nl: Je hoeft het niet te annuleren, het verloopt automatisch.<\/li>
pl: Nie musisz go anulować, wygaśnie automatycznie.<\/li>
pt: Você não precisa cancelá-lo, ele vai expirar automaticamente.<\/li>
ru: Вам не нужно ее отменять, она истечет автоматически.<\/li>
sq: Nuk keni nevojë ta anuloni, do të skadojë automatikisht.<\/li>
tr: İptal etmen gerekmiyor, otomatik olarak süresi dolacak.<\/li>
uk: Вам не потрібно її скасовувати, вона автоматично закінчиться.<\/li>

source: You follow this equipment item
be: Вы сачыце за гэтым абсталяваннем
el: Ακολουθείς αυτό το αντικείμενο εξοπλισμού
es: Sigues este artículo de equipo
fi: Seuraat tätä laite-esinettä
hu: Ezt a felszerelést követed
nl: Je volgt dit apparatuuritem
pl: Śledzisz ten sprzęt
pt: Você segue este item de equipamento
ru: Вы следите за этим оборудованием
sq: Ju ndjekni këtë artikull pajisjeje
tr: Bu ekipman öğesini takip ediyorsun
uk: Ви стежите за цим обладнанням

source: You have a non-recurring PayPal subscription.
be: У вас ёсць непаўторная падпіска PayPal.
el: Έχεις μια μη επαναλαμβανόμενη συνδρομή στο PayPal.
es: Tienes una suscripción de PayPal no recurrente.
fi: Sinulla on ei-toistuva PayPal-tilaus.
hu: Nem ismétlődő PayPal előfizetésed van.
nl: Je hebt een niet-terugkerend PayPal-abonnement.
pl: Masz subskrypcję PayPal, która nie jest powtarzalna.
pt: Você tem uma assinatura PayPal não recorrente.
ru: У вас есть одноразовая подписка на PayPal.
sq: Keni një abonim PayPal jo të përsëritur.
tr: Tekrar eden bir PayPal aboneliğiniz var.
uk: У вас є одноразова підписка PayPal.

source: You have a non-recurring Stripe subscription (paid by credit card, Sepa, AliPay, or other).
be: У вас ёсць непаўторная падпіска Stripe (аплачаная крэдытнай карткай, Sepa, AliPay або інш.)
el: Έχεις μια μη επαναλαμβανόμενη συνδρομή στο Stripe (πληρωμένη με πιστωτική κάρτα, Sepa, AliPay ή άλλο).
es: Tienes una suscripción de Stripe no recurrente (pagada por tarjeta de crédito, Sepa, AliPay, u otro).
fi: Sinulla on ei-toistuva Stripe-tilaus (maksettu luottokortilla, Sepa, AliPay tai muu).
hu: Nem ismétlődő Stripe előfizetésed van (kártyás, Sepa, AliPay vagy más).
nl: Je hebt een niet-terugkerend Stripe-abonnement (betaald met creditcard, Sepa, AliPay of andere).
pl: Masz subskrypcję Stripe, która nie jest powtarzalna (opłacaną kartą kredytową, Sepa, AliPay lub inną).
pt: Você tem uma assinatura Stripe não recorrente (paga por cartão de crédito, Sepa, AliPay ou outro).
ru: У вас есть одноразовая подписка на Stripe (оплаченная кредитной картой, Sepa, AliPay или другим способом).
sq: Keni një abonim Stripe jo të përsëritur (të paguar me kartë krediti, Sepa, AliPay, ose të tjera).
tr: Tekrar eden bir Stripe aboneliğiniz var (kredi kartı, Sepa, AliPay veya diğerleri ile ödenmiştir).
uk: У вас є одноразова підписка Stripe (оплачена кредитною карткою, Sepa, AliPay або іншим способом).

source: You have a recurring PayPal subscription. You can cancel it on PayPal's settings:
be: У вас ёсць паўторная падпіска PayPal. Вы можаце скасаваць яе ў наладах PayPal:
el: Έχεις μια επαναλαμβανόμενη συνδρομή στο PayPal. Μπορείς να την ακυρώσεις στις ρυθμίσεις του PayPal:
es: Tienes una suscripción de PayPal recurrente. Puedes cancelarla en la configuración de PayPal:
fi: Sinulla on toistuva PayPal-tilaus. Voit peruuttaa sen PayPalin asetuksista:
hu: Ismétlődő PayPal előfizetésed van. Lemondhatod a PayPal beállításaiban:
nl: Je hebt een terugkerend PayPal-abonnement. Je kunt het annuleren in de instellingen van PayPal:
pl: Masz powtarzalną subskrypcję PayPal. Możesz ją anulować w ustawieniach PayPal:
pt: Você tem uma assinatura PayPal recorrente. Você pode cancelá-la nas configurações do PayPal:
ru: У вас есть регулярная подписка на PayPal. Вы можете отменить ее в настройках PayPal:
sq: Keni një abonim PayPal të përsëritur. Mund ta anuloni në cilësimet e PayPal-it:
tr: Tekrar eden bir PayPal aboneliğiniz var. Bunu PayPal ayarlarında iptal edebilirsiniz:
uk: У вас є повторювана підписка PayPal. Ви можете скасувати її в налаштуваннях PayPal:

source: You have a recurring Stripe subscription (paid by credit card, Sepa, AliPay, or other). You can cancel it on Stripe's customer portal by logging in with the email address associated to your AstroBin account:
be: У вас ёсць паўторная падпіска Stripe (аплачаная крэдытнай карткай, Sepa, AliPay або інш). Вы можаце скасаваць яе ў партале кліента Stripe, увайшоўшы з адрасам электроннай пошты, звязаным з вашым уліковым запісам AstroBin:
el: Έχεις μια επαναλαμβανόμενη συνδρομή στο Stripe (πληρωμένη με πιστωτική κάρτα, Sepa, AliPay ή άλλο). Μπορείς να την ακυρώσεις στην πύλη πελατών του Stripe συνδεόμενος με τη διεύθυνση email που σχετίζεται με τον λογαριασμό σου στο AstroBin:
es: Tienes una suscripción de Stripe recurrente (pagada por tarjeta de crédito, Sepa, AliPay, u otro). Puedes cancelarla en el portal de clientes de Stripe iniciando sesión con la dirección de correo electrónico asociada a tu cuenta de AstroBin:
fi: Sinulla on toistuva Stripe-tilaus (maksettu luottokortilla, Sepa, AliPay tai muu). Voit peruuttaa sen Stripes asiakasportaalissa kirjautumalla sisään AstroBin-tiliisi liittyvällä sähköpostiosoitteella:
hu: Ismétlődő Stripe előfizetésed van (kártyás, Sepa, AliPay vagy más). Lemondhatod a Stripe ügyfélportálján, ha bejelentkezel az AstroBin fiókodhoz tartozó email címmel:
nl: Je hebt een terugkerend Stripe-abonnement (betaald met creditcard, Sepa, AliPay of andere). Je kunt het annuleren op de klantenportal van Stripe door in te loggen met het e-mailadres dat aan je AstroBin-account is gekoppeld:
pl: Masz powtarzalną subskrypcję Stripe (opłacaną kartą kredytową, Sepa, AliPay lub inną). Możesz ją anulować na portalu klienta Stripe, logując się za pomocą adresu e-mail powiązanego z twoim kontem AstroBin:
pt: Você tem uma assinatura Stripe recorrente (paga por cartão de crédito, Sepa, AliPay ou outro). Você pode cancelá-la no portal do cliente da Stripe fazendo login com o endereço de e-mail associado à sua conta AstroBin:
ru: У вас есть регулярная подписка на Stripe (оплаченная кредитной картой, Sepa, AliPay или другим способом). Вы можете отменить ее в клиентском портале Stripe, войдя с адресом электронной почты, связанным с вашей учетной записью AstroBin:
sq: Keni një abonim Stripe të përsëritur (të paguar me kartë krediti, Sepa, AliPay, ose të tjera). Mund ta anuloni në portalin e klientëve të Stripe duke u kyçur me adresën e emailit të lidhur me llogarinë tuaj të AstroBin:
tr: Tekrar eden bir Stripe aboneliğiniz var (kredi kartı, Sepa, AliPay veya diğerleri ile ödenmiştir). Bunu, AstroBin hesabınıza bağlı e-posta adresi ile Stripe müşteri portalında iptal edebilirsiniz:
uk: У вас є повторювана підписка Stripe (оплачена кредитною карткою, Sepa, AliPay або іншим способом). Ви можете скасувати її в порталі клієнтів Stripe, увійшовши з електронною адресою, пов'язаною з вашим обліковим записом AstroBin:

source: Your subscription is currently cancelled and it will expire on {{0}}.
be: Ваша падпіска зараз адменена, і яна скончыцца {{0}}.
el: Η συνδρομή σας είναι αυτή τη στιγμή ακυρωμένη και θα λήξει στις {{0}}.
es: Tu suscripción está actualmente cancelada y expirará el {{0}}.
fi: Tilauksesi on tällä hetkellä peruutettu ja se vanhenee {{0}}.
hu: Az előfizetésed jelenleg lemondva, és {{0}}-án lejár.
nl: Je abonnement is momenteel geannuleerd en het verloopt op {{0}}.
pl: Twoja subskrypcja jest obecnie anulowana i wygaśnie {{0}}.
pt: Sua assinatura está atualmente cancelada e vai expirar em {{0}}.
ru: Ваша подписка в настоящее время отменена, и она истечет {{0}}.
sq: Abonimi juaj aktualisht është anuluar dhe do të skadojë më {{0}}.
tr: Aboneliğiniz şu anda iptal edildi ve {{0}} tarihinde sona erecek.
uk: Ваша підписка наразі скасована, і вона закінчиться {{0}}.

source: month
be: месяц
el: μήνας
es: mes
fi: kuukausi
hu: hónap
nl: maand
pl: miesiąc
pt: mês
ru: месяц
sq: muaj
tr: ay
uk: місяць

source: {{ item }} is an equipment item of class {{ klass }} on AstroBin equipment database.
be: {{ item }} - гэта абсталяванне класа {{ klass }} ў базе дадзеных абсталявання AstroBin.
el: {{ item }} είναι ένα εξοπλιστικό αντικείμενο της κατηγορίας {{ klass }} στη βάση δεδομένων εξοπλισμού του AstroBin.
es: {{ item }} es un artículo de equipo de clase {{ klass }} en la base de datos de equipos de AstroBin.
fi: {{ item }} on laite, joka kuuluu luokkaan {{ klass }} AstroBin laitetietokannassa.
hu: {{ item }} egy {{ klass }} osztályú felszerelés az AstroBin felszerelés adatbázisában.
nl: {{ item }} is een apparatuuritem van klasse {{ klass }} in de AstroBin apparatuurdatabase.
pl: {{ item }} to element sprzętu klasy {{ klass }} w bazie danych sprzętu AstroBin.
pt: {{ item }} é um item de equipamento da classe {{ klass }} no banco de dados de equipamentos do AstroBin.
ru: {{ item }} — это элемент оборудования класса {{ klass }} в базе данных оборудования AstroBin.
sq: {{ item }} është një artikull pajisjeje i klasës {{ klass }} në bazën e të dhënave të pajisjeve të AstroBin.
tr: {{ item }} AstroBin ekipman veritabanında {{ klass }} sınıfına ait bir ekipman öğesidir.
uk: {{ item }} - це обладнання класу {{ klass }} в базі даних обладнання AstroBin.

source: {{x}} in stock
be: {{x}} у наяўнасці
el: {{x}} σε απόθεμα
es: {{x}} en stock
fi: {{x}} varastossa
hu: {{x}} készleten
nl: {{x}} op voorraad
pl: {{x}} w magazynie
pt: {{x}} em estoque
ru: {{x}} на складе
sq: {{x}} në stok
tr: {{x}} stokta
uk: {{x}} на складі

source: (accepted offer)
be: (прынятая прапанова)
el: (αποδεκτή προσφορά)
es: (oferta aceptada)
fi: (hyväksytty tarjous)
hu: (elfogadott ajánlat)
nl: (geaccepteerd aanbod)
pl: (zaakceptowana oferta)
pt: (oferta aceita)
ru: (принятое предложение)
sq: (ofertë e pranuar)
tr: (kabul edilen teklif)
uk: (прийнята пропозиція)

source: (pending offer)
be: (чаканне прапанова)
el: (εκκρεμής προσφορά)
es: (oferta pendiente)
fi: (odottava tarjous)
hu: (függő ajánlat)
nl: (in afwachting van aanbod)
pl: (oczekująca oferta)
pt: (oferta pendente)
ru: (ожидающее предложение)
sq: (ofertë në pritje)
tr: (bekleyen teklif)
uk: (очікує пропозицію)

source: + shipping
be: + дастаўка
el: + αποστολή
es: + envío
fi: + toimituskulut
hu: + szállítás
nl: + verzending
pl: + wysyłka
pt: + frete
ru: + доставка
sq: + transport
tr: + kargo
uk: + доставка

source: + {{ count }} more
be: + {{ count }} яшчэ
el: + {{ count }} περισσότερα
es: + {{ count }} más
fi: + {{ count }} lisää
hu: + {{ count }} további
nl: + {{ count }} meer
pl: + {{ count }} więcej
pt: + {{ count }} mais
ru: + {{ count }} еще
sq: + {{ count }} më shumë
tr: + {{ count }} daha fazla
uk: + {{ count }} більше

source: 4.5 - Semi-Suburban/Transition sky (YELLOW)
be: 4.5 - Паўпрыгарадное/Пераходнае неба (ЖОЎТЫ)
el: 4.5 - Ημι-Προαστιακός/Μεταβατικός ουρανός (ΚΙΤΡΙΝΟΣ)
es: 4.5 - Cielo Semi-Suburbano/Transición (AMARILLO)
fi: 4.5 - Puoliksi esikaupunkitaivas (KELTAINEN)
hu: 4.5 - Fél-vidéki/Átmeneti ég (SÁRGA)
nl: 4.5 - Semi-suburbane/overgang hemel (GEEL)
pl: 4.5 - Nieco podmiejski/Przejrzyste niebo (ŻÓŁTY)
pt: 4.5 - Céu Semi-Suburbano/Transição (AMARELO)
ru: 4.5 - Полусубурбанное/Переходное небо (ЖЕЛТЫЙ)
sq: 4.5 - Qielli Semi-Suburban/Transicion (VERDHE)
tr: 4.5 - Yarı-Kırsal/Geçiş gökyüzü (SARI)
uk: 4.5 - Напівпередмістя/Перехідне небо (ЖОВТИЙ)

source: <strong>{{0}}</strong> images by the seller
be: <strong>{{0}}<\/strong> выявы ад прадаўца
el: <strong>{{0}}<\/strong> εικόνες από τον πωλητή
es: <strong>{{0}}<\/strong> imágenes del vendedor
fi: <strong>{{0}}<\/strong> kuvia myyjältä
hu: <strong>{{0}}<\/strong> képek az eladótól
nl: <strong>{{0}}<\/strong> afbeeldingen van de verkoper
pl: <strong>{{0}}<\/strong> zdjęć od sprzedawcy
pt: <strong>{{0}}<\/strong> imagens do vendedor
ru: <strong>{{0}}<\/strong> изображения от продавца
sq: <strong>{{0}}<\/strong> imazhe nga shitësi
tr: <strong>{{0}}<\/strong> satıcı tarafından sağlanan görüntüler
uk: <strong>{{0}}<\/strong> зображень від продавця

source: Accept
be: Прыняць
el: Αποδοχή
es: Aceptar
fi: Hyväksy
hu: Elfogad
nl: Accepteren
pl: Akceptuj
pt: Aceitar
ru: Принять
sq: Prano
tr: Kabul et
uk: Прийняти

source: Accepting this offer will mark the affected line items as reserved, and it constitutes a binding agreement with the buyer. Failure to deliver the equipment as described may result in negative feedback and possible disciplinary action. Are you sure you want to proceed?
be: Прыняцце гэтай прапановы адзначыць адпаведныя пункты як зарэзерваваныя, і гэта складае абавязковую дамову з пакупніком. Невыкананне ўмоў пастаўкі абсталявання можа прывесці да негатыўнага водгуку і магчымых дысцыплінаракцый. Вы ўпэўнены, што хочаце працягнуць?
el: Η αποδοχή αυτής της προσφοράς θα σηματοδοτήσει τα επηρεαζόμενα αντικείμενα ως κρατημένα και συνιστά δεσμευτική συμφωνία με τον αγοραστή. Η αποτυχία παράδοσης του εξοπλισμού όπως περιγράφεται μπορεί να έχει ως αποτέλεσμα αρνητική ανατροφοδότηση και πιθανές πειθαρχικές ενέργειες. Είστε σίγουροι ότι θέλετε να προχωρήσετε;
es: Aceptar esta oferta marcará los artículos afectados como reservados, y constituye un acuerdo vinculante con el comprador. No entregar el equipo como se describe puede resultar en comentarios negativos y posible acción disciplinaria. ¿Estás seguro de que quieres continuar?
fi: Tämän tarjouksen hyväksyminen merkitsee asianomaiset rivit varatuiksi, ja se muodostaa sitovan sopimuksen ostajan kanssa. Jos laitteita ei toimiteta kuvattuna, se voi johtaa negatiiviseen palautteeseen ja mahdollisiin kurinpitotoimiin. Oletko varma, että haluat jatkaa?
hu: Ha elfogadod ezt az ajánlatot, az érintett tételek fenntartott státuszt kapnak, és ez egy kötelező érvényű megállapodást jelent a vásárlóval. Ha nem sikerül a felszerelést a leírtak szerint szállítani, az negatív visszajelzést és esetleges fegyelmi intézkedéseket vonhat maga után. Biztos vagy benne, hogy folytatni szeretnéd?
nl: Het accepteren van dit aanbod markeert de betrokken lijnitems als gereserveerd en vormt een bindende overeenkomst met de koper. Het niet leveren van de apparatuur zoals beschreven kan leiden tot negatieve feedback en mogelijke disciplinaire maatregelen. Weet je zeker dat je wilt doorgaan?
pl: Akceptacja tej oferty oznaczy dotknięte przedmioty jako zarezerwowane i stanowi wiążącą umowę z kupującym. Niezrealizowanie dostawy sprzętu zgodnie z opisem może skutkować negatywną opinią i możliwymi działaniami dyscyplinarnymi. Czy na pewno chcesz kontynuować?
pt: Aceitar esta oferta marcará os itens afetados como reservados, e constitui um acordo vinculativo com o comprador. A falha em entregar o equipamento conforme descrito pode resultar em feedback negativo e possível ação disciplinar. Você tem certeza de que deseja prosseguir?
ru: Принятие этого предложения отметит затронутые позиции как зарезервированные и будет являться обязательным соглашением с покупателем. Невыполнение условий поставки оборудования, как описано, может привести к негативным отзывам и возможным дисциплинарным мерам. Вы уверены, что хотите продолжить?
sq: Pranimi i kësaj oferte do të shënojë artikujt e prekur si të rezervuar, dhe përbën një marrëveshje të detyrueshme me blerësin. Dështimi për të dorëzuar pajisjen siç është përshkruar mund të rezultojë në feedback negativ dhe mundshme masa disiplinore. A jeni të sigurt që dëshironi të vazhdoni?
tr: Bu teklifi kabul etmek, etkilenen kalemleri rezerve olarak işaretleyecek ve alıcı ile bağlayıcı bir anlaşma oluşturacaktır. Tanımlandığı gibi ekipmanı teslim etmemek olumsuz geri bildirim ve olası disiplin cezası ile sonuçlanabilir. Devam etmek istediğinizden emin misiniz?
uk: Прийняття цієї пропозиції позначить відповідні позиції як зарезервовані, і це є обов'язковою угодою з покупцем. Невиконання доставки обладнання, як описано, може призвести до негативного відгуку та можливих дисциплінарних заходів. Ви впевнені, що хочете продовжити?

source: Accuracy of item descriptions
be: Точнасць апісанняў абсталявання
el: Ακρίβεια περιγραφών αντικειμένων
es: Precisión de las descripciones de los artículos
fi: Tuotekuvausten tarkkuus
hu: A tétel leírásának pontossága
nl: Nauwkeurigheid van itembeschrijvingen
pl: Dokładność opisów przedmiotów
pt: Precisão das descrições dos itens
ru: Точность описаний товаров
sq: Saktësia e përshkrimeve të artikujve
tr: Öğe açıklamalarının doğruluğu
uk: Точність описів товарів

source: Acquisition form
be: Форма набыцця
el: Φόρμα απόκτησης
es: Formulario de adquisición
fi: Hankintamuoto
hu: Beszerzési űrlap
nl: Acquisitieformulier
pl: Formularz zakupu
pt: Forma de aquisição
ru: Форма приобретения
sq: Forma e blerjes
tr: Elde etme formu
uk: Форма придбання

source: Active listings
be: Актыўныя аб'явы
el: Ενεργές καταχωρίσεις
es: Listados activos
fi: Aktiiviset ilmoitukset
hu: Aktív hirdetések
nl: Actieve aanbiedingen
pl: Aktywne oferty
pt: Listagens ativas
ru: Активные объявления
sq: Lista aktive
tr: Aktif ilanlar
uk: Активні оголошення

source: Add another
be: Дадаць яшчэ
el: Προσθέστε άλλο
es: Añadir otro
fi: Lisää toinen
hu: Adj hozzá egy másikat
nl: Voeg nog een toe
pl: Dodaj kolejny
pt: Adicionar outro
ru: Добавить еще
sq: Shto një tjetër
tr: Başka bir ekle
uk: Додати ще один

source: Add another item to this listing
be: Дадаць яшчэ адзін элемент у гэтую аб'яву
el: Προσθέστε άλλο αντικείμενο σε αυτή την καταχώριση
es: Añadir otro artículo a este listado
fi: Lisää toinen laite tähän ilmoitukseen
hu: Adj hozzá egy másik tételt ehhez a hirdetéshez
nl: Voeg een ander item toe aan deze aanbieding
pl: Dodaj kolejny przedmiot do tej oferty
pt: Adicionar outro item a esta listagem
ru: Добавить еще один элемент в это объявление
sq: Shto një artikull tjetër në këtë listë
tr: Bu ilana başka bir ürün ekle
uk: Додати ще один товар до цього оголошення

source: Add this image to the selected collections.
be: Дадаць гэтае малюнак у выбраныя калекцыі.
el: Προσθέστε αυτή την εικόνα στις επιλεγμένες συλλογές.
es: Añadir esta imagen a las colecciones seleccionadas.
fi: Lisää tämä kuva valittuihin kokoelmiin.
hu: Add hozzá ezt a képet a kiválasztott gyűjteményekhez.
nl: Voeg deze afbeelding toe aan de geselecteerde collecties.
pl: Dodaj ten obraz do wybranych kolekcji.
pt: Adicionar esta imagem às coleções selecionadas.
ru: Добавить это изображение в выбранные коллекции.
sq: Shto këtë imazh në koleksionet e përzgjedhura.
tr: Bu resmi seçilen koleksiyonlara ekle.
uk: Додати це зображення до вибраних колекцій.

source: After this period, the listing will be automatically removed from the marketplace, but you will be able to renew it.
be: Пасля гэтага перыяду аб'ява будзе аўтаматычна выдалена з рынку, але вы зможаце яе аднаўляць.
el: Μετά από αυτή την περίοδο, η καταχώριση θα αφαιρεθεί αυτόματα από την αγορά, αλλά θα μπορείτε να την ανανεώσετε.
es: Después de este periodo, el listado se eliminará automáticamente del mercado, pero podrás renovarlo.
fi: Tämän jakson jälkeen ilmoitus poistetaan automaattisesti markkinapaikalta, mutta voit uusia sen.
hu: E periódus után a hirdetés automatikusan eltávolításra kerül a piactérről, de meg tudod majd újítani.
nl: Na deze periode wordt de aanbieding automatisch verwijderd uit de marktplaats, maar je kunt deze vernieuwen.
pl: Po tym okresie oferta zostanie automatycznie usunięta z rynku, ale będziesz mógł ją odnowić.
pt: Após este período, a listagem será removida automaticamente do mercado, mas você poderá renová-la.
ru: После этого периода объявление будет автоматически удалено с рынка, но вы сможете его продлить.
sq: Pas kësaj periudhe, lista do të hiqet automatikisht nga tregu, por do të keni mundësi ta rinovoni.
tr: Bu süreden sonra, ilan otomatik olarak pazardan kaldırılacak, ancak yenileyebileceksin.
uk: Після цього періоду оголошення буде автоматично видалено з ринку, але ви зможете його поновити.

source: An error occurred while saving the feedback.
be: Адбылася памылка падчас захавання водгуку.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση της ανατροφοδότησης.
es: Ocurrió un error al guardar el comentario.
fi: Virhe tallennettaessa palautetta.
hu: Hiba történt a visszajelzés mentésekor.
nl: Er is een fout opgetreden bij het opslaan van de feedback.
pl: Wystąpił błąd podczas zapisywania opinii.
pt: Ocorreu um erro ao salvar o feedback.
ru: Произошла ошибка при сохранении отзыва.
sq: Ndodhi një gabim gjatë ruajtjes së feedback-ut.
tr: Geri bildirimi kaydederken bir hata oluştu.
uk: Сталася помилка під час збереження відгуку.

source: As cameras from this brands are already modified, please select "Dedicated deep-sky camera"
be: Паколькі камеры гэтага брэнда ўжо зменены, калі ласка, выберыце "Спецыяльная камера для глыбокага неба"
el: Δεδομένου ότι οι κάμερες από αυτές τις μάρκες είναι ήδη τροποποιημένες, παρακαλώ επιλέξτε "Ειδική κάμερα βαθιάς ουράνιας"
es: Como las cámaras de estas marcas ya están modificadas, por favor selecciona "Cámara dedicada para cielo profundo"
fi: Koska tämän merkin kamerat on jo muokattu, valitse "Omistettu syvätaivaskamera"
hu: Mivel a márkák kamerái már módosítva lettek, kérlek válaszd a "Dedikált mélyég kamera" opciót
nl: Aangezien camera's van deze merken al zijn aangepast, selecteer alsjeblieft "Toegewijde deep-sky camera"
pl: Ponieważ aparaty tej marki są już zmodyfikowane, wybierz "Dedykowany aparat do astrofotografii"
pt: Como as câmeras dessas marcas já estão modificadas, por favor selecione "Câmera dedicada para céu profundo"
ru: Поскольку камеры этого бренда уже модифицированы, пожалуйста, выберите "Специальная камера для глубокого неба"
sq: Duke qenë se kamerat nga këto marka janë tashmë të modifikuara, ju lutemi zgjidhni "Kamerë e dedikuar për qiellin e thellë"
tr: Bu markalardan gelen kameralar zaten modifiye edildiği için, lütfen "Özel derin gökyüzü kamerası" seçin.
uk: Оскільки камери цього бренду вже модифіковані, будь ласка, виберіть "Спеціалізована камера для глибокого неба"

source: Ask a question
be: Задаць пытанне
el: Ρωτήστε μια ερώτηση
es: Haz una pregunta
fi: Kysy kysymys
hu: Tegyen fel egy kérdést
nl: Stel een vraag
pl: Zadaj pytanie
pt: Faça uma pergunta
ru: Задать вопрос
sq: Bëni një pyetje
tr: Bir soru sor
uk: Задайте питання
