Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: In {{ 0 }} collections
be: У {{ 0 }} калекцыях
el: Σε {{ 0 }} συλλογές
es: En {{ 0 }} colecciones
fi: {{ 0 }} kokoelmassa
hu: {{ 0 }} gyűjteményben
nl: In {{ 0 }} collecties
pl: W {{ 0 }} kolekcjach
pt: Em {{ 0 }} coleções
ru: В {{ 0 }} коллекциях
sq: Në {{ 0 }} koleksione
tr: {{ 0 }} koleksiyonda
uk: В {{ 0 }} колекціях

source: In {{ 0 }} groups
be: У {{ 0 }} групах
el: Σε {{ 0 }} ομάδες
es: En {{ 0 }} grupos
fi: {{ 0 }} ryhmässä
hu: {{ 0 }} csoportban
nl: In {{ 0 }} groepen
pl: W {{ 0 }} grupach
pt: Em {{ 0 }} grupos
ru: В {{ 0 }} группах
sq: Në {{ 0 }} grupe
tr: {{ 0 }} grupta
uk: В {{ 0 }} групах

source: Info about the AstroBin Search
be: Інфармацыя пра пошук AstroBin
el: Πληροφορίες για την Αναζήτηση AstroBin
es: Info sobre la búsqueda en AstroBin
fi: Tietoa AstroBin-hausta
hu: Információ az AstroBin keresésről
nl: Info over de AstroBin Zoekfunctie
pl: Informacje o wyszukiwarce AstroBin
pt: Informações sobre a Busca do AstroBin
ru: Информация о поиске AstroBin
sq: Info rreth Kërkimit në AstroBin
tr: AstroBin Arama hakkında bilgi
uk: Інформація про пошук на AstroBin

source: Integration
be: Інтэграцыя
el: Ενοποίηση
es: Integración
fi: Integraatio
hu: Integráció
nl: Integratie
pl: Integracja
pt: Integração
ru: Интеграция
sq: Integrimi
tr: Entegrasyon
uk: Інтеграція

source: Integration time
be: Час інтэграцыі
el: Χρόνος ενοποίησης
es: Tiempo de integración
fi: Integraatioaika
hu: Integrációs idő
nl: Integratietijd
pl: Czas integracji
pt: Tempo de integração
ru: Время интеграции
sq: Koha e integrimit
tr: Entegrasyon süresi
uk: Час інтеграції

source: Invalid URL parameters for image adjustments.
be: Неправільныя параметры URL для наладкі выявы.
el: Άκυρες παράμετροι URL για ρυθμίσεις εικόνας.
es: Parámetros de URL inválidos para ajustes de imagen.
fi: Virheelliset URL-parametrit kuvansäätöihin.
hu: Érvénytelen URL paraméterek a képbeállításokhoz.
nl: Ongeldige URL-parameters voor afbeeldingsaanpassingen.
pl: Nieprawidłowe parametry URL dla dostosowań obrazu.
pt: Parâmetros de URL inválidos para ajustes de imagem.
ru: Неверные параметры URL для корректировки изображения.
sq: Parametrat e URL-së janë të pavlefshëm për rregullimet e imazhit.
tr: Görüntü ayarları için geçersiz URL parametreleri.
uk: Неправильні параметри URL для корекції зображення.

source: Invalid date
be: Неправільная дата
el: Άκυρη ημερομηνία
es: Fecha inválida
fi: Virheellinen päivämäärä
hu: Érvénytelen dátum
nl: Ongeldige datum
pl: Nieprawidłowa data
pt: Data inválida
ru: Неверная дата
sq: Data e pavlefshme
tr: Geçersiz tarih
uk: Неправильна дата

source: Invalid token
be: Неправільны токен
el: Άκυρο διακριτικό
es: Token inválido
fi: Virheellinen token
hu: Érvénytelen token
nl: Ongeldig token
pl: Nieprawidłowy token
pt: Token inválido
ru: Неверный токен
sq: Token i pavlefshëm
tr: Geçersiz token
uk: Неправильний токен

source: It looks like you are editing text. Are you sure you want to close this window?
be: Схоже, вы рэдагуеце тэкст. Вы ўпэўнены, што хочаце зачыніць гэтае акно?
el: Φαίνεται ότι επεξεργάζεσαι κείμενο. Είσαι σίγουρος ότι θέλεις να κλείσεις αυτό το παράθυρο;
es: Parece que estás editando texto. ¿Estás seguro de que quieres cerrar esta ventana?
fi: Näyttää siltä, että muokkaat tekstiä. Oletko varma, että haluat sulkea tämän ikkunan?
hu: Úgy tűnik, hogy szöveget szerkesztesz. Biztosan be akarod zárni ezt az ablakot?
nl: Het lijkt erop dat je tekst aan het bewerken bent. Weet je zeker dat je dit venster wilt sluiten?
pl: Wygląda na to, że edytujesz tekst. Czy na pewno chcesz zamknąć to okno?
pt: Parece que você está editando texto. Tem certeza de que deseja fechar esta janela?
ru: Похоже, вы редактируете текст. Вы уверены, что хотите закрыть это окно?
sq: Duket se po editoj tekstin. A je i sigurt që dëshiron të mbyllësh këtë dritare?
tr: Metin düzenliyormuşsun gibi görünüyor. Bu pencereyi kapatmak istediğinden emin misin?
uk: Схоже, ви редагуєте текст. Ви впевнені, що хочете закрити це вікно?

source: January
be: Сакавік
el: Ιανουάριος
es: Enero
fi: Tammikuu
hu: Január
nl: Januari
pl: Styczeń
pt: Janeiro
ru: Январь
sq: Janar
tr: Ocak
uk: Січень

source: Job
be: Работа
el: Εργασία
es: Trabajo
fi: Työ
hu: Feladat
nl: Taak
pl: Zadanie
pt: Trabalho
ru: Работа
sq: Punë
tr: Görev
uk: Робота

source: July
be: Ліпень
el: Ιούλιος
es: Julio
fi: Heinäkuu
hu: Július
nl: Juli
pl: Lipiec
pt: Julho
ru: Июль
sq: Korrik
tr: Temmuz
uk: Липень

source: June
be: Чэрвень
el: Ιούνιος
es: Junio
fi: Kesäkuu
hu: Június
nl: Juni
pl: Czerwiec
pt: Junho
ru: Июнь
sq: Qershor
tr: Haziran
uk: Червень

source: Lacking data
be: Не хапае даных
el: Λείπουν δεδομένα
es: Faltan datos
fi: Tietoja puuttuu
hu: Hiányzó adatok
nl: Ontbrekende gegevens
pl: Brak danych
pt: Faltando dados
ru: Нет данных
sq: Të dhënat mungojnë
tr: Veri eksik
uk: Немає даних

source: Large layout
be: Вялікі макет
el: Μεγάλη διάταξη
es: Diseño grande
fi: Suuri asettelu
hu: Nagy elrendezés
nl: Groot formaat
pl: Duży układ
pt: Layout grande
ru: Большой макет
sq: Dizajn i madh
tr: Büyük düzen
uk: Великий макет

source: Last post by
be: Апошні пост ад
el: Τελευταία ανάρτηση από
es: Última publicación de
fi: Viimeinen viesti käyttäjältä
hu: Utolsó bejegyzés:
nl: Laatste bericht van
pl: Ostatni post od
pt: Último post de
ru: Последний пост от
sq: Postimi i fundit nga
tr: Son gönderi
uk: Останній пост від

source: Latest from the forums
be: Апошнія навіны з форумаў
el: Τελευταία από τα φόρουμ
es: Últimas del foro
fi: Viimeisimmät foorumeilta
hu: Legújabb a fórumokról
nl: Laatste van de forums
pl: Najnowsze z forów
pt: Últimas do fórum
ru: Последние сообщения с форумов
sq: Më e fundit nga forume
tr: Forumlardan en son
uk: Останні з форумів

source: Learn more about the {{1}}subscription plans{{2}}.
be: Даведайцеся больш пра {{1}}планы падпіскі{{2}}.
el: Μάθε περισσότερα για τα {{1}}σχέδια συνδρομής{{2}}.
es: Aprende más sobre los planes de {{1}}suscripción{{2}}.
fi: Opi lisää {{1}}tilausvaihtoehdoista{{2}}.
hu: Tudd meg többet a {{1}}előfizetési tervekről{{2}}.
nl: Leer meer over de {{1}}abonnementsplannen{{2}}.
pl: Dowiedz się więcej o {{1}}planach subskrypcyjnych{{2}}.
pt: Saiba mais sobre os planos de {{1}}assinatura{{2}}.
ru: Узнайте больше о {{1}}подписках{{2}}.
sq: Mëso më shumë rreth {{1}}planeve të abonimit{{2}}.
tr: {{1}}abonelik planları{{2}} hakkında daha fazla bilgi edinin.
uk: Дізнайтеся більше про {{1}}плани підписки{{2}}.

source: Lens
be: Аб'ектыў
el: Φακός
es: Lente
fi: Objektiivi
hu: Objektív
pl: Obiektyw
pt: Lente
ru: Объектив
sq: Lent
uk: Об'єктив

source: Lens mode
be: Рэжым аб'ектыва
el: Λειτουργία φακού
es: Modo de lente
fi: Objektiivimuoto
hu: Objektív mód
nl: Lensmodus
pl: Tryb obiektywu
pt: Modo de lente
ru: Режим объектива
sq: Mënyra e lentës
tr: Lens modu
uk: Режим об'єктива

source: Licenses
be: Ліцэнзіі
el: Άδειες
es: Licencias
fi: Lisenssit
hu: Licenc
nl: Licenties
pl: Licencje
pt: Licenças
ru: Лицензии
sq: Licencat
tr: Lisanslar
uk: Ліцензії

source: Likes
be: Лайкі
el: Μου αρέσει
es: Me gusta
fi: Tykkäykset
hu: Tetszik
nl: Vind-ik-leuks
pl: Polubienia
pt: Curtidas
ru: Лайки
sq: Pëlqime
tr: Beğeniler
uk: Лайки

source: Lines
be: Лініі
el: Γραμμές
es: Líneas
fi: Rivit
hu: Vonalak
nl: Lijnen
pl: Linie
pt: Linhas
ru: Линии
sq: Vija
tr: Çizgiler
uk: Лінії

source: Link copied to clipboard.
be: Спасылка скапіравана ў буфер абмену.
el: Ο σύνδεσμος αντιγράφηκε στο πρόχειρο.
es: Enlace copiado al portapapeles.
fi: Linkki kopioitu leikepöydälle.
hu: Link másolva a vágólapra.
nl: Link gekopieerd naar klembord.
pl: Link skopiowany do schowka.
pt: Link copiado para a área de transferência.
ru: Ссылка скопирована в буфер обмена.
sq: Lidhja u kopjua në clipboard.
tr: Bağlantı panoya kopyalandı.
uk: Посилання скопійовано в буфер обміну.

source: Load or save search
be: Загрузіць або захаваць пошук
el: Φόρτωσε ή αποθήκευσε αναζήτηση
es: Cargar o guardar búsqueda
fi: Lataa tai tallenna haku
hu: Keresés betöltése vagy mentése
nl: Zoekopdracht laden of opslaan
pl: Załaduj lub zapisz wyszukiwanie
pt: Carregar ou salvar busca
ru: Загрузить или сохранить поиск
sq: Ngarko ose ruaj kërkimin
tr: Aramayı yükle veya kaydet
uk: Завантажити або зберегти пошук

source: Load saved search
be: Загрузіць захаваны пошук
el: Φόρτωσε αποθηκευμένη αναζήτηση
es: Cargar búsqueda guardada
fi: Lataa tallennettu haku
hu: Mentett keresés betöltése
nl: Opgeslagen zoekopdracht laden
pl: Załaduj zapisane wyszukiwanie
pt: Carregar busca salva
ru: Загрузить сохраненный поиск
sq: Ngarko kërkimin e ruajtur
tr: Kaydedilmiş aramayı yükle
uk: Завантажити збережений пошук

source: Load/Save search
be: Загрузіць/Захаваць пошук
el: Φόρτωσε/Αποθήκευσε αναζήτηση
es: Cargar/Guardar búsqueda
fi: Lataa/Tallenna haku
hu: Keresés betöltése/mentése
nl: Laden/Opslaan zoekopdracht
pl: Załaduj/Zapisz wyszukiwanie
pt: Carregar/Salvar busca
ru: Загрузить/Сохранить поиск
sq: Ngarko/Ruaj kërkimin
tr: Aramayı Yükle/Kaydet
uk: Завантажити/Зберегти пошук

source: Loading GIF animation...
be: Загрузка GIF-анімацыі...
el: Φόρτωση GIF animation...
es: Cargando animación GIF...
fi: Ladataan GIF-animaatiota...
hu: Betöltés GIF animáció...
nl: Laden GIF-animatie...
pl: Ładowanie animacji GIF...
pt: Carregando animação GIF...
ru: Загрузка GIF анимации...
sq: Duke ngarkuar animacionin GIF...
tr: Yükleniyor GIF animasyonu...
uk: Завантаження GIF анімації...

source: Lucky imaging (e.g. based on short exposures)
be: Шчаслівае здымка (напрыклад, на аснове кароткіх экспазіцый)
el: Τυχερή απεικόνιση (π.χ. βασισμένη σε σύντομες εκθέσεις)
es: Imágenes afortunadas (por ejemplo, basadas en exposiciones cortas)
fi: Onnekas kuvantaminen (esim. lyhyiden altistusten perusteella)
hu: Szerencsés képalkotás (pl. rövid expozíciók alapján)
nl: Gelukkige imaging (bijv. gebaseerd op korte belichtingen)
pl: Szczęśliwe obrazowanie (np. oparte na krótkich ekspozycjach)
pt: Imagens sortudas (por exemplo, baseadas em exposições curtas)
ru: Счастливое изображение (например, на основе коротких экспозиций)
sq: Imazhim me fat (p.sh. bazuar në ekspozita të shkurtra)
tr: Şanslı görüntüleme (örneğin, kısa pozlamalara dayalı)
uk: Щасливе зображення (наприклад, на основі коротких експозицій)

source: March
be: Сакавік
el: Μάρτιος
es: Marzo
fi: Maaliskuu
hu: Március
nl: Maart
pl: Marzec
pt: Março
ru: Март
sq: Mars
tr: Mart
uk: Березень

source: Match type
be: Тып супадзення
el: Τύπος αντιστοίχισης
es: Tipo de coincidencia
fi: Ottelutyyppi
hu: Egyezés típusa
nl: Type overeenkomen
pl: Typ dopasowania
pt: Tipo de correspondência
ru: Тип совпадения
sq: Lloji i përputhjes
tr: Eşleşme türü
uk: Тип відповідності

source: Max
be: Макс
el: Μέγιστο
es: Máx.
fi: Maksimi
pt: Máx
ru: Макс
sq: Maks
tr: Maks
uk: Макс

source: Max zoom level
be: Максімальны ўзровень маштабавання
el: Μέγιστο επίπεδο ζουμ
es: Nivel de zoom máximo
fi: Maksimi zoom-taso
hu: Max nagyítási szint
nl: Max zoomniveau
pl: Maksymalny poziom powiększenia
pt: Nível máximo de zoom
ru: Максимальный уровень увеличения
sq: Niveli maksimal i zoom-it
tr: Maks. yakınlaştırma seviyesi
uk: Максимальний рівень збільшення

source: Max. magnitude
be: Макс. яркасць
el: Μέγιστη φωτεινότητα
es: Magnitud máxima
fi: Maks. kirkkaus
hu: Max. fényesség
pl: Maks. jasność
pt: Magnitude máxima
ru: Макс. величина
sq: Magnituda maksimale
tr: Maks. büyüklük
uk: Макс. величина

source: Maximum Bortle scale
be: Максімальная шкала Бортла
el: Μέγιστη κλίμακα Bortle
es: Escala Bortle máxima
fi: Maksimi Bortle-aste
hu: Maximális Bortle skála
nl: Maximale Bortle-schaal
pl: Maksymalna skala Bortle'a
pt: Escala de Bortle máxima
ru: Максимальная шкала Бортла
sq: Shkalla maksimale Bortle
tr: Maksimum Bortle ölçeği
uk: Максимальна шкала Бортла

source: May
be: Май
el: Μάιος
es: Mayo
fi: Toukokuu
hu: Május
nl: Mei
pl: Maj
pt: Maio
ru: Май
sq: Maj
tr: Mayıs
uk: Травень

source: Mean SQM
be: Сярэдняе SQM
el: Μέσο SQM
es: SQM medio
fi: Keskimääräinen SQM
hu: Átlag SQM
nl: Gemiddelde SQM
pl: Średni SQM
pt: SQM médio
ru: Средний SQM
sq: SQM mesatar
tr: Ortalama SQM
uk: Середнє SQM

source: Medium layout
be: Сярэдняе макет
el: Μεσαία διάταξη
es: Diseño medio
fi: Keskikokoinen asettelu
hu: Közepes elrendezés
nl: Gemiddelde lay-out
pl: Średni układ
pt: Layout médio
ru: Средний макет
sq: Dizajn mesatar
tr: Orta düzen
uk: Середній макет

source: Messier
be: Мессье
ru: Мессье
uk: Мессьє

source: Min
be: Мін
el: Ελάχιστο
es: Mín.
pt: Mín
ru: Мин
uk: Мін

source: Minimum Bortle scale
be: Мінімальная шкала Бортла
el: Ελάχιστη κλίμακα Bortle
es: Escala Bortle mínima
fi: Minimi Bortle-aste
hu: Minimális Bortle skála
nl: Minimale Bortle-schaal
pl: Minimalna skala Bortle'a
pt: Escala de Bortle mínima
ru: Минимальная шкала Бортла
sq: Shkalla minimale Bortle
tr: Minimum Bortle ölçeği
uk: Мінімальна шкала Бортла

source: Minimum data
be: Мінімальныя даныя
el: Ελάχιστα δεδομένα
es: Datos mínimos
fi: Minimitiedot
hu: Minimális adatok
nl: Minimale data
pl: Minimalne dane
pt: Dados mínimos
ru: Минимальные данные
sq: Të dhëna minimale
tr: Minimum veri
uk: Мінімальні дані

source: Mix of exposure times
be: Сумесь часоў экспазіцыі
el: Μίγμα χρόνων έκθεσης
es: Mezcla de tiempos de exposición
fi: Sekoitus valotusaikoja
hu: Expozíciós idők keveréke
nl: Mix van belichtingstijden
pl: Mieszanka czasów naświetlania
pt: Mistura de tempos de exposição
ru: Смешанные времена экспозиции
sq: Përzierje e kohëve të ekspozimit
tr: Pozlama sürelerinin karışımı
uk: Суміш часів експозиції

source: Modified cameras only
be: Толькі мадыфікаваныя камеры
el: Μόνο τροποποιημένες κάμερες
es: Solo cámaras modificadas
fi: Vain muokatut kamerat
hu: Csak módosított kamerák
nl: Alleen gemodificeerde camera's
pl: Tylko zmodyfikowane aparaty
pt: Apenas câmeras modificadas
ru: Только модифицированные камеры
sq: Vetëm kamera të modifikuara
tr: Sadece modifiye edilmiş kameralar
uk: Тільки модифіковані камери

source: Moon
be: Месяц
el: Φεγγάρι
es: Luna
fi: Kuu
hu: Hold
nl: Maan
pl: Księżyc
pt: Lua
ru: Луна
sq: Hëna
tr: Ay
uk: Місяць

source: Moon illumination
be: Асвятленне месяца
el: Φωτισμός φεγγαριού
es: Iluminación de la luna
fi: Kuun valaistus
hu: Hold világítás
nl: Maanverlichting
pl: Oświetlenie Księżyca
pt: Iluminação da Lua
ru: Освещенность Луны
sq: Ndriçimi i Hënës
tr: Ay aydınlatması
uk: Освітленість місяця

source: More from this user
be: Больш ад гэтага карыстальніка
el: Περισσότερα από αυτόν τον χρήστη
es: Más de este usuario
fi: Lisää tältä käyttäjältä
hu: Több ettől a felhasználótól
nl: Meer van deze gebruiker
pl: Więcej od tego użytkownika
pt: Mais deste usuário
ru: Больше от этого пользователя
sq: Më shumë nga ky përdorues
tr: Bu kullanıcıdan daha fazlası
uk: Більше від цього користувача

source: Mount max. payload
be: Максімальная нагрузка на мантыроўку
el: Μέγιστο φορτίο στήριξης
es: Carga máxima del montura
fi: Maston maksimi kuormitus
hu: Max. teherbírás a mountnál
nl: Max. belasting van de mount
pl: Maksymalne obciążenie montażu
pt: Carga máxima do montante
ru: Макс. нагрузка монтировки
sq: Ngarkesa maksimale e montimit
tr: Montaj maksimum yük
uk: Макс. навантаження на монтування

source: Mount weight
be: Вага мантыроўкі
el: Βάρος στήριξης
es: Peso de la montura
fi: Maston paino
hu: Mount súlya
nl: Gewicht van de mount
pl: Waga montażu
pt: Peso do montante
ru: Вес монтировки
sq: Pesha e montimit
tr: Montaj ağırlığı
uk: Вага монтування

source: Mouse mode
be: Рэжым мышы
el: Λειτουργία ποντικιού
es: Modo ratón
fi: Hiirimoodi
hu: Egér mód
nl: Muismodus
pl: Tryb myszy
pt: Modo mouse
ru: Режим мыши
sq: Modaliteti i mausit
tr: Fare modu
uk: Режим миші

source: Move to staging area
be: Перайсці ў зону падрыхтоўкі
el: Μετακίνηση στην περιοχή προετοιμασίας
es: Mover a la zona de preparación
fi: Siirrä staging-alueelle
hu: Mozgás a staging területre
nl: Verplaats naar staginggebied
pl: Przenieś do strefy roboczej
pt: Mover para a área de preparação
ru: Переместить в зону ожидания
sq: Shkonte në zonën e staging-ut
tr: Sahneleme alanına taşı
uk: Перемістити в зону підготовки

source: Mutual followers
be: Узаемныя падпісчыкі
el: Αμοιβαίοι ακόλουθοι
es: Seguidores mutuos
fi: Yhteiset seuraajat
hu: Közös követők
nl: Wederzijdse volgers
pl: Wzajemni obserwatorzy
pt: Seguidores mútuos
ru: Взаимные подписчики
sq: Ndjekës të ndërsjellë
tr: Karşılıklı takipçiler
uk: Взаємні підписники

source: My bookmarks
be: Мае закладкі
el: Τα αγαπημένα μου
es: Mis marcadores
fi: Omat kirjanmerkit
hu: Könyvjelzőim
nl: Mijn bladwijzers
pl: Moje zakładki
pt: Meus favoritos
ru: Мои закладки
sq: Shënimet e mia
tr: Yer imlerim
uk: Мої закладки

source: My followed users
be: Мае падпісаныя карыстальнікі
el: Οι χρήστες που ακολουθώ
es: Mis usuarios seguidos
fi: Omat seuraamani käyttäjät
hu: Követett felhasználóim
nl: Mijn gevolgde gebruikers
pl: Moje obserwowane konta
pt: Meus usuários seguidos
ru: Мои подписанные пользователи
sq: Përdoruesit që ndjek
tr: Takip ettiğim kullanıcılar
uk: Мої підписані користувачі

source: My images
be: Мае выявы
el: Οι εικόνες μου
es: Mis imágenes
fi: Omat kuvat
hu: Képeim
nl: Mijn afbeeldingen
pl: Moje obrazy
pt: Minhas imagens
ru: Мои изображения
sq: Imazhet e mia
tr: Görüntülerim
uk: Мої зображення

source: My likes
be: Мае лайкі
el: Τα likes μου
es: Mis me gusta
fi: Omat tykkäykset
hu: Tetszéseim
nl: Mijn likes
pl: Moje polubienia
pt: Meus likes
ru: Мои лайки
sq: Pëlqimet e mia
tr: Beğenilerim
uk: Мої лайки

source: Named stars
be: Названыя зоркі
el: Ονομασμένα αστέρια
es: Estrellas nombradas
fi: Nimetyt tähdet
hu: Nevezett csillagok
nl: Genomineerde sterren
pl: Nazwane gwiazdy
pt: Estrelas nomeadas
ru: Названные звезды
sq: Yjet e emëruar
tr: İsimli yıldızlar
uk: Названі зірки

source: No changes to save.
be: Няма зменаў для захавання.
el: Δεν υπάρχουν αλλαγές προς αποθήκευση.
es: No hay cambios que guardar.
fi: Ei muutoksia tallennettavaksi.
hu: Nincsenek mentett változtatások.
nl: Geen wijzigingen om op te slaan.
pl: Brak zmian do zapisania.
pt: Nenhuma alteração para salvar.
ru: Нет изменений для сохранения.
sq: Nuk ka ndryshime për të ruajtur.
tr: Kaydedilecek değişiklik yok.
uk: Зміни не збережено.

source: No filter
be: Без фільтра
el: Χωρίς φίλτρο
es: Sin filtro
fi: Ei suodattimia
hu: Nincs szűrő
nl: Geen filter
pl: Brak filtra
pt: Sem filtro
ru: Нет фильтра
sq: Nuk ka filtrat
tr: Filtre yok
uk: Без фільтра

source: No filters applied yet. Search for something!
be: Пакуль не прымяняліся фільтры. Шукайце нешта!
el: Δεν έχουν εφαρμοστεί φίλτρα ακόμα. Ψάξε για κάτι!
es: Aún no se han aplicado filtros. ¡Busca algo!
fi: Ei suodattimia vielä käytössä. Etsi jotain!
hu: Még nincs alkalmazott szűrő. Keress valamit!
nl: Nog geen filters toegepast. Zoek naar iets!
pl: Brak zastosowanych filtrów. Szukaj czegoś!
pt: Nenhum filtro aplicado ainda. Procure por algo!
ru: Фильтры еще не применены. Найдите что-нибудь!
sq: Nuk janë aplikuar ende filtrat. Kërko diçka!
tr: Henüz uygulanan filtre yok. Bir şeyler ara!
uk: Фільтри ще не застосовані. Пошукайте щось!

source: No followers.
be: Няма падпісчыкаў.
el: Δεν υπάρχουν ακόλουθοι.
es: Sin seguidores.
fi: Ei seuraajia.
hu: Nincsenek követők.
nl: Geen volgers.
pl: Brak obserwatorów.
pt: Sem seguidores.
ru: Нет подписчиков.
sq: Nuk ka ndjekës.
tr: Takipçi yok.
uk: Немає підписників.

source: No images
be: Няма выяў
el: Δεν υπάρχουν εικόνες
es: Sin imágenes
fi: Ei kuvia
hu: Nincsenek képek
nl: Geen afbeeldingen
pl: Brak obrazów
pt: Sem imagens
ru: Нет изображений.
sq: Nuk ka imazhe
tr: Görüntü yok
uk: Немає зображень

source: No mutual followers.
be: Няма ўзаемных падпісчыкаў.
el: Δεν υπάρχουν αμοιβαίοι ακόλουθοι.
es: Sin seguidores mutuos.
fi: Ei yhteisiä seuraajia.
hu: Nincsenek közös követők.
nl: Geen wederzijdse volgers.
pl: Brak wzajemnych obserwatorów.
pt: Sem seguidores em comum.
ru: Нет взаимных подписчиков.
sq: Nuk ka ndjekës të ndërsjellë.
tr: Karşılıklı takipçi yok.
uk: Немає взаємних підписників.

source: No parent
be: Няма бацькоў
el: Δεν υπάρχει γονέας
es: Sin padre
fi: Ei vanhempaa
hu: Nincs szülő
nl: Geen ouder
pl: Brak rodzica
pt: Sem pai
ru: Нет родительского объекта.
sq: Nuk ka prind
tr: Ana yok
uk: Немає батьківського об'єкта

source: No results
be: Няма вынікаў
el: Δεν υπάρχουν αποτελέσματα
es: Sin resultados
fi: Ei tuloksia
hu: Nincsenek eredmények
nl: Geen resultaten
pl: Brak wyników
pt: Sem resultados
ru: Нет результатов.
sq: Nuk ka rezultate
tr: Sonuç yok
uk: Немає результатів

source: No saved searches found.
be: Не знойдзена захаваных пошукаў.
el: Δεν βρέθηκαν αποθηκευμένες αναζητήσεις.
es: No se encontraron búsquedas guardadas.
fi: Ei tallennettuja hakuja löytynyt.
hu: Nincsenek mentett keresések.
nl: Geen opgeslagen zoekopdrachten gevonden.
pl: Nie znaleziono zapisanych wyszukiwań.
pt: Nenhuma busca salva encontrada.
ru: Не найдено сохраненных поисков.
sq: Nuk janë gjetur kërkime të ruajtura.
tr: Kaydedilmiş arama bulunamadı.
uk: Не знайдено збережених пошуків.

source: No suggestions available, press <kbd>Enter</kbd> for a free text search.
be: Няма даступных прапаноў, націсніце <kbd>Enter</kbd> для свабоднага пошуку.
el: Δεν υπάρχουν διαθέσιμες προτάσεις, πάτησε <kbd>Enter</kbd> για αναζήτηση ελεύθερου κειμένου.
es: No hay sugerencias disponibles, presiona <kbd>Enter</kbd> para una búsqueda de texto libre.
fi: Ei ehdotuksia saatavilla, paina <kbd>Enter</kbd> vapaata tekstihakua varten.
hu: Nincsenek elérhető javaslatok, nyomd meg a <kbd>Enter</kbd> gombot egy szabad szöveges kereséshez.
nl: Geen suggesties beschikbaar, druk op <kbd>Enter</kbd> voor een vrije tekstzoekopdracht.
pl: Brak dostępnych sugestii, naciśnij <kbd>Enter</kbd>, aby wyszukać tekstowo.
pt: Nenhuma sugestão disponível, pressione <kbd>Enter</kbd> para uma busca livre.
ru: Нет доступных предложений, нажмите <kbd>Enter</kbd> для поиска по свободному тексту.
sq: Nuk ka sugjerime të disponueshme, shtyp <kbd>Enter</kbd> për një kërkim me tekst të lirë.
tr: Öneri yok, serbest metin araması için <kbd>Enter</kbd>'a bas.
uk: Немає доступних пропозицій, натисніть <kbd>Enter</kbd> для пошуку вільним текстом.

source: No views
be: Няма праглядаў
el: Δεν υπάρχουν προβολές
es: Sin vistas
fi: Ei katselukertoja
hu: Nincsenek megtekintések
nl: Geen weergaven
pl: Brak wyświetleń
pt: Sem visualizações
ru: Нет просмотров.
sq: Nuk ka pamje
tr: Görüntü yok
uk: Немає переглядів

source: No, just save the image
be: Не, проста захавайце выяву
el: Όχι, απλά αποθήκευσε την εικόνα
es: No, solo guarda la imagen
fi: Ei, tallenna vain kuva
hu: Nem, csak mentsd el a képet
nl: Nee, sla gewoon de afbeelding op
pl: Nie, po prostu zapisz obraz
pt: Não, apenas salve a imagem
ru: Нет, просто сохраните изображение.
sq: Jo, thjesht ruaj imazhin
tr: Hayır, sadece görüntüyü kaydet
uk: Ні, просто збережіть зображення

source: Not following anyone.
be: Нікога не падпісваю.
el: Δεν ακολουθώ κανέναν.
es: No sigues a nadie.
fi: En seuraa ketään.
hu: Senkit sem követsz.
nl: Volgt niemand.
pl: Nie obserwuję nikogo.
pt: Não está seguindo ninguém.
ru: Не подписан ни на кого.
sq: Nuk ndjek askënd.
tr: Kimseyi takip etmiyorum.
uk: Ні на кого не підписаний.

source: November
be: Лістапад
el: Νοέμβριος
es: Noviembre
fi: Marraskuu
pl: Listopad
pt: Novembro
ru: Ноябрь.
sq: Nëntor
tr: Kasım
uk: Листопад

source: Number of bookmarks
be: Колькасць закладак
el: Αριθμός αγαπημένων
es: Número de marcadores
fi: Kirjanmerkkien määrä
hu: Könyvjelzők száma
nl: Aantal bladwijzers
pl: Liczba zakładek
pt: Número de favoritos
ru: Количество закладок.
sq: Numri i shënimeve
tr: Yer imleri sayısı
uk: Кількість закладок

source: Number of likes
be: Колькасць лайкаў
el: Αριθμός likes
es: Número de me gusta
fi: Tykkäysten määrä
hu: Tetszések száma
nl: Aantal likes
pl: Liczba polubień
pt: Número de curtidas
ru: Количество лайков.
sq: Numri i pëlqimeve
tr: Beğeni sayısı
uk: Кількість вподобань
