Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Move the map until the marker points at right location
be: Перамясціце карту, пакуль маркер не ўкажа на правільнае месца
el: Μετακινήστε τον χάρτη μέχρι το σημάδι να δείχνει στη σωστή τοποθεσία
es: Mueve el mapa hasta que el marcador apunte a la ubicación correcta
fi: Siirrä karttaa, kunnes merkki osoittaa oikeaa sijaintia
hu: Mozgasd a térképet, amíg a jelző a megfelelő helyre mutat
nl: Verplaats de kaart totdat de marker op de juiste locatie wijst
pl: Przesuń mapę, aż znacznik wskaże właściwą lokalizację
pt: Mova o mapa até que o marcador aponte para o local certo
ru: Переместите карту, пока маркер не укажет на правильное место
sq: Lëviz hartën derisa markeri të tregojë lokacionin e duhur
tr: Haritayı hareket ettir, işaretçi doğru konuma gelsin
uk: Переміщуйте карту, доки маркер не вкаже в потрібне місце

source: No items found.
be: Няма знойдзеных элементаў.
el: Δεν βρέθηκαν αντικείμενα.
es: No se encontraron elementos.
fi: Ei kohteita löytynyt.
hu: Nincs találat.
nl: Geen items gevonden.
pl: Nie znaleziono żadnych elementów.
pt: Nenhum item encontrado.
ru: Элементы не найдены.
sq: Nuk u gjetën artikuj.
tr: Hiçbir öğe bulunamadı.
uk: Нічого не знайдено.

source: Nobody
be: Ніхто
el: Κανένας
es: Nadie
fi: Ei kukaan
hu: Senki
nl: Niemand
pl: Nikt
pt: Ninguém
ru: Никто
sq: Askush
tr: Kimse
uk: Ніхто

source: Notification settings
be: Налады апавяшчэнняў
el: Ρυθμίσεις ειδοποιήσεων
es: Configuración de notificaciones
fi: Ilmoitusasetukset
hu: Értesítési beállítások
nl: Notificatie-instellingen
pl: Ustawienia powiadomień
pt: Configurações de notificação
ru: Настройки уведомлений
sq: Cilësimet e njoftimeve
tr: Bildirim ayarları
uk: Налаштування сповіщень

source: On-site
be: На сайце
el: Στον ιστότοπο
es: En el sitio
fi: Paikan päällä
hu: Helyszíni
nl: Ter plaatse
pl: Na miejscu
pt: No local
ru: На сайте
sq: Në vend
tr: Sitede
uk: На сайті

source: Paying members only
be: Толькі для платных удзельнікаў
el: Μόνο για πληρωμένα μέλη
es: Solo para miembros de pago
fi: Vain maksaville jäsenille
hu: Csak fizető tagok
nl: Alleen voor betalende leden
pl: Tylko dla płacących członków
pt: Só para membros pagantes
ru: Только для платных участников
sq: Vetëm për anëtarët që paguajnë
tr: Sadece ücretli üyeler
uk: Тільки учасники з платною підпискою

source: Private messages
be: Прыватныя паведамленні
el: Ιδιωτικά μηνύματα
es: Mensajes privados
fi: Yksityisviestit
hu: Privát üzenetek
nl: Privéberichten
pl: Wiadomości prywatne
pt: Mensagens privadas
ru: Личные сообщения
sq: Mesazhe private
tr: Özel mesajlar
uk: Приватні повідомлення

source: Subscriptions
be: Падпіскі
el: Συνδρομές
es: Suscripciones
fi: Tilaukset
hu: Előfizetések
nl: Abonnementen
pl: Subskrypcje
pt: Assinaturas
ru: Подписки
sq: Abonimet
tr: Abonelikler
uk: Підписки

source: This field is disabled because you haven't joined any groups yet.
be: Гэта поле адключана, бо вы яшчэ не далучыліся да групаў.
el: Αυτό το πεδίο είναι απενεργοποιημένο γιατί δεν έχετε ενταχθεί σε καμία ομάδα ακόμα.
es: Este campo está deshabilitado porque aún no te has unido a ningún grupo.
fi: Tämä kenttä on poistettu käytöstä, koska et ole vielä liittynyt mihinkään ryhmään.
hu: Ez a mező le van tiltva, mert még nem csatlakoztál csoportokhoz.
nl: Dit veld is uitgeschakeld omdat je nog geen groepen hebt toegevoegd.
pl: To pole jest wyłączone, ponieważ jeszcze nie dołączyłeś do żadnych grup.
pt: Este campo está desativado porque você ainda não se juntou a nenhum grupo.
ru: Это поле отключено, потому что вы еще не присоединились ни к одной группе.
sq: Ky fushë është e çaktivizuar sepse nuk keni bashkuar ende ndonjë grup.
tr: Bu alan devre dışı çünkü henüz hiçbir gruba katılmadın.
uk: Це поле вимкнено, оскільки Ви ще не приєдналися до жодної групи.

source: This setting will take affect after the image will be moved to your public area.
be: Гэта налада ўступіць у сілу пасля таго, як выява будзе перамешчана ў вашу публічную зону.
el: Αυτή η ρύθμιση θα ισχύσει μετά την μετακίνηση της εικόνας στην δημόσια περιοχή σας.
es: Esta configuración tendrá efecto después de que la imagen se mueva a tu área pública.
fi: Tämä asetus tulee voimaan, kun kuva siirretään julkiseen alueeseesi.
hu: Ez a beállítás akkor lép életbe, amikor a képet áthelyezik a nyilvános területedre.
nl: Deze instelling zal van kracht worden nadat de afbeelding naar je openbare gebied is verplaatst.
pl: To ustawienie wejdzie w życie po przeniesieniu obrazu do twojej publicznej strefy.
pt: Esta configuração terá efeito após a imagem ser movida para a sua área pública.
ru: Эта настройка вступит в силу после того, как изображение будет перемещено в вашу публичную область.
sq: Kjo cilësim do të hyjë në fuqi pasi imazhi të zhvendoset në zonën tuaj publike.
tr: Bu ayar, görüntü kamu alanınıza taşındıktan sonra geçerli olacaktır.
uk: Це налаштування почне діяти після того, як зображення буде переміщено у вашу загальнодоступну область.

source: Type something to create a new one...
uk: Введіть щось, щоб створити нове…

source: Type to search options or to create a new one...
be: Увядзіце для пошуку варыянтаў або для стварэння новага...
el: Πληκτρολογήστε για να αναζητήσετε επιλογές ή για να δημιουργήσετε μια νέα...
es: Escribe para buscar opciones o para crear uno nuevo...
fi: Kirjoita etsiäksesi vaihtoehtoja tai luodaksesi uuden...
hu: Írj a lehetőségek kereséséhez vagy új létrehozásához...
nl: Typ om opties te zoeken of om een nieuwe aan te maken...
pl: Wpisz, aby wyszukać opcje lub utworzyć nową...
pt: Digite para buscar opções ou criar um novo...
ru: Начните вводить для поиска опций или чтобы создать новую...
sq: Shkruaj për të kërkuar opsione ose për të krijuar një të re...
tr: Seçenekleri aramak veya yenisini oluşturmak için yaz...
uk: Введіть, щоб знайти параметри або створити нові…

source: Users
be: Карыстальнікі
el: Χρήστες
es: Usuarios
fi: Käyttäjät
hu: Felhasználók
nl: Gebruikers
pl: Użytkownicy
pt: Usuários
ru: Пользователи
sq: Përdoruesit
tr: Kullanıcılar
uk: Користувачі

source: e.g. 'Home observatory'
be: напрыклад, 'Домашняя абсерваторыя'
el: π.χ. 'Αστεροσκοπείο στο σπίτι'
es: p. ej. 'Observatorio en casa'
fi: esim. 'Kotiobservatorio'
hu: pl. 'Otthoni obszervatórium'
nl: bijv. 'Thuisobservatorium'
pl: np. 'Obserwatorium domowe'
pt: ex.: 'Observatório em casa'
ru: например, 'Домашняя обсерватория'
sq: p.sh. 'Observatori në shtëpi'
tr: örn. 'Ev gözlemevi'
uk: наприклад, «Домашня обсерваторія»

source: (optional)
uk: (необов’язково)

source: <strong>Careful!</strong> Change the name only to fix a typo or the naming convention. This operation will change the name of this equipment item <strong>for all AstroBin images that use it</strong>, so you should not change the name if it becomes a different product.
be: <strong>Увага!<\/strong> Змяняйце назву толькі для выпраўлення памылкі або для адпаведнасці назваў. Гэтая аперацыя зменіць назву гэтага абсталявання <strong>для ўсіх выяў AstroBin, якія яго выкарыстоўваюць<\/strong>, таму не змяняйце назву, калі яна становіцца іншым прадуктам.
el: <strong>Προσοχή!<\/strong> Αλλάξτε το όνομα μόνο για να διορθώσετε ένα τυπογραφικό λάθος ή τη σύμβαση ονοματοδοσίας. Αυτή η ενέργεια θα αλλάξει το όνομα αυτού του εξοπλισμού <strong>για όλες τις εικόνες AstroBin που το χρησιμοποιούν<\/strong>, οπότε δεν θα πρέπει να αλλάξετε το όνομα αν γίνει διαφορετικό προϊόν.
es: <strong>¡Cuidado!<\/strong> Cambia el nombre solo para corregir un error tipográfico o la convención de nombres. Esta operación cambiará el nombre de este equipo <strong>para todas las imágenes de AstroBin que lo usen<\/strong>, así que no deberías cambiar el nombre si se convierte en un producto diferente.
fi: <strong>Varovasti!<\/strong> Muuta nimeä vain korjataksesi kirjoitusvirheen tai nimikäytännön. Tämä toimenpide muuttaa tämän laitekohteen nimen <strong>kaikille AstroBin-kuville, jotka käyttävät sitä<\/strong>, joten älä muuta nimeä, jos siitä tulee eri tuote.
hu: <strong>Óvatosan!<\/strong> Csak a név elírásának javítására vagy a névadási konvencióra változtasd meg a nevet. Ez a művelet megváltoztatja ennek az eszköznek a nevét <strong>minden AstroBin képen, ami használja</strong>, így nem szabad megváltoztatnod a nevet, ha az más termékké válik.
nl: <strong>Voorzichtig!<\/strong> Verander de naam alleen om een typfout of de naamgevingsconventie te corrigeren. Deze bewerking zal de naam van dit apparatuuritem <strong>voor alle AstroBin-afbeeldingen die het gebruiken<\/strong> veranderen, dus je moet de naam niet veranderen als het een ander product wordt.
pl: <strong>Uważaj!<\/strong> Zmień nazwę tylko, aby poprawić literówkę lub konwencję nazewnictwa. Ta operacja zmieni nazwę tego elementu sprzętowego <strong>we wszystkich obrazach AstroBin, które go używają<\/strong>, więc nie powinieneś zmieniać nazwy, jeśli staje się innym produktem.
pt: <strong>Cuidado!<\/strong> Mude o nome apenas para corrigir um erro de digitação ou a convenção de nomenclatura. Esta operação mudará o nome deste item de equipamento <strong>para todas as imagens do AstroBin que o utilizam<\/strong>, então você não deve mudar o nome se ele se tornar um produto diferente.
ru: <strong>Осторожно!<\/strong> Меняйте имя только для исправления опечатки или соблюдения соглашения об именах. Эта операция изменит имя этого оборудования <strong>для всех изображений AstroBin, которые его используют<\/strong>, поэтому не меняйте имя, если оно становится другим продуктом.
sq: <strong>Kujdes! </strong> Ndrysho emrin vetëm për të rregulluar një gabim ose konventën e emrave. Kjo operacion do të ndryshojë emrin e këtij artikulli të pajisjes <strong>për të gjitha imazhet e AstroBin që e përdorin atë</strong>, kështu që nuk duhet ta ndryshoni emrin nëse bëhet një produkt tjetër.
tr: <strong>Dikkat!<\/strong> Adı yalnızca bir yazım hatasını düzeltmek veya adlandırma kuralını düzeltmek için değiştirin. Bu işlem, bu ekipman öğesinin adını <strong>onu kullanan tüm AstroBin görüntüleri için değiştirir<\/strong>, bu yüzden adı farklı bir ürün haline gelirse değiştirmemelisiniz.
uk: <strong>Обережно!</strong> Змініть назву лише для виправлення друкарської помилки або умовності найменування. Ця операція змінить назву цього елемента обладнання <strong>для всіх зображень AstroBin, які його використовують</strong>, тому вам не слід змінювати назву, якщо це стане іншим продуктом.

source: <strong>Careful!</strong> The item's name contains the brand's name (or vice versa), and it probably shouldn't.
uk: <strong>Обережно!</strong> Назва містить ім‘я бренду (або навпаки), і, ймовірно, так не повинно бути.

source: <strong>Careful!</strong> Your usage of the word "{{0}}" suggests that you are using this field to specify a property of this item that is only relevant to your own copy. Remember that here you are creating or editing the <strong>generic instance</strong> that will be shared by all owners on AstroBin.
uk: <strong>Обережно!</strong> Використання слова "{{0}}" означає, що Ви використовуєте це поле для вказання властивості цього елемента, яка стосується лише вашої копії. Пам'ятайте, що тут Ви створюєте або редагуєте <strong>загальний екземпляр</strong>, який буде доступний всім власникам на AstroBin

source: A brand with this name already exists.
be: Брэнд з такой назвай ужо існуе.
el: Μια μάρκα με αυτό το όνομα υπάρχει ήδη.
es: Ya existe una marca con este nombre.
fi: Tällä nimellä on jo olemassa brändi.
hu: Ezzel a névvel már létezik egy márka.
nl: Een merk met deze naam bestaat al.
pl: Marka o tej nazwie już istnieje.
pt: Uma marca com este nome já existe.
ru: Бренд с таким именем уже существует.
sq: Një markë me këtë emër tashmë ekziston.
tr: Bu isimde bir marka zaten mevcut.
uk: Бренд з такою назвою вже існує.

source: A brand with this website already exists.
be: Брэнд з гэтым сайтам ужо існуе.
el: Μια μάρκα με αυτόν τον ιστότοπο υπάρχει ήδη.
es: Ya existe una marca con este sitio web.
fi: Tällä verkkosivustolla on jo olemassa brändi.
hu: Ezzel a weboldallal már létezik egy márka.
nl: Een merk met deze website bestaat al.
pl: Marka z tą stroną internetową już istnieje.
pt: Uma marca com este site já existe.
ru: Бренд с таким веб-сайтом уже существует.
sq: Një markë me këtë faqe interneti tashmë ekziston.
tr: Bu web sitesine sahip bir marka zaten mevcut.
uk: Бренд із цим веб-сайтом уже існує.

source: A positive whole number that represents how many Celsius below ambient temperature this camera can be cooled.
be: Пазітыўнае цэлае лік, якое паказвае, на колькі градусаў Цэльсія гэты камера можа быць астуджана ніжэй за навакольную тэмпературу.
el: Ένας θετικός ακέραιος αριθμός που αντιπροσωπεύει πόσους βαθμούς Κελσίου κάτω από τη θερμοκρασία περιβάλλοντος μπορεί να ψυχθεί αυτή η κάμερα.
es: Un número entero positivo que representa cuántos grados Celsius por debajo de la temperatura ambiente puede ser enfriada esta cámara.
fi: Positiivinen kokonaisluku, joka kertoo, kuinka monta Celsius-astetta tämä kamera voi jäähtyä ympäristön lämpötilasta.
hu: Egy pozitív egész szám, amely azt jelzi, hogy hány Celsius-fokkal a környezeti hőmérséklet alatt tudja lehűteni ezt a kamerát.
nl: Een positief geheel getal dat aangeeft hoeveel graden Celsius deze camera onder de omgevingstemperatuur kan worden gekoeld.
pl: Dodatnia liczba całkowita, która reprezentuje, o ile stopni Celsjusza poniżej temperatury otoczenia można schłodzić ten aparat.
pt: Um número inteiro positivo que representa quantos graus Celsius abaixo da temperatura ambiente esta câmera pode ser resfriada.
ru: Положительное целое число, которое показывает, на сколько градусов Цельсия ниже окружающей температуры эта камера может быть охлаждена.
sq: Një numër pozitiv i plotë që përfaqëson sa Celsius nën temperaturën ambientale mund të ftohet ky aparat fotografik.
tr: Bu kameranın ortam sıcaklığının altında kaç derece soğutulabileceğini temsil eden pozitif bir tam sayı.
uk: Позитивне ціле число, яке показує, на скільки градусів Цельсія нижче температури навколишнього середовища можна охолодити цю камеру.

source: ADC
uk: АЦП

source: Accepted
be: Прынята
el: Εγκεκριμένο
es: Aceptado
fi: Hyväksytty
hu: Elfogadva
nl: Geaccepteerd
pl: Zaakceptowane
pt: Aceito
ru: Принято
sq: Pranuar
tr: Kabul edildi
uk: Прийнято

source: Accessories
be: Аксэсуары
el: Αξεσουάρ
es: Accesorios
fi: Lisävarusteet
hu: Kiegészítők
nl: Accessoires
pl: Akcesoria
pt: Acessórios
ru: Аксессуары
sq: Aksesorë
tr: Aksesuarlar
uk: Аксесуари

source: An item of the same type and the same name already exists.
uk: Об’єкт того ж типу та з такою назвою вже існує.

source: Analog to Digital Converter
be: Аналогава-лічбавы пераўтваральнік
el: Αναλογικός προς Ψηφιακό Μετατροπέας
es: Convertidor de Analógico a Digital
fi: Analoginen digitaalimuunnin
hu: Analóg-digitális átalakító
nl: Analoog naar Digitaal Converter
pl: Analogowy konwerter cyfrowy
pt: Conversor Analógico para Digital
ru: Аналогово-цифровой преобразователь
sq: Konvertuesi Analog në Digjital
tr: Analogdan Dijitale Dönüştürücü
uk: Аналого-цифровий перетворювач

source: Aperture
uk: Діафрагма

source: Approve...
uk: Затвердити...

source: Back focus
be: Задні фокус
el: Απόσταση πίσω εστίασης
es: Enfoque trasero
fi: Takafokus
hu: Háttérfókusz
nl: Achterfocus
pl: Odstęp tylni
pt: Foco de fundo
ru: Задний фокус
sq: Fokus i prapmë
tr: Arka odak
uk: Задній відрізок

source: Brand
be: Брэнд
el: Μάρκα
es: Marca
fi: Brändi
hu: Márka
nl: Merk
pl: Marka
pt: Marca
ru: Бренд
sq: Marka
tr: Marka
uk: Бренд

source: Camera
be: Камера
el: Κάμερα
es: Cámara
fi: Kamera
hu: Kamera
pl: Kamera
pt: Câmera
ru: Камера
sq: Kamerë
tr: Kamera
uk: Камера

source: Camera back focus in mm.
be: Задні фокус камеры ў мм.
el: Απόσταση πίσω εστίασης της κάμερας σε χιλιοστά.
es: Enfoque trasero de la cámara en mm.
fi: Kameran takafokus mm:ssä.
hu: Kamera háttérfókusz mm-ben.
nl: Achterfocus van de camera in mm.
pl: Odstęp tylni kamery w mm.
pt: Foco de fundo da câmera em mm.
ru: Задний фокус камеры в мм.
sq: Fokusi i prapmë i kamerës në mm.
tr: Kamera arka odak mm cinsinden.
uk: Задній відрізок камери у мм.

source: Cameras
be: Камеры
el: Κάμερες
es: Cámaras
fi: Kamerat
hu: Kamerák
pl: Kamery
pt: Câmeras
ru: Камеры
sq: Kamerat
tr: Kameralar
uk: Камери

source: Celsius degrees below ambient
be: Градусы Цэльсія ніжэй за навакольную
el: Βαθμοί Κελσίου κάτω από το περιβάλλον
es: Grados Celsius por debajo de la temperatura ambiente
fi: Celsius-asteita ympäristön alapuolella
hu: Celsius fokban az ambient alatt
nl: Celsius graden onder de omgeving
pl: Stopnie Celsjusza poniżej temperatury otoczenia
pt: Graus Celsius abaixo do ambiente
ru: Градусы Цельсия ниже окружающей
sq: Gradë Celsius nën ambient
tr: Ortamın altında Celsius derece
uk: Градусів Цельсія нижче температури навколишнього середовища

source: Changes
be: Змены
el: Αλλαγές
es: Cambios
fi: Muutokset
hu: Változások
nl: Wijzigingen
pl: Zmiany
pt: Mudanças
ru: Изменения
sq: Ndryshime
tr: Değişiklikler
uk: Зміни

source: Choose file
be: Выбраць файл
el: Επιλέξτε αρχείο
es: Elegir archivo
fi: Valitse tiedosto
hu: Fájl kiválasztása
nl: Kies bestand
pl: Wybierz plik
pt: Escolher arquivo
ru: Выбрать файл
sq: Zgjidh skedarin
tr: Dosya seç
uk: Виберіть файл

source: Choose files
be: Выбраць файлы
el: Επίλεξε αρχεία
es: Elegir archivos
fi: Valitse tiedostot
hu: Fájlok kiválasztása
nl: Kies bestanden
pl: Wybierz pliki
pt: Escolher arquivos
ru: Выбрать файлы
sq: Zgjidh skedarë
tr: Dosyaları seçin
uk: Виберіть файли

source: Class
be: Клас
el: Κατηγορία
es: Clase
fi: Luokka
hu: Osztály
nl: Klasse
pl: Klasa
pt: Classe
ru: Класс
sq: Klasë
tr: Sınıf
uk: Класс

source: Close
be: Зачыніць
el: Κλείσιμο
es: Cerrar
fi: Sulje
hu: Bezárás
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sq: Mbyll
tr: Kapat
uk: Закрити

source: Color
be: Колер
el: Χρώμα
fi: Väri
hu: Szín
nl: Kleur
pl: Kolor
pt: Cor
ru: Цвет
sq: Ngjyra
tr: Renk
uk: Колір

source: Color/mono
uk: Колір/моно

source: Confirm
be: Пацвердзіць
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
hu: Megerősítés
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sq: Konfirmo
tr: Onayla
uk: Підтвердити

source: Confirm item creation
be: Пацвердзіць стварэнне элемента
el: Επιβεβαίωση δημιουργίας αντικειμένου
es: Confirmar creación de artículo
fi: Vahvista kohteen luominen
hu: Elem létrehozásának megerősítése
nl: Bevestig itemcreatie
pl: Potwierdź utworzenie elementu
pt: Confirmar criação do item
ru: Подтвердить создание элемента
sq: Konfirmo krijimin e artikullit
tr: Öğe oluşturmayı onayla
uk: Підтвердьте створення елемента

source: Contribution Index
be: Індэкс укладання
el: Δείκτης Συμμετοχής
es: Índice de contribución
fi: Osallistumisindeksi
hu: Hozzájárulási index
nl: Bijdrage-index
pl: Indeks wkładu
pt: Índice de Contribuição
ru: Индекс вклада
sq: Indeksi i Kontributit
tr: Katkı İndeksi
uk: Індекс внеску

source: Cooled
be: Абаткулены
el: Ψυχρό
es: Enfriado
fi: Jäähdytetty
hu: Hűtött
nl: Gekoeld
pl: Chłodzony
pt: Resfriado
ru: Охлажденный
sq: I ftohtë
tr: Soğutmalı
uk: З охолодженням

source: Create a new item
be: Стварыць новы элемент
el: Δημιουργία νέου αντικειμένου
es: Crear un nuevo artículo
fi: Luo uusi kohde
hu: Új elem létrehozása
nl: Maak een nieuw item aan
pl: Utwórz nowy element
pt: Criar um novo item
ru: Создать новый элемент
sq: Krijo një artikull të ri
tr: Yeni bir öğe oluştur
uk: Створити новий елемент

source: Create new brand
be: Стварыць новы брэнд
el: Δημιουργία νέας μάρκας
es: Crear nueva marca
fi: Luo uusi brändi
hu: Új márka létrehozása
nl: Nieuwe merk aanmaken
pl: Utwórz nową markę
pt: Criar nova marca
ru: Создать новый бренд
sq: Krijo markë të re
tr: Yeni marka oluştur
uk: Створити новий бренд

source: Create new sensor
uk: Створити новий сенсор

source: Dedicated deep-sky camera
be: Спецыяльная камера для глыбокага неба
el: Αφιερωμένη κάμερα βαθιάς ουράνιας
es: Cámara dedicada para cielo profundo
fi: Erityinen syvän taivaan kamera
hu: Dedikált mély-ég kamera
nl: Toegewijde deep-sky camera
pl: Dedykowana kamera do astrofotografii
pt: Câmera dedicada para céu profundo
ru: Специальная камера для глубокого неба
sq: Kamerë e dedikuar për qiellin e thellë
tr: Özel derin gökyüzü kamerası
uk: Спеціальна deep-sky камера

source: Disable high contrast theme
be: Адключыць тэму з высокім кантрастам
el: Απενεργοποίηση θεματικής υψηλής αντίθεσης
es: Desactivar tema de alto contraste
fi: Poista käytöstä korkean kontrastin teema
hu: Magas kontraszt téma letiltása
nl: Schakel het hoge contrast thema uit
pl: Wyłącz motyw o wysokim kontraście
pt: Desativar tema de alto contraste
ru: Отключить тему с высоким контрастом
sq: Çaktivizo temën me kontrast të lartë
tr: Yüksek kontrast temasını devre dışı bırak
uk: Вимкнути висококонтрастну тему

source: Edit proposal by
be: Рэдагаваць прапанову ад
el: Επεξεργασία πρότασης από
es: Editar propuesta de
fi: Muokkaa ehdotusta käyttäjältä
hu: Javaslat szerkesztése
nl: Bewerk voorstel door
pl: Edytuj propozycję przez
pt: Editar proposta por
ru: Редактировать предложение от
sq: Redakto propozimin nga
tr: Teklifi düzenle
uk: Редагувати пропозицію від

source: Edit proposal comment
be: Рэдагаваць каментар да прапановы
el: Επεξεργασία σχολίου πρότασης
es: Editar comentario de la propuesta
fi: Muokkaa ehdotuksen kommenttia
hu: Javaslat megjegyzés szerkesztése
nl: Bewerk voorstelcommentaar
pl: Edytuj komentarz propozycji
pt: Editar comentário da proposta
ru: Редактировать комментарий к предложению
sq: Redakto komentet e propozimit
tr: Teklif yorumunu düzenle
uk: Редагувати коментарі

source: Editing the brand is not possible.
uk: Редагувати бренд неможливо.

source: Enable high contrast theme
be: Уключыць тэму з высокім кантрастам
el: Ενεργοποίηση θέματος υψηλής αντίθεσης
es: Activar tema de alto contraste
fi: Ota käyttöön korkean kontrastin teema
hu: Magas kontraszt téma engedélyezése
nl: Schakel het hoge contrastthema in
pl: Włącz motyw o wysokim kontraście
pt: Ativar tema de alto contraste
ru: Включить тему с высоким контрастом
sq: Aktivizo temën me kontrast të lartë
tr: Yüksek kontrast temasını etkinleştir
uk: Увімнути високий контраст

source: Equipment
be: Абсталяванне
el: Εξοπλισμός
es: Equipo
fi: Välineet
hu: Felszerelés
nl: Apparatuur
pl: Sprzęt
pt: Equipamento
ru: Оборудование
sq: Pajisje
tr: Ekipman
uk: Обладнання

source: Equipment explorer
be: Даследчык абсталявання
el: Εξερευνητής εξοπλισμού
es: Explorador de equipo
fi: Välineiden tutkija
hu: Felszerelés felfedező
nl: Apparatuur verkenner
pl: Eksplorator sprzętu
pt: Explorador de equipamentos
ru: Обозреватель оборудования
sq: Eksplorues i pajisjeve
tr: Ekipman keşfi
uk: Огляд обладнання

source: Equipment pending edit
be: Абсталяванне чакае рэдагавання
el: Εξοπλισμός σε αναμονή επεξεργασίας
es: Equipo pendiente de edición
fi: Välineet odottavat muokkausta
hu: Felszerelés szerkesztés alatt
nl: Apparatuur wacht op bewerking
pl: Sprzęt oczekujący na edycję
pt: Equipamento pendente de edição
ru: Оборудование ожидает редактирования
sq: Pajisje në pritje të redaktimit
tr: Ekipman düzenleme bekliyor
uk: Обладнання очікує на редагування

source: Equipment pending review
be: Абсталяванне чакае агляду
el: Εξοπλισμός σε αναμονή αναθεώρησης
es: Equipo pendiente de revisión
fi: Välineet odottavat tarkistusta
hu: Felszerelés felülvizsgálatra vár
nl: Apparatuur wacht op beoordeling
pl: Sprzęt oczekujący na przegląd
pt: Equipamento aguardando revisão
ru: Оборудование ожидает проверки
sq: Pajisje në pritje të rishikimit
tr: Ekipman inceleme bekliyor
uk: Обладнання очікує на огляд

source: Explorer
be: Даследчык
el: Εξερευνητής
es: Explorador
fi: Tutkija
hu: Felfedező
nl: Verkenner
pl: Eksplorator
pt: Explorador
ru: Обозреватель
sq: Eksplorues
tr: Keşfeden
uk: Огляд

source: Film camera
be: Плёначны фотапарат
el: Αναλογική κάμερα
es: Cámara de película
fi: Filmikamera
hu: Filmes kamera
pl: Aparat filmowy
pt: Câmera de filme
ru: Плёночная камера
sq: Kamera filmike
tr: Filmli kamera
uk: Плівкова камера
