Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: API Keys
be: API ключы
el: Κλειδιά API
es: Claves API
fi: API-avaimet
hu: API kulcsok
nl: API-sleutels
pl: Klucze API
pt: Chaves de API
ru: Ключи API
sq: Çelësat API
tr: API Anahtarları
uk: Ключі API

source: Accepted formats
es: Formatos aceptados
hu: Elfogadott formátumok
ru: Поддерживаемые форматы
uk: Доступні формати

source: Access denied.
be: Доступ забаронены.
el: Απαγορεύτηκε η πρόσβαση.
es: Acceso denegado.
fi: Pääsy evätty.
hu: Hozzáférés megtagadva.
nl: Toegang geweigerd.
pl: Dostęp zabroniony.
pt: Acesso negado.
ru: Доступ запрещён.
sq: Qasja e mohuar.
tr: Erişim reddedildi.
uk: Доступ заборонено.

source: Advanced plate-solving
be: Прасунутыя рашэнні па вызначэнні плоскасці
el: Προχωρημένη επίλυση πιάτου
es: Plate solving avanzado
fi: Edistynyt levynratkaisu
hu: Fejlett plate-solving
nl: Geavanceerd plaatoplossen
pl: Zaawansowane rozwiązanie płytkowe
pt: Resolução avançada de placas
ru: Расширенное распознавание поля
sq: Zgjidhje e avancuar e pllakave
tr: Gelişmiş plaka çözümü
uk: Розширене розпізнавання поля

source: Advanced search
be: Прасунуты пошук
el: Προχωρημένη αναζήτηση
es: Búsqueda avanzada
fi: Edistynyt haku
hu: Fejlett keresés
nl: Geavanceerd zoeken
pl: Zaawansowane wyszukiwanie
pt: Busca avançada
ru: Расширенный поиск
sq: Kërkimi i avancuar
tr: Gelişmiş arama
uk: Розширений пошук

source: Amount
be: Сума
el: Ποσό
es: Cantidad
fi: Määrä
hu: Összeg
nl: Bedrag
pl: Kwota
pt: Quantia
ru: Величина
sq: Shuma
tr: Tutar
uk: Кількість

source: And much more!
be: І шмат іншага!
el: Και πολλά άλλα!
es: ¡y mucho más!
fi: Ja paljon muuta!
hu: És sok más!
nl: En nog veel meer!
pl: I wiele więcej!
pt: E muito mais!
ru: ...и многое другое!
sq: Dhe shumë më tepër!
tr: Ve çok daha fazlası!
uk: Та багато іншого!

source: AstroBin doesn't support subscription upgrades at the moment, but we're happy to make it happen manually. If you're on a lower subscription tier and would like to upgrade to <strong>{{0}}</strong>, please just buy it and then contact us at {{1}} to get a refund for the unused time on your old subscription. Thanks!
es: El AstroBin no apoya mejoras de suscripción en este momento, pero estamos felices de hacerlo manualmente. Si está en una gradao de suscripción inferior y le gustara mejorar <strong>{{0}}</strong>, por favor sólo cómprelo y luego póngase en contacto con nosotros en {{1}} para conseguir un reembolso por el tiempo no usado en su vieja suscripción. ¡Gracias!
hu: Az AstroBin jelenleg nem támogatja az előfizetés-fejlesztést, de manuálisan el tudjuk intézni. Ha egy alacsonyabb előfizetési szinten vagy, és szeretnél frissíteni <strong>{{0}}</strong> szintre, kérjük, csak vedd meg, majd lépj kapcsolatba velünk a {{1}} címen, hogy visszatérítést kapj a régi előfizetésed fel nem használt idejére. Köszönjük!
ru: AstroBin в настоящее время не поддерживает обновление подписки, но мы рады сделать это вручную. Если у вас более низкий уровень подписки и вы хотите перейти на <strong>{{0}}</strong>, просто купите ее, а затем свяжитесь с нами по {{1}}, чтобы получить возмещение за неиспользованное время по вашей старой подписке. Благодарность!
uk: AstroBin наразі не підтримує оновлення підписок, але ми будемо раді зробити це самостійно. Якщо Ви бажаєте підвищити рівень підписки на <strong>{{0}}</strong>, просто придбайте її, потім звʼяжіться з нами по {{1}}, щоб отримати відшкодування за невикористаний час за вашою старою передплатою. Дякуємо!

source: AstroBin index
es: Índice AstroBin
ru: Индекс AstroBin
uk: AstroBin головна

source: Astrophotographers list
be: Спіс астрафатографаў
el: Λίστα αστροφωτογράφων
es: Lista de astrofotógrafos
fi: Astrofotografien lista
hu: Asztrofotósok listája
nl: Lijst van astrofotografen
pl: Lista astrofotografów
pt: Lista de astrofotógrafos
ru: Список астрофотографов
sq: Lista e astrofotografëve
tr: Astrofotoğrafçılar listesi
uk: Список астрофотографів

source: Autorenew
es: Autorenovar
hu: Automatikus megújítás
ru: Авто-обновление
uk: Автооновлення

source: Basic plate-solving
be: Асноўнае рашэнне па вызначэнні плоскасці
el: Βασική επίλυση πιάτου
es: Plate solving básico
fi: Peruslevynratkaisu
hu: Egyszerű plate-solving
nl: Basis plaatoplossen
pl: Podstawowe rozwiązanie płytkowe
pt: Resolução básica de placas
ru: Простое распознавание поля
sq: Zgjidhje bazike e pllakave
tr: Temel plaka çözümü
uk: Звичайне розпізнавання поля

source: Basic search
be: Асноўны пошук
el: Βασική αναζήτηση
es: Búsqueda Básica
fi: Perushaku
hu: Egyszerű keresés
nl: Basis zoekopdracht
pl: Podstawowe wyszukiwanie
pt: Busca básica
ru: Простой поиск
sq: Kërkimi bazik
tr: Temel arama
uk: Звичайний пошук

source: Bookmarks
be: Закладкі
el: Σελιδοδείκτες
es: Favoritos
fi: Kirjanmerkit
hu: Könyvjelzők
nl: Bladwijzers
pl: Zakładki
pt: Favoritos
ru: Закладки
sq: Shënime
tr: Yer İşaretleri
uk: Закладки

source: Buy
be: Купіць
el: Αγορά
es: Comprar
fi: Osta
hu: Vásárlás
nl: Kopen
pl: Kup
pt: Comprar
ru: Купить
sq: Blej
tr: Satın al
uk: Придбати

source: Cancelled
be: Скасавана
el: Ακυρώθηκε
es: Cancelado
fi: Peruttu
hu: Törölt
nl: Geannuleerd
pl: Anulowane
pt: Cancelado
ru: Отменено
sq: Anuluar
tr: İptal edildi
uk: Скасовано

source: Commercial products
be: Камерцыйныя прадукты
el: Εμπορικά προϊόντα
es: Productos comerciales
fi: Kaupalliset tuotteet
hu: Kereskedelmi termékek
nl: Commerciële producten
pl: Produkty komercyjne
pt: Produtos comerciais
ru: Коммерческие продукты
sq: Produkte komerciale
tr: Ticari ürünler
uk: Комерційні продукти

source: Contact
es: Contacto
hu: Kapcsolatfelvétel
ru: Контакт
uk: Зв‘язок

source: Contributors list
be: Спіс укладальнікаў
el: Λίστα συνεισφερόντων
es: Lista de colaboradores
fi: Osallistujien lista
hu: Hozzájárulók listája
nl: Lijst van bijdragers
pl: Lista współpracowników
pt: Lista de contribuintes
ru: Список авторов
sq: Lista e kontribuesve
tr: Katkıda bulunanlar listesi
uk: Список авторів

source: Date
be: Дата
el: Ημερομηνία
es: Fecha
fi: Päivämäärä
hu: Dátum
nl: Datum
pl: Data
pt: Data
ru: Дата
sq: Data
tr: Tarih
uk: Дата

source: Description
be: Апісанне
el: Περιγραφή
es: Descripción
fi: Kuvaus
hu: Leírás
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
sq: Përshkrimi
tr: Açıklama
uk: Опис

source: Do not notify your followers about this revision.
be: Не апавяшчайце вашых падпісчыкаў пра гэтую рэвізію.
el: Μην ειδοποιείτε τους ακόλουθούς σας για αυτή την αναθεώρηση.
es: No notificar a sus seguidores acerca de esta revisión.
fi: Älä ilmoita seuraajillesi tästä muokkauksesta.
hu: Ne legyenek értesítve a követőid erről az átdolgozásról.
nl: Stuur je volgers geen melding over deze revisie.
pl: Nie powiadamiaj swoich obserwujących o tej wersji.
pt: Não notificar seus seguidores sobre esta revisão.
ru: Не уведомлять своих подписчиков об этой редакции.
sq: Mos e njoftoni ndjekësit tuaj për këtë rivisitë.
tr: Bu revizyon hakkında takipçilerinizi bilgilendirmeyin.
uk: Не повідомляти Ваших підписників про цю редакцію.

source: Drop file here or click to browse
es: Arrastre el archivo aquí o de clic en examinar
hu: Dobd ide a fájlt, vagy kattints a böngészéshez
ru: Перетащите файл сюда или нажмите, чтобы просмотреть
uk: Перетягніть сюди файл або натисніть щоб вибрати

source: Email
be: Электронная пошта
es: Correo
fi: Sähköposti
ru: Эл. почта
tr: E-posta
uk: Ел. пошта

source: Error!
be: Памылка!
el: Σφάλμα!
fi: Virhe!
hu: Hiba!
nl: Fout!
pl: Błąd!
pt: Erro!
ru: Ошибка!
sq: Gabim!
tr: Hata!
uk: Помилка!

source: Expiration date
be: Дата заканчэння
el: Ημερομηνία λήξης
es: Fecha de expiración
fi: Voimassaoloaika
hu: Lejárati idő
nl: Vervaldatum
pl: Data wygaśnięcia
pt: Data de validade
ru: Дата истечения
sq: Data e skadimit
tr: Son kullanma tarihi
uk: Дата закінчення

source: Explore
be: Даследаваць
el: Εξερεύνηση
es: Explorar
fi: Tutki
hu: Felfedezés
nl: Verken
pl: Odkrywaj
pt: Explorar
ru: Исследовать
sq: Eksploro
tr: Keşfet
uk: Огляд

source: FAQ
be: Частыя пытанні
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fi: UKK
pt: Perguntas frequentes
ru: ЧАВО
tr: SSS
uk: Часті питання

source: File type not supported
be: Тып файла не падтрымліваецца
el: Ο τύπος αρχείου δεν υποστηρίζεται
es: Tipo de archivo no soportado
fi: Tiedostotyyppi ei ole tuettu
hu: Nem támogatott fájltípus
nl: Bestandstype niet ondersteund
pl: Typ pliku nie jest obsługiwany
pt: Tipo de arquivo não compatível
ru: Тип файла не поддерживается
sq: Lloji i skedarit nuk mbështetet
tr: Dosya türü desteklenmiyor
uk: Тип файлу не підтримується

source: Followers
be: Падпісчыкі
el: Ακόλουθοι
es: Seguidores
fi: Seuraajat
hu: Követők
nl: Volgers
pl: Obserwujący
pt: Seguidores
ru: Подписчики
sq: Ndjekësit
tr: Takipçiler
uk: Підписники

source: For more information about this and other subscription plans, please visit the {{0}}pricing{{1}} page.
be: Для атрымання дадатковай інфармацыі пра гэты і іншыя планы падпісак, калі ласка, наведайце старонку {{0}}цэны{{1}}.
el: Για περισσότερες πληροφορίες σχετικά με αυτό και άλλα σχέδια συνδρομής, παρακαλώ επισκεφθείτε τη σελίδα {{0}}τιμολόγησης{{1}}.
es: Para mayor información sobre esto y otros planes de suscripción, por favor visite la página {{0}}de los precios{{1}}.
fi: Lisätietoja tästä ja muista tilausvaihtoehdoista, käy {{0}}hinnoittelu{{1}} sivulla.
hu: További információkért erről és más előfizetési csomagokról, kérjük, látogass el a {{0}}pricing{{{1}} oldalra.
nl: Voor meer informatie over dit en andere abonnementsplannen, bezoek de {{0}}prijs{{1}} pagina.
pl: Aby uzyskać więcej informacji na temat tego i innych planów subskrypcyjnych, odwiedź stronę {{0}}cennik{{1}}.
pt: Para obter mais informações sobre este e outros planos de assinatura, visite a página de {{0}}preços{{1}}.
ru: Для получения дополнительной информации об этом и других планах подписки посетите страницу {{0}}цен{{1}}.
sq: Për më shumë informacion rreth kësaj dhe planeve të tjera të abonimit, ju lutemi vizitoni faqen {{0}}çmimet{{1}}.
tr: Bu ve diğer abonelik planları hakkında daha fazla bilgi için lütfen {{0}}fiyatlandırma{{1}} sayfasını ziyaret edin.
uk: Для отримання додаткової інформації про цю та інші плани передплати відвідайте сторінку {{0}}цін{{1}}.

source: For more information, please check out our Twitter feed:
es: Para mayor información, por favor revise nuestro feed en Twitter:
hu: További információkért kérjük, nézd meg Twitter hírfolyamunkat:
ru: Для получения дополнительной информации, пожалуйста, проверьте нашу ленту Twitter:
uk: Для отримання додаткової інформації, будь ласка, перевірте нашу стрічку Twitter:

source: For this reason, you cannot purchase this at the moment, as AstroBin does not currently offer a downgrade path.
be: Па гэтай прычыне вы не можаце набыць гэта ў гэты момант, паколькі AstroBin не прапануе шлях для зніжэння.
el: Για αυτόν τον λόγο, δεν μπορείτε να το αγοράσετε αυτή τη στιγμή, καθώς η AstroBin δεν προσφέρει αυτή τη στιγμή διαδρομή υποβάθμισης.
es: Por esta razón, no puede comprarlo en este momento, ya que AstroBin no ofrece actualmente una ruta de descenso.
fi: Tämän vuoksi et voi ostaa tätä tällä hetkellä, koska AstroBin ei tällä hetkellä tarjoa alennuspolkua.
hu: Emiatt ezt jelenleg nem tudod megvásárolni, mivel az AstroBin jelenleg nem kínál downgrade lehetőséget.
nl: Om deze reden kun je dit momenteel niet kopen, omdat AstroBin momenteel geen downgrade optie biedt.
pl: Z tego powodu nie możesz tego teraz kupić, ponieważ AstroBin obecnie nie oferuje możliwości obniżenia poziomu.
pt: Por esta razão, você não pode comprar isso no momento, pois AstroBin não oferece um caminho de downgrade no momento.
ru: По этой причине вы не можете приобрести это в настоящий момент, поскольку AstroBin в настоящее время не предлагает возможности перехода на более раннюю версию.
sq: Për këtë arsye, nuk mund ta blini këtë në këtë moment, pasi AstroBin aktualisht nuk ofron një rrugë për të ulur nivelin.
tr: Bu nedenle, şu anda bunu satın alamazsınız, çünkü AstroBin şu anda bir düşürme yolu sunmuyor.
uk: З цієї причини ви не можете придбати це зараз, оскільки AstroBin в даний час не пропонує можливості переходу на більш дешевший план.

source: Forum
be: Форум
el: Φόρουμ
es: Foro
fi: Foorumi
hu: Fórum
pt: Fórum
ru: Форум
sq: Forumi
uk: Форум

source: Full search
be: Поўны пошук
el: Πλήρης αναζήτηση
es: Búsqueda completa
fi: Koko haku
hu: Teljes keresés
nl: Volledige zoekopdracht
pl: Pełne wyszukiwanie
pt: Busca completa
ru: Полный поиск
sq: Kërkim i plotë
tr: Tam arama
uk: Повний пошук

source: Go back to the home page.
be: Перайдзіце назад на галоўную старонку.
el: Επιστροφή στην αρχική σελίδα.
es: Regresar a la página de inicio
fi: Palaa etusivulle.
hu: Visszatérés a kezdőlapra.
nl: Ga terug naar de homepage.
pl: Wróć na stronę główną.
pt: Volte para a página inicial.
ru: Вернуться на заглавную страницу.
sq: Kthehu në faqen kryesore.
tr: Ana sayfaya geri dön.
uk: Повернутися на головну.

source: Good bye!
es: ¡Adiós!
hu: Viszlát!
ru: До свидания!
uk: До побачення!

source: Groups
be: Групы
el: Ομάδες
es: Grupos
fi: Ryhmät
hu: Csoportok
nl: Groepen
pl: Grupy
pt: Grupos
ru: Группы
sq: Grupet
tr: Gruplar
uk: Групи

source: Help
be: Дапамога
el: Βοήθεια
es: Ayuda
fi: Apua
hu: Segítség
pl: Pomoc
pt: Ajuda
ru: Помощь
sq: Ndihmë
tr: Yardım
uk: Допомога

source: Help with translations!
be: Дапамажы з перакладамі!
el: Βοήθεια με τις μεταφράσεις!
es: ¡Ayuda con las traducciones!
fi: Auta käännöksissä!
hu: Segíts fordítással!
nl: Help met vertalingen!
pl: Pomoc w tłumaczeniach!
pt: Ajude com as traduções!
ru: Помогите с переводами!
sq: Ndihmë me përkthimet!
tr: Çevirilere yardım et!
uk: Допомога з перекладу!

source: Home
be: Галоўная
el: Αρχική
es: Inicio
fi: Koti
hu: Kezdőlap
pl: Strona główna
pt: Início
ru: На главную
sq: Shtëpia
tr: Ana Sayfa
uk: Головна

source: Image of the day
be: Малюнак дня
el: Εικόνα της ημέρας
es: Imagen del día
fi: Päivän kuva
hu: A nap képe
nl: Afbeelding van de dag
pl: Obraz dnia
pt: Imagem do dia
ru: Изображение Дня
sq: Imazhi i ditës
tr: Günün görüntüsü
uk: Зображення дня

source: Image queue
be: Чарга малюнкаў
el: Ουρά εικόνας
es: Cola de imágen
fi: Kuvajono
hu: Kép várólista
nl: Afbeeldingenwachtrij
pl: Kolejka obrazów
pt: Fila de imagens
ru: Очередь изображений
sq: Radhitja e imazheve
tr: Görüntü kuyruğu
uk: Черга зображень

source: Images
be: Малюнкі
el: Εικόνες
es: Imágenes
fi: Kuvat
hu: Képek
nl: Afbeeldingen
pl: Obrazy
pt: Imagens
ru: Изображения
sq: Imazhet
tr: Görüntüler
uk: Зображення

source: Info
be: Інфармацыя
el: Πληροφορίες
es: Información
fi: Tietoa
hu: Infó
pt: Informações
ru: Инфо
tr: Bilgi
uk: Інформація

source: It looks like you reached the upload limit for your subscription.
be: Схоже, вы дасягнулі ліміту загрузак для вашай падпісцы.
el: Φαίνεται ότι φτάσατε το όριο ανάρτησης για τη συνδρομή σας.
es: Parece que ha alcanzado el límite de cargas de su suscripción.
fi: Näyttää siltä, että olet saavuttanut latausrajan tilauksellesi.
hu: Úgy tűnik, hogy elérted az előfizetésedhez tartozó feltöltési limitet.
nl: Het lijkt erop dat je de uploadlimiet voor je abonnement hebt bereikt.
pl: Wygląda na to, że osiągnąłeś limit przesyłania dla swojej subskrypcji.
pt: Parece que você atingiu o limite de upload de sua assinatura.
ru: Похоже, вы достигли предела загрузки для своей подписки.
sq: Duket se keni arritur kufirin e ngarkimit për abonimin tuaj.
tr: Görünüşe göre aboneliğiniz için yükleme limitine ulaştınız.
uk: Схоже, що Ви досягли ліміту завантажень для свого плану підписки.

source: Judgement queue
be: Чарга на ацэнку
el: Ουρά κρίσης
es: Cola de juicio
fi: Arviointijono
hu: Elbírálási várólista
nl: Beoordelingswachtrij
pl: Kolejka oceny
pt: Fila de julgamento
ru: Очередь суждения
sq: Radhitja e gjykimit
tr: Yargı kuyruğu
uk: Черга суду

source: Language
es: Idioma
hu: Nyelv
ru: Язык
uk: Мова

source: Latest topics
be: Апошнія тэмы
el: Τελευταία θέματα
es: Últimos temas
fi: Viimeisimmät aiheet
hu: Legutóbbi témák
nl: Laatste onderwerpen
pl: Najnowsze tematy
pt: Últimos tópicos
ru: Последние темы
sq: Temat më të fundit
tr: Son konular
uk: Останні теми

source: Learn more
be: Даведайцеся больш
el: Μάθετε περισσότερα
es: Aprenda más
fi: Opi lisää
hu: Tudj meg többet
nl: Leer meer
pl: Dowiedz się więcej
pt: Saiba mais
ru: Узнать больше
sq: Mësoni më shumë
tr: Daha fazla bilgi edinin
uk: Дізнатись більше

source: Log in
be: Увайсці
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
hu: Bejelentkezés
nl: Inloggen
pl: Zaloguj się
pt: Entrar
ru: Вход
sq: Hyni
tr: Giriş yap
uk: Увійти

source: Logout
be: Выйсці
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
hu: Kijelentkezés
nl: Uitloggen
pl: Wyloguj się
pt: Sair
ru: Выход
sq: Shkyç
tr: Çıkış yap
uk: Вихід

source: Mark all as read
be: Адзначыць усе як прачытаныя
el: Μάρκα όλα ως αναγνωσμένα
es: Marcar todos como leídos
fi: Merkitse kaikki luetuiksi
hu: Összes megjelölése olvasottként
nl: Markeer alles als gelezen
pl: Oznacz wszystkie jako przeczytane
pt: Marcar tudo como lido
ru: Отметить все как прочитанные
sq: Shëno të gjitha si të lexuara
tr: Hepsini okundu olarak işaretle
uk: Помітити прочитаним

source: Mark as final
be: Ацаніць як фінальны
el: Σημειώστε ως τελικό
es: Marcar como final
fi: Merkitse lopulliseksi
hu: Megjelölés végsőként
nl: Markeer als definitief
pl: Oznacz jako ostateczne
pt: Marcar como final
ru: Отметить как окончательный
sq: Shëno si përfundimtar
tr: Son hal olarak işaretle
uk: Помітити як фінальне

source: Mark this revision as the final rendition of your image.
be: Ацаніце гэтую рэвізію як фінальную версію вашага малюнка.
el: Σημειώστε αυτή την αναθεώρηση ως την τελική εκδοχή της εικόνας σας.
es: Marcar esta revisión como la interpretación final de su imagen.
fi: Merkitse tämä muokkaus kuvan lopulliseksi versioksi.
hu: Átdolgozás megjelölése a képed végleges változataként.
nl: Markeer deze revisie als de definitieve versie van je afbeelding.
pl: Oznacz tę wersję jako ostateczną wersję swojego obrazu.
pt: Marque esta revisão como a versão final de sua imagem.
ru: Отметьте эту редакцию как окончательную версию вашего изображения.
sq: Shëno këtë rivisitë si versionin përfundimtar të imazhit tuaj.
tr: Bu revizyonu görüntünüzün son hali olarak işaretleyin.
uk: Помітити цю редакцію як фінальну версію Вашого зображення.

source: Max. {{ max }} MB / image
be: Макс. {{ max }} МБ / малюнак
el: Μέγ. {{ max }} MB \/ εικόνα
es: Máx. {{ max }} MB / imagen
fi: Max. {{ max }} MB / kuva
hu: Max. {{ max }} MB / kép
nl: Max. {{ max }} MB \/ afbeelding
pl: Maks. {{ max }} MB \/ obraz
pt: Máx. {{ max }} MB / imagem
ru: Макс. {{ max }} МБ / изображение
sq: Maks. {{ max }} MB \/ imazh
tr: Maks. {{ max }} MB / görüntü
uk: Макс. {{ max }} MB / зображення

source: Max. {{ max }} total images
be: Макс. {{ max }} агульных малюнкаў
el: Μέγ. {{ max }} συνολικές εικόνες
es: Máx. {{ max }} total de imágenes
fi: Max. {{ max }} yhteensä kuvia
hu: Max. {{ max }} számú kép
nl: Max. {{ max }} totale afbeeldingen
pl: Max. {{ max }} całkowitych obrazów
pt: Máx. {{ max }} imagens no total
ru: Макс. {{ max }} всего изображений
sq: Maks. {{ max }} imazhe totale
tr: Max. {{ max }} toplam resim
uk: Макс. {{ max }} зображень

source: Max. {{ max }} uploads
be: Макс. {{ max }} загрузак
el: Μέγ. {{ max }} αναρτήσεις
es: Máx. {{ max }} cargas
fi: Max. {{ max }} latausta
hu: Max. {{ max }} feltöltés
pl: Max. {{ max }} przesyłek
pt: Máx. {{ max }} uploads
ru: Макс. {{ max }} загрузок
sq: Maks. {{ max }} ngarkime
tr: Maks. {{ max }} yükleme
uk: Макс. {{ max }} завантажень

source: Moderate
be: Мадэраваць
el: Μετρίαση
es: Moderado
fi: Kohtaa
hu: Moderálás
nl: Modereren
pl: Moderuj
pt: Moderado
ru: Умеренный
sq: Moderoni
tr: Modere et
uk: Модерація

source: My messages
es: Mis mensajes
hu: Üzeneteim
ru: Мои сообщения
uk: Мої повідомлення

source: My places
be: Мае месцы
el: Οι τοποθεσίες μου
es: Mis sitios
fi: Omat paikat
hu: Helyeim
nl: Mijn plaatsen
pl: Moje miejsca
pt: Meus lugares
ru: Мои места
sq: Vendet e mia
tr: Yerlerim
uk: Мої місця

source: My settings
es: Mi configuración
hu: Beállításaim
ru: Мои настройки
uk: Мої налаштування

source: Name
be: Імя
el: Όνομα
es: Nombre
fi: Nimi
hu: Név
nl: Naam
pl: Nazwa
pt: Nome
ru: Название
sq: Emri
tr: İsim
uk: Ім‘я

source: No
be: Не
el: Όχι
fi: Ei
hu: Nem
nl: Nee
pl: Nie
pt: Não
ru: Нет
sq: Jo
tr: Hayır
uk: Ні

source: No plate-solving
be: Няма рашэнняў па вызначэнні плоскасці
el: Καμία επίλυση πιάτου
es: Sin plate solving
fi: Ei levynratkaisua
hu: Nincs plate-solving
nl: Geen plaatoplossing
pl: Brak rozwiązania płytkowego
pt: Sem solução de placa
ru: Нет распознавания кадра
sq: Nuk ka zgjidhje pllakash
tr: Plaka çözümü yok
uk: Без розпізнання поля

source: Notifications
be: Апавяшчэнні
el: Ειδοποιήσεις
es: Notificaciones
fi: Ilmoitukset
hu: Értesítések
nl: Meldingen
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sq: Njoftimet
tr: Bildirimler
uk: Попередження

source: Password
be: Пароль
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
hu: Jelszó
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sq: Fjalëkalimi
tr: Şifre
uk: Пароль
