Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: <strong>Careful!</strong> {{0}} is a separate brand on AstroBin, so you probably want to select it as a brand.
be: <strong>Увага!<\/strong> {{0}} - гэта асобны брэнд на AstroBin, таму вам, напэўна, трэба выбраць яго як брэнд.
el: <strong>Προσοχή!<\/strong> {{0}} είναι μια ξεχωριστή μάρκα στο AstroBin, οπότε πιθανότατα θέλετε να την επιλέξετε ως μάρκα.
es: <strong>¡Cuidado!<\/strong> {{0}} es una marca separada en AstroBin, así que probablemente quieras seleccionarla como marca.
fi: <strong>Varovasti!<\/strong> {{0}} on erillinen brändi AstroBinissa, joten haluat todennäköisesti valita sen brändiksi.
hu: <strong>Figyelem!<\/strong> {{0}} egy külön márka az AstroBin-on, így valószínűleg azt szeretnéd kiválasztani, mint márkát.
nl: <strong>Voorzichtig!<\/strong> {{0}} is een apart merk op AstroBin, dus je wilt het waarschijnlijk selecteren als merk.
pl: <strong>Uważaj!<\/strong> {{0}} to osobna marka na AstroBin, więc prawdopodobnie chcesz wybrać ją jako markę.
pt: <strong>Cuidado!<\/strong> {{0}} é uma marca separada no AstroBin, então você provavelmente quer selecioná-la como uma marca.
ru: <strong>Осторожно!<\/strong> {{0}} — это отдельный бренд на AstroBin, поэтому вам, вероятно, стоит выбрать его как бренд.
sq: <strong>Kujdes!<\/strong> {{0}} është një markë e veçantë në AstroBin, kështu që ndoshta dëshiron ta zgjedhësh si markë.
tr: <strong>Dikkat!<\/strong> {{0}} AstroBin'de ayrı bir markadır, bu yüzden muhtemelen bunu bir marka olarak seçmek istersin.
uk: <strong>Обережно!</strong> {{0}} є окремим брендом на AstroBin, тому ви, ймовірно, захочете вибрати його як бренд.

source: After
be: Пасля
el: Μετά
es: Después
fi: Jälkeen
hu: Után
nl: Na
pl: Po
pt: Depois
ru: После
sq: Pas
tr: Sonra
uk: Потім

source: AstroBin does not translate product names into other languages, so if the name of this product haswords that are not in English, please fix it.
be: AstroBin не перакладае назвы прадуктаў на іншыя мовы, таму, калі назва гэтага прадукту ўтрымлівае словы, якія не на англійскай, калі ласка, выправіце гэта.
el: Το AstroBin δεν μεταφράζει τα ονόματα προϊόντων σε άλλες γλώσσες, οπότε αν το όνομα αυτού του προϊόντος έχει λέξεις που δεν είναι στα Αγγλικά, παρακαλώ διορθώστε το.
es: AstroBin no traduce nombres de productos a otros idiomas, así que si el nombre de este producto tiene palabras que no están en inglés, por favor corrígelo.
fi: AstroBin ei käännä tuotteen nimiä muihin kieliin, joten jos tämän tuotteen nimessä on sanoja, jotka eivät ole englanniksi, korjaa se.
hu: Az AstroBin nem fordítja le a termékneveket más nyelvekre, így ha ennek a terméknek a neve olyan szavakat tartalmaz, amelyek nem angolul vannak, kérlek, javítsd ki.
nl: AstroBin vertaalt productnamen niet in andere talen, dus als de naam van dit product woorden bevat die niet in het Engels zijn, corrigeer het dan.
pl: AstroBin nie tłumaczy nazw produktów na inne języki, więc jeśli nazwa tego produktu zawiera słowa, które nie są w języku angielskim, proszę to poprawić.
pt: O AstroBin não traduz nomes de produtos para outros idiomas, então se o nome deste produto tiver palavras que não estão em inglês, por favor, corrija.
ru: AstroBin не переводит названия продуктов на другие языки, поэтому, если в названии этого продукта есть слова, которые не на английском, пожалуйста, исправьте это.
sq: AstroBin nuk përkthen emrat e produkteve në gjuhë të tjera, kështu që nëse emri i këtij produkti ka fjalë që nuk janë në anglisht, ju lutemi rregulloni atë.
tr: AstroBin, ürün adlarını diğer dillere çevirmiyor, bu yüzden bu ürünün adı İngilizce olmayan kelimeler içeriyorsa, lütfen düzelt.
uk: AstroBin не перекладає назви продуктів на інші мови, тому, якщо в назві цього продукту є слова не англійською мовою, виправте це.

source: AstroBin will delete this item, remove it from all images, and notify the affected user.
be: AstroBin выдаліць гэты элемент, выдаліць яго з усіх малюнкаў і паведаміць пацярпеламу карыстальніку.
el: Το AstroBin θα διαγράψει αυτό το αντικείμενο, θα το αφαιρέσει από όλες τις εικόνες και θα ειδοποιήσει τον επηρεαζόμενο χρήστη.
es: AstroBin eliminará este elemento, lo quitará de todas las imágenes y notificará al usuario afectado.
fi: AstroBin poistaa tämän tuotteen, poistaa sen kaikista kuvista ja ilmoittaa asiasta vaikuttavalle käyttäjälle.
hu: Az AstroBin törölni fogja ezt az elemet, eltávolítja az összes képből, és értesíti az érintett felhasználót.
nl: AstroBin zal dit item verwijderen, het uit alle afbeeldingen verwijderen en de getroffen gebruiker op de hoogte stellen.
pl: AstroBin usunie ten przedmiot, usunie go ze wszystkich obrazów i powiadomi dotkniętego użytkownika.
pt: O AstroBin irá deletar este item, removê-lo de todas as imagens e notificar o usuário afetado.
ru: AstroBin удалит этот элемент, уберет его из всех изображений и уведомит затронутого пользователя.
sq: AstroBin do ta fshijë këtë artikull, do ta heqë nga të gjitha imazhet dhe do të njoftojë përdoruesin e prekur.
tr: AstroBin bu öğeyi silecek, tüm görüntülerden kaldıracak ve etkilenen kullanıcıyı bilgilendirecek.
uk: AstroBin видалить цей елемент, видалить його з усіх зображень і повідомить постраждалого користувача.

source: AstroBin will fix the images associated to this equipment item and notify the affected user.
be: AstroBin выправіць малюнкі, звязаныя з гэтым абсталявальным элементам, і паведаміць пацярпеламу карыстальніку.
el: Το AstroBin θα διορθώσει τις εικόνες που σχετίζονται με αυτό το αντικείμενο εξοπλισμού και θα ειδοποιήσει τον επηρεαζόμενο χρήστη.
es: AstroBin corregirá las imágenes asociadas a este elemento de equipo y notificará al usuario afectado.
fi: AstroBin korjaa tämän laitteiston kanssa liitetyt kuvat ja ilmoittaa asiasta vaikuttavalle käyttäjälle.
hu: Az AstroBin javítani fogja a képeket, amelyek ehhez az eszközhöz kapcsolódnak, és értesíti az érintett felhasználót.
nl: AstroBin zal de afbeeldingen die aan dit apparatuuritem zijn gekoppeld, corrigeren en de getroffen gebruiker op de hoogte stellen.
pl: AstroBin naprawi obrazy powiązane z tym przedmiotem sprzętu i powiadomi dotkniętego użytkownika.
pt: O AstroBin vai corrigir as imagens associadas a este item de equipamento e notificar o usuário afetado.
ru: AstroBin исправит изображения, связанные с этим элементом оборудования, и уведомит затронутого пользователя.
sq: AstroBin do të rregullojë imazhet e lidhura me këtë artikull pajisjeje dhe do të njoftojë përdoruesin e prekur.
tr: AstroBin, bu ekipman öğesiyle ilişkili görüntüleri düzeltecek ve etkilenen kullanıcıyı bilgilendirecek.
uk: AstroBin виправить зображення, пов’язані з цим елементом обладнання, і повідомить постраждалого користувача.

source: Before
be: Да
el: Πριν
es: Antes
fi: Ennen
hu: Előtt
nl: Voor
pl: Przed
pt: Antes
ru: Перед
sq: Para
tr: Önce
uk: Раніше

source: Community notes
be: Запісы супольнасці
el: Σημειώσεις κοινότητας
es: Notas de la comunidad
fi: Yhteisön muistiinpanot
hu: Közösségi megjegyzések
nl: Community notities
pl: Notatki społecznościowe
pt: Notas da comunidade
ru: Заметки сообщества
sq: Shënime nga komuniteti
tr: Topluluk notları
uk: Нотатки спільноти

source: Contributors
be: Укладальнікі
el: Συνεργάτες
es: Colaboradores
fi: Osallistujat
hu: Hozzájárulók
nl: Bijdragers
pl: Współtwórcy
pt: Contribuidores
ru: Участники
sq: Kontributuesit
tr: Katkıda bulunanlar
uk: Дописувачі

source: Don't show again
uk: Більше не показувати

source: Equipment moderation
be: Мадэрацыя абсталявання
el: Συντονισμός εξοπλισμού
es: Moderación de equipo
fi: Laitteiston moderointi
hu: Eszközmoderálás
nl: Moderatie van apparatuur
pl: Moderacja sprzętu
pt: Moderação de equipamentos
ru: Модерация оборудования
sq: Moderimi i pajisjeve
tr: Ekipman moderasyonu
uk: Модерація обладнання

source: Item unapproved.
be: Элемент не зацверджаны.
el: Αντικείμενο μη εγκεκριμένο.
es: Elemento no aprobado.
fi: Tuote ei ole hyväksytty.
hu: Elem elutasítva.
nl: Item niet goedgekeurd.
pl: Przedmiot niezatwierdzony.
pt: Item não aprovado.
ru: Элемент не одобрен.
sq: Artikulli nuk është miratuar.
tr: Öğe onaylanmadı.
uk: Елемент не затверджено.

source: Please consult the {{0}}AstroBin Equipment Moderator Handbook{{1}}.
be: Калі ласка, звярніцеся да {{0}}Кіраўніцтва мадэратара абсталявання AstroBin{{1}}.
el: Παρακαλώ συμβουλευτείτε το {{0}}Εγχειρίδιο Συντονιστή Εξοπλισμού του AstroBin{{1}}.
es: Por favor consulta el {{0}}Manual del Moderador de Equipos de AstroBin{{1}}.
fi: Ole hyvä ja tutustu {{0}}AstroBin Laitemoderointikäsikirjaan{{1}}.
hu: Kérlek, konzultálj a {{0}}AstroBin Eszközmoderátor Kézikönyvvel{{1}}.
nl: Raadpleeg de {{0}}AstroBin Equipment Moderator Handbook{{1}}.
pl: Proszę zapoznać się z {{0}}Podręcznikiem moderatora sprzętu AstroBin{{1}}.
pt: Por favor, consulte o {{0}}Manual do Moderador de Equipamentos do AstroBin{{1}}.
ru: Пожалуйста, ознакомьтесь с {{0}}Руководством модератора оборудования AstroBin{{1}}.
sq: Ju lutemi konsultohuni me {{0}}Manualin e Moderatorëve të Pajisjeve të AstroBin{{1}}.
tr: Lütfen {{0}}AstroBin Ekipman Moderatör El Kitabı{{1}}'na danış.
uk: Будь ласка, ознайомтеся з {{0}}Посібником модератора обладнання AstroBin{{1}}.

source: Please contribute to the AstroBin equipment database by reviewing them!
be: Калі ласка, унесіце свой уклад у базу дадзеных абсталявання AstroBin, аглядаючы іх!
el: Παρακαλώ συμβάλετε στη βάση δεδομένων εξοπλισμού του AstroBin αναθεωρώντας τα!
es: ¡Por favor contribuye a la base de datos de equipos de AstroBin revisándolos!
fi: Ole hyvä ja osallistu AstroBin laitekantaan tarkistamalla niitä!
hu: Kérlek, járulj hozzá az AstroBin eszközadatbázisához azzal, hogy felülvizsgálod őket!
nl: Draag bij aan de AstroBin apparatuurdatabase door ze te beoordelen!
pl: Proszę przyczynić się do bazy danych sprzętu AstroBin, przeglądając je!
pt: Por favor, contribua para o banco de dados de equipamentos do AstroBin revisando-os!
ru: Пожалуйста, внесите свой вклад в базу данных оборудования AstroBin, оставив отзывы!
sq: Ju lutemi kontribuoni në bazën e të dhënave të pajisjeve të AstroBin duke i rishikuar ato!
tr: Lütfen AstroBin ekipman veritabanına katkıda bulunarak bunları gözden geçir!
uk: Будь ласка, зробіть внесок у базу даних обладнання AstroBin, переглядаючи їх!

source: Property
be: Уласцівасць
el: Ιδιότητα
es: Propiedad
fi: Ominaisuus
hu: Tulajdonság
nl: Eigenschap
pl: Właściwość
pt: Propriedade
ru: Свойство
sq: Pronësia
tr: Mülk
uk: Властивість

source: Refractor: non-achromatic Keplerian
be: Рэфрактар: неахраматычны Кеплерыян
el: Ανακλαστήρας: μη-αχρωματικός Κεplerian
es: Refractor: no acromático Kepleriano
fi: Refraktori: ei-achromattinen Keplerian
hu: Refraktor: nem achromatikus Kepleri
nl: Refractor: niet-achromatisch Kepleriaans
pl: Refraktor: nie-achromatyczny Keplerowski
pt: Refrator: não-acromático Kepleriano
ru: Рефрактор: неахроматический Кеплеровский
sq: Refraktor: Keplerian jo-akromatik
tr: Refraktör: non-achromatic Keplerian
uk: Рефрактор: неахроматичний Кеплерівський

source: Review
be: Агляд
el: Αναθεώρηση
es: Revisar
fi: Tarkista
hu: Felülvizsgálat
nl: Beoordelen
pl: Przegląd
pt: Revisar
ru: Обзор
sq: Rishiko
tr: Gözden geçir
uk: Перегляд

source: Revision
be: Рэвізія
el: Διόρθωση
es: Revisión
fi: Muutos
hu: Javítás
nl: Herziening
pl: Rewizja
pt: Revisão
ru: Редакция
sq: Revizion
tr: Revizyon
uk: Ревізія

source: The migration will complete within a few moments and all affected images will be automatically updated.
be: Міграцыя завершана на працягу некалькіх хвілін, і ўсе пацярпелыя малюнкі будуць аўтаматычна абноўлены.
el: Η μετανάστευση θα ολοκληρωθεί σε λίγα λεπτά και όλες οι επηρεαζόμενες εικόνες θα ενημερωθούν αυτόματα.
es: La migración se completará en unos momentos y todas las imágenes afectadas se actualizarán automáticamente.
fi: Siirto valmistuu muutamassa hetkessä ja kaikki vaikuttavat kuvat päivitetään automaattisesti.
hu: A migráció néhány pillanat múlva befejeződik, és az összes érintett kép automatikusan frissül.
nl: De migratie zal binnen enkele momenten worden voltooid en alle getroffen afbeeldingen zullen automatisch worden bijgewerkt.
pl: Migracja zakończy się w ciągu kilku chwil, a wszystkie dotknięte obrazy zostaną automatycznie zaktualizowane.
pt: A migração será concluída em alguns momentos e todas as imagens afetadas serão atualizadas automaticamente.
ru: Миграция завершится через несколько мгновений, и все затронутые изображения будут автоматически обновлены.
sq: Migrimi do të përfundojë brenda disa momenteve dhe të gjitha imazhet e prekur do të përditësohen automatikisht.
tr: Göç birkaç dakika içinde tamamlanacak ve etkilenen tüm görüntüler otomatik olarak güncellenecek.
uk: Міграція завершиться через кілька моментів, і всі постраждалі зображення будуть автоматично оновлені.

source: The name of this product is in English (if applicable)
be: Назва гэтага прадукту на англійскай мове (калі гэта магчыма)
el: Το όνομα αυτού του προϊόντος είναι στα Αγγλικά (αν είναι δυνατόν)
es: El nombre de este producto está en inglés (si aplica)
fi: Tämän tuotteen nimi on englanniksi (jos sovellettavissa)
hu: Ennek a terméknek a neve angolul van (ha alkalmazható)
nl: De naam van dit product is in het Engels (indien van toepassing)
pl: Nazwa tego produktu jest w języku angielskim (jeśli dotyczy)
pt: O nome deste produto está em inglês (se aplicável)
ru: Название этого продукта на английском (если применимо)
sq: Emri i këtij produkti është në anglisht (nëse është e aplikueshme)
tr: Bu ürünün adı İngilizce (varsa)
uk: Назва цього продукту англійською (якщо застосовно)

source: There are <strong>{{n}} items</strong> of this class that have pending edits.
be: Існуе <strong>{{n}} элементаў<\/strong> гэтага класа, якія маюць чаканыя рэдагаванні.
el: Υπάρχουν <strong>{{n}} αντικείμενα<\/strong> αυτής της κατηγορίας που έχουν εκκρεμείς επεξεργασίες.
es: Hay <strong>{{n}} elementos<\/strong> de esta clase que tienen ediciones pendientes.
fi: Tässä luokassa on <strong>{{n}} tuotetta<\/strong>, joilla on odottavia muokkauksia.
hu: <strong>{{n}} elem van<\/strong> ebből a kategóriából, amelyeknek függőben lévő szerkesztései vannak.
nl: Er zijn <strong>{{n}} items<\/strong> van deze klasse die in behandeling zijn.
pl: Jest <strong>{{n}} przedmiotów<\/strong> tej klasy, które mają oczekujące edycje.
pt: Há <strong>{{n}} itens</strong> desta classe que têm edições pendentes.
ru: Есть <strong>{{n}} элементов</strong> этого класса с ожидающими правками.
sq: Ka <strong>{{n}} artikuj</strong> të kësaj klase që kanë redaktime në pritje.
tr: Bu sınıfta bekleyen düzenlemeleri olan <strong>{{n}} öğe<\/strong> var.
uk: Є <strong>{{n}} елементів</strong> цього класу, які мають очікуючі редагування.

source: There is <strong>1 item</strong> of this class that has pending edits.
be: Існуе <strong>1 элемент<\/strong> гэтага класа, які мае чаканыя рэдагаванні.
el: Υπάρχει <strong>1 αντικείμενο<\/strong> αυτής της κατηγορίας που έχει εκκρεμή επεξεργασία.
es: Hay <strong>1 elemento<\/strong> de esta clase que tiene ediciones pendientes.
fi: Tässä luokassa on <strong>1 tuote<\/strong>, jolla on odottavia muokkauksia.
hu: <strong>1 elem van<\/strong> ebből a kategóriából, amelynek függőben lévő szerkesztései vannak.
nl: Er is <strong>1 item<\/strong> van deze klasse dat in behandeling is.
pl: Jest <strong>1 przedmiot<\/strong> tej klasy, który ma oczekujące edycje.
pt: Há <strong>1 item</strong> desta classe que tem edições pendentes.
ru: Есть <strong>1 элемент</strong> этого класса с ожидающими правками.
sq: Ka <strong>1 artikull</strong> të kësaj klase që ka redaktime në pritje.
tr: Bu sınıfta bekleyen düzenlemeleri olan <strong>1 öğe<\/strong> var.
uk: Є <strong>1 елемент</strong> цього класу, який має очікуюче редагування.

source: This operation will let equipment moderators review this item again.
be: Гэтая аперацыя дазволіць мадэратарам абсталявання зноў разгледзець гэты элемент.
el: Αυτή η ενέργεια θα επιτρέψει στους συντονιστές εξοπλισμού να εξετάσουν ξανά αυτό το αντικείμενο.
es: Esta operación permitirá a los moderadores de equipo revisar este elemento nuevamente.
fi: Tämä toiminto antaa laitemoderattoreille mahdollisuuden tarkistaa tämän tuotteen uudelleen.
hu: Ez a művelet lehetővé teszi az eszközmoderátorok számára, hogy újra átnézzék ezt az elemet.
nl: Deze actie laat apparatuurmoderators dit item opnieuw beoordelen.
pl: Ta operacja pozwoli moderatorom sprzętu ponownie przejrzeć ten przedmiot.
pt: Esta operação permitirá que os moderadores de equipamentos revisem este item novamente.
ru: Эта операция позволит модераторам оборудования снова просмотреть этот элемент.
sq: Kjo operacion do t'i lejojë moderatorëve të pajisjeve të rishikojnë përsëri këtë artikull.
tr: Bu işlem, ekipman moderatörlerinin bu öğeyi tekrar gözden geçirmesine izin verecek.
uk: Ця операція дозволить модераторам обладнання ще раз переглянути цей елемент.

source: This operation will make the item available to everyone on AstroBin.
be: Гэтая аперацыя зробіць элемент даступным для ўсіх на AstroBin.
el: Αυτή η ενέργεια θα κάνει το αντικείμενο διαθέσιμο σε όλους στο AstroBin.
es: Esta operación hará que el elemento esté disponible para todos en AstroBin.
fi: Tämä toiminto tekee tuotteesta saatavilla kaikille AstroBinissa.
hu: Ez a művelet elérhetővé teszi az elemet mindenki számára az AstroBin-en.
nl: Deze actie maakt het item beschikbaar voor iedereen op AstroBin.
pl: Ta operacja sprawi, że przedmiot będzie dostępny dla wszystkich na AstroBin.
pt: Esta operação tornará o item disponível para todos no AstroBin.
ru: Эта операция сделает элемент доступным для всех на AstroBin.
sq: Kjo operacion do ta bëjë artikullin të disponueshëm për të gjithë në AstroBin.
tr: Bu işlem, öğeyi AstroBin'deki herkesin erişimine açacak.
uk: Ця операція зробить елемент доступним для всіх на AstroBin.

source: Total number of edit proposals created or reviewed
be: Агульная колькасць прапаноў на рэдагаванне, створаных або разгледжаных
el: Συνολικός αριθμός προτάσεων επεξεργασίας που έχουν δημιουργηθεί ή αναθεωρηθεί
es: Número total de propuestas de edición creadas o revisadas
fi: Muokkaus ehdotusten kokonaismäärä, jotka on luotu tai tarkistettu
hu: A létrehozott vagy átnézett szerkesztési javaslatok összesített száma
nl: Totaal aantal wijzigingsvoorstellen gemaakt of beoordeeld
pl: Całkowita liczba propozycji edycji utworzonych lub przeglądanych
pt: Número total de propostas de edição criadas ou revisadas
ru: Общее количество предложений на редактирование, созданных или рассмотренных
sq: Numri total i propozimeve për redaktim të krijuara ose të rishikuara
tr: Oluşturulan veya incelenen toplam düzenleme önerisi sayısı
uk: Загальна кількість пропозицій редагування, створених або переглянутих

source: Unapprove
be: Не зацвярджаць
el: Μη έγκριση
es: Desaprobar
fi: Älä hyväksy
hu: Elutasít
nl: Afkeuren
pt: Desaprovar
ru: Не одобрять
sq: Mos mirato
tr: Onayını kaldır
uk: Скасувати затвердження

source: resolution not matching
be: разрозненне рэзалюцыі
el: η ανάλυση δεν ταιριάζει
es: resolución no coincidente
fi: resoluutio ei täsmää
hu: felbontás nem egyezik
nl: resolutie komt niet overeen
pl: rozdzielczość niezgodna
pt: resolução não correspondente
ru: разрешение не совпадает
sq: rezolucioni nuk përputhet
tr: çözünürlük eşleşmiyor
uk: роздільна здатність не відповідає

source: Add to comparison list
be: Дадаць у спіс параўнання
el: Προσθήκη στη λίστα σύγκρισης
es: Añadir a la lista de comparación
fi: Lisää vertailulistaan
hu: Hozzáadás a összehasonlító listához
nl: Toevoegen aan vergelijkingslijst
pl: Dodaj do listy porównawczej
pt: Adicionar à lista de comparação
ru: Добавить в список сравнения
sq: Shto në listën e krahasimit
tr: Karşılaştırma listesine ekle
uk: Додати до списку порівняння

source: Compare
be: Параўнаць
el: Σύγκριση
es: Comparar
fi: Vertaile
hu: Összehasonlítás
nl: Vergelijken
pl: Porównaj
pt: Comparar
ru: Сравнить
sq: Krahaso
tr: Karşılaştır
uk: Порівняти

source: For CentralDS cameras, please select "Dedicated deep-sky camera"
uk: Для камер CentralDS виберіть «Спеціальна deep-sky камера»

source: Good job! {{0}} items marked for migration.
be: Малайчына! {{0}} прадметаў адзначана для міграцыі.
el: Καλή δουλειά! {{0}} αντικείμενα σημειώθηκαν για μετανάστευση.
es: ¡Buen trabajo! {{0}} elementos marcados para migración.
fi: Hyvä työ! {{0}} kohdetta merkitty siirrettäväksi.
hu: Jó munka! {{0}} elem jelölve a migrálásra.
nl: Goed gedaan! {{0}} items gemarkeerd voor migratie.
pl: Dobra robota! {{0}} przedmioty oznaczone do migracji.
pt: Bom trabalho! {{0}} itens marcados para migração.
ru: Отличная работа! {{0}} элементов помечены для миграции.
sq: Punë e mirë! {{0}} artikuj të shënuar për migrim.
tr: İyi iş! {{0}} ürün taşımak için işaretlendi.
uk: Хороша робота! {{0}} елементів позначені для перенесення.

source: Migrate legacy items into this one
be: Мігруйце старыя прадметы ў гэты
el: Μεταφέρετε τα παλιά αντικείμενα σε αυτό
es: Migrar elementos heredados a este.
fi: Siirrä vanhat kohteet tähän
hu: Örökölt elemek migrálása ebbe
nl: Migreer legacy items naar dit item
pl: Przenieś przedmioty z przeszłości do tego
pt: Migrar itens legados para este
ru: Мигрировать устаревшие элементы в этот один
sq: Migro artikujt e vjetër në këtë një
tr: Eski ürünleri buna taşı
uk: Перенесіть застарілі елементи сюди

source: Processed item {{0}}/{{1}}.
be: Апрацаваны прадмет {{0}}/{{1}}.
el: Επεξεργασμένο αντικείμενο {{0}}/{{1}}.
es: Elemento procesado {{0}}\/{{1}}.
fi: Käsitelty kohde {{0}}/{{1}}.
hu: Feldolgozott elem {{0}}/{{1}}.
nl: Verwerkt item {{0}}/{{1}}.
pl: Przetworzony przedmiot {{0}}/{{1}}.
pt: Item processado {{0}}/{{1}}.
ru: Обработанный элемент {{0}}/{{1}}.
sq: Artikulli i përpunuar {{0}}/{{1}}.
tr: İşlenmiş ürün {{0}}/{{1}}.
uk: Оброблено елементів {{0}}/{{1}}.

source: This item has a pending edit proposal. Please review it!
be: Гэты прадмет мае прапанову на рэдагаванне. Калі ласка, праглядзіце яе!
el: Αυτό το αντικείμενο έχει μια εκκρεμή πρόταση επεξεργασίας. Παρακαλώ ελέγξτε το!
es: Este elemento tiene una propuesta de edición pendiente. ¡Por favor revísala!
fi: Tällä kohteella on odottava muutosehdotus. Tarkista se!
hu: Ennek az elemnek van egy függőben lévő szerkesztési javaslata. Kérjük, nézd át!
nl: Dit item heeft een hangende bewerkingsvoorstel. Bekijk het alsjeblieft!
pl: Ten przedmiot ma oczekującą propozycję edycji. Proszę ją przejrzeć!
pt: Este item tem uma proposta de edição pendente. Por favor, revise!
ru: У этого элемента есть ожидающее предложение на редактирование. Пожалуйста, просмотрите его!
sq: Ky artikull ka një propozim për redaktim në pritje. Ju lutemi rishikoni atë!
tr: Bu ürün için bekleyen bir düzenleme önerisi var. Lütfen gözden geçirin!
uk: Цей елемент має пропозицію редагування, що очікує на розгляд. Будь ласка, перегляньте його!

source: This item is already in your comparison list.
be: Гэты прадмет ужо ў вашым спісе параўнання.
el: Αυτό το αντικείμενο είναι ήδη στη λίστα σύγκρισης σας.
es: Este elemento ya está en tu lista de comparación.
fi: Tämä kohde on jo vertailulistallasi.
hu: Ez az elem már szerepel az összehasonlító listádban.
nl: Dit item staat al in je vergelijkingslijst.
pl: Ten przedmiot jest już na twojej liście porównawczej.
pt: Este item já está na sua lista de comparação.
ru: Этот элемент уже в вашем списке сравнения.
sq: Ky artikull është tashmë në listën tuaj të krahasimit.
tr: Bu ürün zaten karşılaştırma listenizde.
uk: Цей товар уже є у Вашому списку порівняння.
