Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: Thank you for not blocking ads!
be: Дзякуй, што не блакуеце рэкламу!
el: Ευχαριστούμε που δεν αποκλείετε τις διαφημίσεις!
es: ¡Gracias por no bloquear anuncios!
fi: Kiitos, että et estä mainoksia!
hu: Köszi, hogy nem blokkolod a hirdetéseket!
nl: Bedankt dat je advertenties niet blokkeert!
pl: Dzięki, że nie blokujesz reklam!
pt: Obrigado por não bloquear os anúncios!
ru: Спасибо, что не блокируете рекламу!
sq: Faleminderit që nuk bllokoni reklamat!
tr: Reklamları engellemediğiniz için teşekkürler!
uk: Дякуємо, що не блокуєте рекламу!

source: The AstroBin Advanced Plate-solving powered by PixInsight is available to AstroBin Ultimate subscribers.
be: Прасунутае вырашэнне праблем з PixInsight даступна падпісчыкам AstroBin Ultimate.
el: Η προηγμένη ανάλυση Plate-solving του AstroBin που υποστηρίζεται από το PixInsight είναι διαθέσιμη στους Ultimate συνδρομητές του AstroBin.
es: El sistema avanzado de resolución de placas de AstroBin, impulsado por PixInsight, está disponible para suscriptores de AstroBin Ultimate.
fi: AstroBinin edistynyt Plate-solving, jota tukee PixInsight, on saatavilla AstroBin Ultimate -tilaajille.
hu: Az AstroBin fejlett Plate-solving funkciója, amelyet a PixInsight hajt, elérhető az AstroBin Ultimate előfizetők számára.
nl: De geavanceerde plate-solving van AstroBin, aangedreven door PixInsight, is beschikbaar voor AstroBin Ultimate-abonnees.
pl: Zaawansowane rozwiązanie problemu z obrazem AstroBin z PixInsight jest dostępne dla subskrybentów AstroBin Ultimate.
pt: O sistema avançado de Plate-solving da AstroBin, powered by PixInsight, está disponível para assinantes do AstroBin Ultimate.
ru: Расширенное решение по определению координат от AstroBin, powered by PixInsight, доступно подписчикам AstroBin Ultimate.
sq: Sistemi i avancuar i zgjidhjes së pllakave të AstroBin, i fuqizuar nga PixInsight, është në dispozicion për abonentët e AstroBin Ultimate.
tr: AstroBin Gelişmiş Plaka çözümü, PixInsight tarafından desteklenmektedir ve AstroBin Ultimate abonelerine açıktır.
uk: Розширене вирішення плат AstroBin, яке працює на PixInsight, доступне для підписників AstroBin Ultimate.

source: The authentication token you provided is invalid. Please log in again.
be: Токен аўтэнтыфікацыі, які вы прадставілі, недзейсны. Калі ласка, увайдзіце зноў.
el: Το διαπιστευτήριο που παρείχατε είναι άκυρο. Παρακαλώ συνδεθείτε ξανά.
es: El token de autenticación que proporcionaste no es válido. Por favor, inicia sesión de nuevo.
fi: Antamasi todennustunnus on virheellinen. Kirjaudu sisään uudelleen.
hu: A megadott hitelesítési token érvénytelen. Kérlek, jelentkezz be újra.
nl: De authenticatietoken die je hebt opgegeven is ongeldig. Log opnieuw in.
pl: Podany token uwierzytelniający jest nieprawidłowy. Proszę zalogować się ponownie.
pt: O token de autenticação que você forneceu é inválido. Por favor, faça login novamente.
ru: Предоставленный вами токен аутентификации недействителен. Пожалуйста, войдите снова.
sq: Token e autentifikimit që ke ofruar është e pavlefshme. Të lutem logohu përsëri.
tr: Sağladığınız kimlik doğrulama belirteci geçersiz. Lütfen tekrar giriş yapın.
uk: Токен автентифікації, який ви надали, недійсний. Будь ласка, увійдіть знову.

source: The collaborator has been removed.
be: Супрацоўнік быў выдалены.
el: Ο συνεργάτης έχει αφαιρεθεί.
es: El colaborador ha sido eliminado.
fi: Yhteistyökumppani on poistettu.
hu: A kollaborátor eltávolítva.
nl: De medewerker is verwijderd.
pl: Współpracownik został usunięty.
pt: O colaborador foi removido.
ru: Сотрудник был удален.
sq: Bashkëpunëtori është hequr.
tr: İşbirlikçi kaldırıldı.
uk: Співпрацівника видалено.

source: The collaborator request has been denied.
be: Запыт на супрацоўніцтва быў адхілены.
el: Το αίτημα συνεργασίας έχει απορριφθεί.
es: La solicitud de colaborador ha sido denegada.
fi: Yhteistyöpyyntö on hylätty.
hu: A kollaborátor kérését elutasították.
nl: De aanvraag voor samenwerking is afgewezen.
pl: Prośba o współpracę została odrzucona.
pt: O pedido de colaborador foi negado.
ru: Запрос на сотрудничество был отклонен.
sq: Kërkesa për bashkëpunim është refuzuar.
tr: İşbirlikçi talebi reddedildi.
uk: Запит на співпрацю було відхилено.

source: The date and time when this image was submitted for IOTD/TP consideration. AstroBin may automatically resubmit your image multiple times if necessary.
be: Дата і час, калі гэтая выява была адправлена на разгляд IOTD/TP. AstroBin можа аўтаматычна пераадправіць вашу выяву некалькі разоў, калі гэта неабходна.
el: Η ημερομηνία και ώρα που αυτή η εικόνα υποβλήθηκε για εξέταση IOTD/TP. Το AstroBin μπορεί να υποβάλει αυτόματα την εικόνα σας πολλές φορές αν χρειαστεί.
es: La fecha y hora en que esta imagen fue enviada para consideración de IOTD/TP. AstroBin puede volver a enviar tu imagen varias veces si es necesario.
fi: Päivämäärä ja aika, jolloin tämä kuva lähetettiin IOTD/TP-harkintaan. AstroBin voi automaattisesti lähettää kuvasi useita kertoja tarvittaessa.
hu: A dátum és idő, amikor ezt a képet IOTD/TP megfontolásra benyújtották. Az AstroBin szükség esetén automatikusan többször is benyújthatja a képed.
nl: De datum en tijd waarop deze afbeelding is ingediend voor IOTD/TP-overweging. AstroBin kan je afbeelding indien nodig meerdere keren automatisch opnieuw indienen.
pl: Data i czas, kiedy ten obraz został złożony do rozpatrzenia IOTD/TP. AstroBin może automatycznie ponownie złożyć Twój obraz wiele razy, jeśli zajdzie taka potrzeba.
pt: A data e hora em que esta imagem foi enviada para consideração de IOTD/TP. A AstroBin pode reenviar sua imagem várias vezes, se necessário.
ru: Дата и время, когда это изображение было отправлено на рассмотрение IOTD/TP. AstroBin может автоматически повторно отправить ваше изображение несколько раз, если это необходимо.
sq: Data dhe ora kur ky imazh u dërgua për shqyrtim IOTD/TP. AstroBin mund ta dërgojë automatikisht imazhin tënd disa herë nëse është e nevojshme.
tr: Bu görüntünün IOTD/TP değerlendirmesi için gönderildiği tarih ve saat. AstroBin, gerekirse görüntünüzü birden fazla kez otomatik olarak yeniden gönderebilir.
uk: Дата та час, коли це зображення було подано на розгляд IOTD/TP. AstroBin може автоматично повторно подати ваше зображення кілька разів, якщо це необхідно.

source: The image has been deleted.
be: Выява была выдалена.
el: Η εικόνα έχει διαγραφεί.
es: La imagen ha sido eliminada.
fi: Kuva on poistettu.
hu: A kép törölve lett.
nl: De afbeelding is verwijderd.
pl: Obraz został usunięty.
pt: A imagem foi deletada.
ru: Изображение было удалено.
sq: Imazhi është fshirë.
tr: Görüntü silindi.
uk: Зображення було видалено.

source: The image has been restored.
be: Выява была адноўлена.
el: Η εικόνα έχει αποκατασταθεί.
es: La imagen ha sido restaurada.
fi: Kuva on palautettu.
hu: A kép helyreállítva.
nl: De afbeelding is hersteld.
pl: Obraz został przywrócony.
pt: A imagem foi restaurada.
ru: Изображение было восстановлено.
sq: Imazhi është rikuperuar.
tr: Görüntü geri yüklendi.
uk: Зображення було відновлено.

source: The image has been submitted for IOTD/TP consideration.
be: Выява была адправлена на разгляд IOTD/TP.
el: Η εικόνα έχει υποβληθεί για εξέταση IOTD/TP.
es: La imagen ha sido enviada para consideración de IOTD/TP.
fi: Kuva on lähetetty IOTD/TP-harkintaan.
hu: A kép benyújtva IOTD/TP megfontolásra.
nl: De afbeelding is ingediend voor IOTD/TP-overweging.
pl: Obraz został złożony do rozpatrzenia IOTD/TP.
pt: A imagem foi enviada para consideração de IOTD/TP.
ru: Изображение было отправлено на рассмотрение IOTD/TP.
sq: Imazhi është dërguar për shqyrtim IOTD/TP.
tr: Görüntü IOTD/TP değerlendirmesi için gönderildi.
uk: Зображення було подано на розгляд IOTD/TP.

source: The image revision has been deleted.
be: Рэвізія выявы была выдалена.
el: Η αναθεώρηση έχει διαγραφεί.
es: La revisión de la imagen ha sido eliminada.
fi: Kuvaversio on poistettu.
hu: A kép revíziója törölve lett.
nl: De revisie is verwijderd.
pl: Rewizja obrazu została usunięta.
pt: A revisão da imagem foi deletada.
ru: Версия изображения была удалена.
sq: Rishikimi është fshirë.
tr: Görüntü revizyonu silindi.
uk: Ревізію було видалено.

source: The images in the collection will not be deleted.
be: Выявы ў калекцыі не будуць выдалены.
el: Οι εικόνες στη συλλογή δεν θα διαγραφούν.
es: Las imágenes en la colección no serán eliminadas.
fi: Kokoelmaan kuuluvia kuvia ei poisteta.
hu: A gyűjteményben lévő képek nem lesznek törölve.
nl: De afbeeldingen in de collectie zullen niet worden verwijderd.
pl: Obrazy w kolekcji nie zostaną usunięte.
pt: As imagens na coleção não serão deletadas.
ru: Изображения в коллекции не будут удалены.
sq: Imazhet në koleksion nuk do të fshihen.
tr: Koleksiyondaki görüntüler silinmeyecek.
uk: Зображення в колекції не будуть видалені.

source: The maximum zoom level that will be available for this image.
be: Максімальны ўзровень маштабавання, які будзе даступны для гэтай выявы.
el: Το μέγιστο επίπεδο ζουμ που θα είναι διαθέσιμο για αυτή την εικόνα.
es: El nivel de zoom máximo que estará disponible para esta imagen.
fi: Suurin zoomausaste, joka on saatavilla tälle kuvalle.
hu: A maximális nagyítási szint, ami elérhető lesz ehhez a képhez.
nl: Het maximale zoomniveau dat beschikbaar zal zijn voor deze afbeelding.
pl: Maksymalny poziom powiększenia, który będzie dostępny dla tego obrazu.
pt: O nível máximo de zoom que estará disponível para esta imagem.
ru: Максимальный уровень увеличения, который будет доступен для этого изображения.
sq: Niveli maksimal i zmadhuar që do të jetë në dispozicion për këtë imazh.
tr: Bu görüntü için mevcut olacak maksimum yakınlaştırma seviyesi.
uk: Максимальний рівень збільшення, доступний для цього зображення.

source: The original image has been deleted. The first revision is now the new original.
be: Арыгінальная выява была выдалена. Першая рэвізія цяпер новая арыгінал.
el: Η αρχική εικόνα έχει διαγραφεί. Η πρώτη αναθεώρηση είναι τώρα η νέα αρχική.
es: La imagen original ha sido eliminada. La primera revisión ahora es la nueva original.
fi: Alkuperäinen kuva on poistettu. Ensimmäinen versio on nyt uusi alkuperäinen.
hu: Az eredeti kép törölve lett. Az első revízió most az új eredeti.
nl: De originele afbeelding is verwijderd. De eerste revisie is nu de nieuwe originele.
pl: Oryginalny obraz został usunięty. Pierwsza rewizja jest teraz nowym oryginałem.
pt: A imagem original foi deletada. A primeira revisão agora é a nova original.
ru: Оригинальное изображение было удалено. Первая версия теперь является новым оригиналом.
sq: Imazhi origjinal është fshirë. Rishikimi i parë tani është origjinali i ri.
tr: Orijinal görüntü silindi. İlk revizyon artık yeni orijinal.
uk: Оригінальне зображення було видалено. Перша ревізія тепер є новим оригіналом.

source: The owner of this image has requested to add you as a collaborator.
be: Уладальнік гэтай выявы папрасіў дадаць вас у супрацоўнікі.
el: Ο ιδιοκτήτης αυτής της εικόνας έχει ζητήσει να σας προσθέσει ως συνεργάτη.
es: El propietario de esta imagen ha solicitado añadirte como colaborador.
fi: Tämän kuvan omistaja on pyytänyt lisäämään sinut yhteistyökumppaniksi.
hu: A kép tulajdonosa kérte, hogy kollaborátorként hozzáadj.
nl: De eigenaar van deze afbeelding heeft gevraagd om jou toe te voegen als medewerker.
pl: Właściciel tego obrazu poprosił o dodanie Cię jako współpracownika.
pt: O dono desta imagem pediu para te adicionar como colaborador.
ru: Владелец этого изображения запросил добавить вас в качестве сотрудника.
sq: Pronari i këtij imazhi ka kërkuar të të shtojë si bashkëpunëtor.
tr: Bu görüntünün sahibi sizi işbirlikçi olarak eklemek istedi.
uk: Власник цього зображення попросив додати вас як співпрацівника.

source: The photographer has not enabled comments for this image.
be: Фатограф не ўключыў каментары для гэтай выявы.
el: Ο φωτογράφος δεν έχει ενεργοποιήσει τα σχόλια για αυτή την εικόνα.
es: El fotógrafo no ha habilitado comentarios para esta imagen.
fi: Valokuvaaja ei ole sallinut kommentteja tälle kuvalle.
hu: A fényképész nem engedélyezte a megjegyzéseket ehhez a képhez.
nl: De fotograaf heeft geen opmerkingen voor deze afbeelding ingeschakeld.
pl: Fotograf nie włączył komentarzy dla tego obrazu.
pt: O fotógrafo não habilitou comentários para esta imagem.
ru: Фотограф не включил комментарии для этого изображения.
sq: Fotografi nuk ka aktivizuar komentet për këtë imazh.
tr: Fotoğrafçı bu görüntü için yorumları etkinleştirmedi.
uk: Фотограф не увімкнув коментарі для цього зображення.

source: The revision has been marked as final.
be: Рэвізія была адзначана як фінальная.
el: Η αναθεώρηση έχει χαρακτηριστεί ως τελική.
es: La revisión ha sido marcada como final.
fi: Versio on merkitty lopulliseksi.
hu: A revízió véglegesen megjelölve.
nl: De revisie is gemarkeerd als definitief.
pl: Rewizja została oznaczona jako ostateczna.
pt: A revisão foi marcada como final.
ru: Версия была помечена как окончательная.
sq: Rishikimi është shënuar si përfundimtar.
tr: Revizyon nihai olarak işaretlendi.
uk: Ревізію позначено як фінальну.

source: The uncompressed source file has been deleted.
be: Некампрамісны зыходны файл быў выдалены.
el: Το μη συμπιεσμένο αρχείο πηγής έχει διαγραφεί.
es: El archivo fuente sin comprimir ha sido eliminado.
fi: Purkamattomaa lähdetiedostoa ei ole poistettu.
hu: A tömörítetlen forrásfájl törölve lett.
nl: Het ongecomprimeerde bronbestand is verwijderd.
pl: Niekompresowany plik źródłowy został usunięty.
pt: O arquivo fonte não compactado foi deletado.
ru: Несжатый исходный файл был удален.
sq: Skedari burim i pa kompresuar është fshirë.
tr: Sıkıştırılmamış kaynak dosya silindi.
uk: Неконвертований вихідний файл було видалено.

source: There are no recent topics.
be: Няма апошніх тэм.
el: Δεν υπάρχουν πρόσφατα θέματα.
es: No hay temas recientes.
fi: Viimeisimmät aiheet puuttuvat.
hu: Nincsenek friss témák.
nl: Er zijn geen recente onderwerpen.
pl: Nie ma ostatnich tematów.
pt: Não há tópicos recentes.
ru: Нет недавних тем.
sq: Nuk ka tema të fundit.
tr: Son zamanlarda konu yok.
uk: Немає останніх тем.

source: There are only astronomy ads on AstroBin, that are published after careful review and approval. Nothing fishy, nothing off-topic, and nothing that will use any of your private information.
be: На AstroBin толькі рэклама астранаміі, якая публікуецца пасля ўважлівага разгляду і зацвярджэння. Нічога падазронага, нічога не па тэме, і нічога, што будзе выкарыстоўваць вашу асабістую інфармацыю.
el: Υπάρχουν μόνο διαφημίσεις αστρονομίας στο AstroBin, που δημοσιεύονται μετά από προσεκτική ανασκόπηση και έγκριση. Τίποτα ύποπτο, τίποτα εκτός θέματος, και τίποτα που θα χρησιμοποιήσει οποιαδήποτε από τις προσωπικές σας πληροφορίες.
es: Solo hay anuncios de astronomía en AstroBin, que se publican tras una cuidadosa revisión y aprobación. Nada sospechoso, nada fuera de tema, y nada que use tu información privada.
fi: AstroBinissa on vain tähtitieteellisiä mainoksia, jotka julkaistaan huolellisen tarkastelun ja hyväksynnän jälkeen. Ei mitään epäilyttävää, ei mitään aiheen ulkopuolista, eikä mitään, joka käyttäisi yksityisiä tietojasi.
hu: Csak csillagászati hirdetések vannak az AstroBin-en, amelyeket alapos ellenőrzés és jóváhagyás után tettek közzé. Semmi gyanús, semmi off-topic, és semmi, ami felhasználja a magánadatokat.
nl: Er zijn alleen advertenties over astronomie op AstroBin, die zijn gepubliceerd na zorgvuldige beoordeling en goedkeuring. Niets verdachts, niets off-topic, en niets dat je persoonlijke informatie zal gebruiken.
pl: Na AstroBin są tylko reklamy astronomiczne, które są publikowane po starannej weryfikacji i zatwierdzeniu. Nic podejrzanego, nic nie na temat i nic, co mogłoby wykorzystać Twoje prywatne informacje.
pt: Só há anúncios de astronomia no AstroBin, que são publicados após uma revisão e aprovação cuidadosas. Nada suspeito, nada fora do tópico, e nada que use suas informações privadas.
ru: На AstroBin только астрономическая реклама, которая публикуется после тщательной проверки и одобрения. Ничего подозрительного, ничего не по теме и ничего, что использует вашу личную информацию.
sq: Ka vetëm reklama astronomike në AstroBin, që publikohen pas një shqyrtimi dhe miratimi të kujdesshëm. Asgjë e dyshimtë, asgjë jashtë temës, dhe asgjë që do të përdorë ndonjë nga informacionet e tua private.
tr: AstroBin'de yalnızca astronomi reklamları var, bunlar dikkatli bir inceleme ve onaydan sonra yayınlanıyor. Hiçbir şüpheli şey, alakasız içerik yok ve özel bilgilerinizi kullanacak hiçbir şey yok.
uk: На AstroBin є лише астрономічні оголошення, які публікуються після ретельного перегляду та затвердження. Нічого підозрілого, нічого не по темі, і нічого, що використовуватиме вашу приватну інформацію.

source: There was an error deleting the image.
be: Адбылася памылка падчас выдалення выявы.
el: Υπήρξε σφάλμα κατά τη διαγραφή της εικόνας.
es: Hubo un error al eliminar la imagen.
fi: Kuvan poistamisessa tapahtui virhe.
hu: Hiba történt a kép törlésekor.
nl: Er was een fout bij het verwijderen van de afbeelding.
pl: Wystąpił błąd podczas usuwania obrazu.
pt: Houve um erro ao deletar a imagem.
ru: Произошла ошибка при удалении изображения.
sq: Ishte një gabim gjatë fshirjes së imazhit.
tr: Görüntü silinirken bir hata oluştu.
uk: Сталася помилка при видаленні зображення.

source: These are the users that follow you and are followed by you.
be: Гэта карыстальнікі, якія сочаць за вамі і за якімі вы сочыце.
el: Αυτοί είναι οι χρήστες που σας ακολουθούν και τους ακολουθείτε.
es: Estos son los usuarios que te siguen y a los que sigues.
fi: Nämä ovat käyttäjiä, jotka seuraavat sinua ja joita sinä seuraat.
hu: Ezek azok a felhasználók, akik követnek téged és akiket te követsz.
nl: Dit zijn de gebruikers die jou volgen en die jij volgt.
pl: To są użytkownicy, którzy Cię obserwują i których Ty obserwujesz.
pt: Estes são os usuários que te seguem e que você segue.
ru: Это пользователи, которые следят за вами и за которыми следите вы.
sq: Këta janë përdoruesit që të ndjekin dhe që ti ndjek.
tr: Sizi takip eden ve sizin takip ettiğiniz kullanıcılar bunlardır.
uk: Це користувачі, які слідкують за вами і за якими ви слідкуєте.

source: This comment is pending moderation.
be: Гэты каментар чакае мадэрацыі.
el: Αυτή η σχόλιο είναι σε αναμονή έγκρισης.
es: Este comentario está pendiente de moderación.
fi: Tämä kommentti odottaa moderointia.
hu: Ez a megjegyzés moderálásra vár.
nl: Deze opmerking wacht op moderatie.
pl: Ten komentarz czeka na moderację.
pt: Este comentário está pendente de moderação.
ru: Этот комментарий ожидает модерации.
sq: Ky koment është në pritje të moderimit.
tr: Bu yorum moderasyon bekliyor.
uk: Цей коментар чекає на модерацію.

source: This image already has an uncompressed source file.
be: У гэтага малюнка ўжо ёсць несціснуты файл.
el: Αυτή η εικόνα έχει ήδη ένα μη συμπιεσμένο αρχείο πηγής.
es: Esta imagen ya tiene un archivo fuente sin comprimir.
fi: Tällä kuvalla on jo purkamaton lähdetiedosto.
hu: Ennek a képnek már van tömörítetlen forrásfájlja.
nl: Deze afbeelding heeft al een ongecomprimeerd bronbestand.
pl: Ten obrazek ma już niekompresowany plik źródłowy.
pt: Esta imagem já tem um arquivo fonte não compactado.
ru: У этого изображения уже есть несжатый исходный файл.
sq: Kjo imazh tashmë ka një skedar burimi të pakompresuar.
tr: Bu görüntünün zaten sıkıştırılmamış bir kaynak dosyası var.
uk: Це зображення вже має неконвертований вихідний файл.

source: This image is in your staging area
be: Гэты малюнак знаходзіцца ў вашай стадыі.
el: Αυτή η εικόνα είναι στην περιοχή προετοιμασίας σας.
es: Esta imagen está en tu área de preparación.
fi: Tämä kuva on staging-alueellasi.
hu: Ez a kép a staging területedben van.
nl: Deze afbeelding bevindt zich in je staging area.
pl: Ten obrazek jest w twoim obszarze roboczym.
pt: Esta imagem está na sua área de preparação.
ru: Это изображение находится в вашей области подготовки.
sq: Kjo imazh është në zonën tuaj të përgatitjes.
tr: Bu görüntü sahneleme alanında.
uk: Це зображення в вашій зоні підготовки.

source: This image is in your staging area.
be: Гэты малюнак знаходзіцца ў вашай стадыі.
el: Αυτή η εικόνα είναι στην περιοχή προετοιμασίας σας.
es: Esta imagen está en tu área de preparación.
fi: Tämä kuva on staging-alueellasi.
hu: Ez a kép a staging területedben van.
nl: Deze afbeelding bevindt zich in je staging area.
pl: Ten obrazek jest w twoim obszarze roboczym.
pt: Esta imagem está na sua área de preparação.
ru: Это изображение находится в вашей области подготовки.
sq: Kjo imazh është në zonën tuaj të përgatitjes.
tr: Bu görüntü sahneleme alanında.
uk: Це зображення в вашій зоні підготовки.

source: This name is already in use.
be: Гэтая назва ўжо выкарыстоўваецца.
el: Αυτό το όνομα είναι ήδη σε χρήση.
es: Este nombre ya está en uso.
fi: Tämä nimi on jo käytössä.
hu: Ez a név már használatban van.
nl: Deze naam is al in gebruik.
pl: Ta nazwa jest już zajęta.
pt: Este nome já está em uso.
ru: Это имя уже используется.
sq: Ky emër është tashmë në përdorim.
tr: Bu isim zaten kullanılıyor.
uk: Ця назва вже використовується.
