Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: If you're not sure how to use this page, feel free to contact AstroBin or just skip it and let AstroBin moderators deal with your equipment later.
be: Калі вы не ўпэўнены, як выкарыстоўваць гэтую старонку, не саромейцеся звязацца з AstroBin або проста прапусціце гэта і дазвольце мадэратарам AstroBin разабрацца з вашым абсталяваннем пазней.
el: Αν δεν είστε σίγουροι πώς να χρησιμοποιήσετε αυτή τη σελίδα, μη διστάσετε να επικοινωνήσετε με το AstroBin ή απλά παραλείψτε το και αφήστε τους συντονιστές του AstroBin να ασχοληθούν με τον εξοπλισμό σας αργότερα.
es: Si no estás seguro de cómo usar esta página, no dudes en contactar a AstroBin o simplemente omítelo y deja que los moderadores de AstroBin se ocupen de tu equipo más tarde.
fi: Jos et ole varma, miten käyttää tätä sivua, voit ottaa yhteyttä AstroBiniin tai vain ohittaa sen ja antaa AstroBinin moderaattoreiden hoitaa laitteesi myöhemmin.
hu: Ha nem vagy biztos benne, hogyan használd ezt az oldalt, nyugodtan lépj kapcsolatba az AstroBinnal, vagy egyszerűen ugord át, és hagyd, hogy az AstroBin moderátorai foglalkozzanak a felszereléseddel később.
nl: Als je niet zeker weet hoe je deze pagina moet gebruiken, neem dan gerust contact op met AstroBin of sla het gewoon over en laat de moderators van AstroBin later met je apparatuur omgaan.
pl: Jeśli nie jesteś pewien, jak korzystać z tej strony, nie krępuj się skontaktować z AstroBin lub po prostu to pominąć i pozwolić moderatorom AstroBin zająć się Twoim sprzętem później.
pt: Se você não tem certeza de como usar esta página, sinta-se à vontade para entrar em contato com o AstroBin ou apenas pule isso e deixe os moderadores do AstroBin lidarem com seu equipamento depois.
ru: Если вы не уверены, как использовать эту страницу, не стесняйтесь обращаться в AstroBin или просто пропустите это и позвольте модераторам AstroBin разобраться с вашим оборудованием позже.
sq: Nëse nuk jeni të sigurt se si ta përdorni këtë faqe, mos hezitoni të kontaktoni AstroBin ose thjesht kaloni dhe lejoni moderatorët e AstroBin të merren me pajisjen tuaj më vonë.
tr: Bu sayfayı nasıl kullanacağınızdan emin değilseniz, AstroBin ile iletişime geçmekten çekinmeyin veya atlayın ve AstroBin moderatörlerinin ekipmanınızı daha sonra halletmesine izin verin.
uk: Якщо ви не впевнені, як користуватися цією сторінкою, не соромтеся звертатися до AstroBin або просто пропустіть це і дайте модераторам AstroBin розібратися з вашим обладнанням пізніше.

source: It looks like you are in the process of creating an equipment item, please complete or cancel that operation before saving the entire form.
be: Схоже, вы ў працэсе стварэння прадмета абсталявання, калі ласка, завяршыце або адмяніце гэтую аперацыю перад захаваннем усёй формы.
el: Φαίνεται ότι βρίσκεστε στη διαδικασία δημιουργίας ενός εξοπλιστικού αντικειμένου, παρακαλώ ολοκληρώστε ή ακυρώστε αυτή τη λειτουργία πριν αποθηκεύσετε ολόκληρη τη φόρμα.
es: Parece que estás en el proceso de crear un ítem de equipo, por favor completa o cancela esa operación antes de guardar todo el formulario.
fi: Näyttää siltä, että olet luomassa laitetta, viimeistele tai peruuta se ennen koko lomakkeen tallentamista.
hu: Úgy tűnik, hogy éppen egy felszerelési tételt hozol létre, kérlek, fejezd be vagy töröld azt a műveletet, mielőtt elmented az egész űrlapot.
nl: Het lijkt erop dat je bezig bent met het aanmaken van een apparatuuritem, voltooi of annuleer die actie voordat je het hele formulier opslaat.
pl: Wygląda na to, że jesteś w trakcie tworzenia pozycji sprzętu, proszę zakończ lub anuluj tę operację przed zapisaniem całego formularza.
pt: Parece que você está no processo de criar um item de equipamento, por favor, complete ou cancele essa operação antes de salvar o formulário completo.
ru: Похоже, вы находитесь в процессе создания элемента оборудования, пожалуйста, завершите или отмените эту операцию перед сохранением всей формы.
sq: Duket se jeni në procesin e krijimit të një artikulli pajisjeje, ju lutem përfundoni ose anuloni atë operacion para se të ruani të gjithë formularin.
tr: Görünüşe göre bir ekipman oluşturma sürecindesiniz, lütfen tüm formu kaydetmeden önce o işlemi tamamlayın veya iptal edin.
uk: Схоже, ви в процесі створення елемента обладнання, будь ласка, заверште або скасуйте цю операцію перед збереженням всієї форми.

source: The AstroBin equipment database is a collective community effort similar to Wikipedia.
be: База дадзеных абсталявання AstroBin - гэта калектыўная намаганне супольнасці, падобная на Wikipedia.
el: Η βάση δεδομένων εξοπλισμού του AstroBin είναι μια συλλογική προσπάθεια της κοινότητας παρόμοια με τη Wikipedia.
es: La base de datos de equipos de AstroBin es un esfuerzo colectivo de la comunidad similar a Wikipedia.
fi: AstroBinin laitetietokanta on yhteisön yhteinen ponnistus, joka on samanlainen kuin Wikipedia.
hu: Az AstroBin felszerelési adatbázisa egy közösségi erőfeszítés, hasonlóan a Wikipédiához.
nl: De AstroBin apparatuurdatabase is een gezamenlijke inspanning van de gemeenschap, vergelijkbaar met Wikipedia.
pl: Baza danych sprzętu AstroBin to wspólny wysiłek społeczności, podobny do Wikipedii.
pt: O banco de dados de equipamentos do AstroBin é um esforço coletivo da comunidade, semelhante ao Wikipedia.
ru: База данных оборудования AstroBin — это коллективное усилие сообщества, аналогичное Википедии.
sq: Baza e të dhënave të pajisjeve të AstroBin është një përpjekje kolektive e komunitetit e ngjashme me Wikipedia.
tr: AstroBin ekipman veritabanı, Wikipedia'ya benzer bir topluluk çabasıdır.
uk: База даних обладнання AstroBin - це колективна спільна робота, схожа на Вікіпедію.

source: This item has already been approved by you or another moderator.
be: Гэты элемент ужо быў зацверджаны вамі або іншым мадэратарам.
el: Αυτό το αντικείμενο έχει ήδη εγκριθεί από εσένα ή από κάποιον άλλο διαχειριστή.
es: Este ítem ya ha sido aprobado por ti o por otro moderador.
fi: Tämä kohde on jo hyväksytty sinulta tai muulta moderaattorilta.
hu: Ezt a tételt már te vagy egy másik moderátor jóváhagyta.
nl: Dit item is al goedgekeurd door jou of een andere moderator.
pl: Ten przedmiot został już zatwierdzony przez Ciebie lub innego moderatora.
pt: Este item já foi aprovado por você ou por outro moderador.
ru: Этот элемент уже был одобрен вами или другим модератором.
sq: Ky artikull është miratuar tashmë nga ju ose një moderator tjetër.
tr: Bu öğe zaten siz veya başka bir moderatör tarafından onaylandı.
uk: Цей елемент вже був затверджений вами або іншим модератором.

source: You can create a new one using the button below.
be: Вы можаце стварыць новы, выкарыстоўваючы кнопку ніжэй.
el: Μπορείς να δημιουργήσεις ένα νέο χρησιμοποιώντας το κουμπί παρακάτω.
es: Puedes crear uno nuevo usando el botón de abajo.
fi: Voit luoda uuden käyttämällä alla olevaa painiketta.
hu: Újat hozhatsz létre az alábbi gomb segítségével.
nl: Je kunt er een nieuwe aanmaken met de knop hieronder.
pl: Możesz stworzyć nowy za pomocą przycisku poniżej.
pt: Você pode criar um novo usando o botão abaixo.
ru: Вы можете создать новый, используя кнопку ниже.
sq: Mund të krijoni një të re duke përdorur butonin më poshtë.
tr: Aşağıdaki butonu kullanarak yeni bir tane oluşturabilirsiniz.
uk: Ви можете створити новий, використовуючи кнопку нижче.

source: You cannot propose an edit while there is a pending one. Please review the pending edit proposal first, thank you!
be: Вы не можаце прапанаваць рэдагаванне, пакуль ёсць адно ў чаканні. Калі ласка, спачатку праглядзіце прапанову рэдагавання, дзякуй!
el: Δεν μπορείς να προτείνεις μια επεξεργασία ενώ υπάρχει μια εκκρεμής. Παρακαλώ εξέτασε πρώτα την εκκρεμή πρόταση επεξεργασίας, ευχαριστώ!
es: No puedes proponer una edición mientras haya una pendiente. Por favor revisa primero la propuesta de edición pendiente, ¡gracias!
fi: Et voi ehdottaa muokkausta, kun on odottava ehdotus. Tarkista ensin odottava muokkausehdotus, kiitos!
hu: Nem javasolhatsz módosítást, amíg van egy függőben lévő. Kérlek, először nézd át a függőben lévő módosítási javaslatot, köszönöm!
nl: Je kunt geen wijziging voorstellen terwijl er een lopende is. Bekijk eerst het lopende wijzigingsvoorstel, bedankt!
pl: Nie możesz zaproponować edycji, gdy jest już jedna w toku. Proszę najpierw sprawdzić oczekującą propozycję edycji, dziękuję!
pt: Você não pode propor uma edição enquanto houver uma pendente. Por favor, revise a proposta de edição pendente primeiro, obrigado!
ru: Вы не можете предложить редактирование, пока есть ожидающее. Пожалуйста, сначала просмотрите ожидающее предложение по редактированию, спасибо!
sq: Nuk mund të propozoj një redaktim ndërsa ka një të pritur. Ju lutemi rishikoni propozimin e redaktimit të pritur së pari, faleminderit!
tr: Bekleyen bir düzenleme varken yeni bir düzenleme öneremezsiniz. Lütfen önce bekleyen düzenleme önerisini gözden geçirin, teşekkürler!
uk: Ви не можете запропонувати редагування, поки є очікуюче. Будь ласка, спочатку перегляньте очікуючу пропозицію редагування, дякую!

source: Add filter
uk: Додати фільтр

source: Any
be: Усе
el: Οποιοδήποτε
es: Cualquiera.
fi: Mikä tahansa
hu: Bármely
nl: Elke
pl: Jakikolwiek
pt: Qualquer
ru: Любой.
sq: Çdo
tr: Herhangi bir
uk: Будь-який

source: Apply
be: Ужыць
el: Εφαρμογή
es: Aplicar.
fi: Käytä
hu: Alkalmazás
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ru: Применить.
sq: Apliko
tr: Uygula
uk: Застосувати

source: Clear all filters
be: Ачысціць усе фільтры
el: Καθάρισε όλα τα φίλτρα
es: Limpiar todos los filtros.
fi: Tyhjennä kaikki suodattimet
hu: Összes szűrő törlése
nl: Wis alle filters
pl: Wyczyść wszystkie filtry
pt: Limpar todos os filtros
ru: Очистить все фильтры.
sq: Pastroni të gjitha filtrat
tr: Tüm filtreleri temizle
uk: Скинути фільтри

source: From
be: З
el: Από
es: De.
fi: Alkaen
hu: Tól
nl: Van
pl: Od
pt: De
ru: От.
sq: Nga
tr: Kimden
uk: Від

source: If you just upgraded and still see this message, please allow a few minute for your subscription to take effect.
uk: Якщо Ви щойно оновили, але все ще бачите це повідомлення, зачекайте кілька хвилин, щоб ваша підписка почала діяти.

source: Legacy item
be: Састарэлае абсталяванне
el: Κληρονομικό αντικείμενο
es: Elemento legado
fi: Perintökohde
hu: Örökségi tétel
pl: Element dziedzictwa
pt: Item legado
ru: Устаревший элемент.
sq: Artikulli i trashëguar
tr: Eski öğe
uk: Застарілий елемент

source: Most often used with
be: Часцей за ўсё выкарыстоўваецца з
el: Πιο συχνά χρησιμοποιείται με
es: Usado más a menudo con
fi: Yleisimmin käytetty
hu: Leggyakrabban ezzel használják
nl: Meest gebruikt met
pl: Najczęściej używane z
pt: Mais frequentemente usado com
ru: Чаще всего используется с.
sq: Përdoret më shpesh me
tr: En sık kullanılan ile
uk: Найчастіше використовується з

source: New item
be: Новае абсталяванне
el: Νέο αντικείμενο
es: Elemento nuevo
fi: Uusi kohde
hu: Új tétel
nl: Nieuw item
pl: Nowy przedmiot
pt: Item novo
ru: Новый элемент.
sq: Artikulli i ri
tr: Yeni öğe
uk: Новий елемент

source: No, thanks
be: Не, дзякуй
el: Όχι, ευχαριστώ
es: No, gracias
fi: Ei, kiitos
hu: Nem, köszönöm
nl: Nee, bedankt
pl: Nie, dziękuję
pt: Não, obrigado
ru: Нет, спасибо.
sq: Jo, faleminderit
tr: Hayır, teşekkürler
uk: Ні, дякую

source: Select
be: Выбраць
el: Επιλέξτε
es: Seleccionar
fi: Valitse
hu: Kiválasztás
nl: Selecteer
pl: Wybierz
pt: Selecionar
ru: Выбрать.
sq: Zgjidhni
tr: Seçin
uk: Обрати

source: Sorry
be: Прабачце
el: Λυπάμαι
es: Lo siento
fi: Anteeksi
hu: Sajnálom
pl: Przykro mi
pt: Desculpe
ru: Извините.
sq: Na vjen keq
tr: Üzgünüm
uk: Вибачте

source: Strategy
be: Стратэгія
el: Στρατηγική
es: Estrategia
fi: Strategia
hu: Stratégia
nl: Strategie
pl: Strategia
pt: Estratégia
ru: Стратегия.
sq: Strategjia
tr: Strateji
uk: Стратегія

source: Tell me more!
be: Раскажыце мне больш!
el: Πες μου περισσότερα!
es: ¡Cuéntame más!
fi: Kerro lisää!
hu: Mesélj többet!
nl: Vertel me meer!
pl: Powiedz mi więcej!
pt: Me conte mais!
ru: Расскажи больше!
sq: Më trego më shumë!
tr: Daha fazla bilgi ver!
uk: Розкажи мені більше!

source: To
be: Да
el: Για
es: Para
fi: Kohteeseen
hu: A
nl: Naar
pl: Do
pt: Para
ru: К.
sq: Për
tr: Kime
uk: До

source: To use this feature, you need the <strong>{{0}}</strong> subscription or higher.
be: Каб выкарыстоўваць гэтую функцыю, вам патрэбна падпіска <strong>{{0}}<\/strong> або вышэй.
el: Για να χρησιμοποιήσεις αυτή τη δυνατότητα, χρειάζεσαι τη <strong>{{0}}<\/strong> συνδρομή ή υψηλότερη.
es: Para usar esta función, necesitas la suscripción <strong>{{0}}<\/strong> o superior.
fi: Käyttääksesi tätä ominaisuutta, tarvitset <strong>{{0}}<\/strong> tilauksen tai korkeamman.
hu: Ehhez a funkcióhoz szükséged van a <strong>{{0}}<\/strong> előfizetésre vagy magasabbra.
nl: Om deze functie te gebruiken, heb je het <strong>{{0}}<\/strong> abonnement of hoger nodig.
pl: Aby skorzystać z tej funkcji, potrzebujesz subskrypcji <strong>{{0}}<\/strong> lub wyższej.
pt: Para usar este recurso, você precisa da assinatura <strong>{{0}}<\/strong> ou superior.
ru: Чтобы использовать эту функцию, вам нужна подписка <strong>{{0}}<\/strong> или выше.
sq: Për të përdorur këtë veçori, ju nevojitet abonimi <strong>{{0}}<\/strong> ose më i lartë.
tr: Bu özelliği kullanmak için <strong>{{0}}<\/strong> aboneliğine veya daha yükseğine ihtiyacınız var.
uk: Щоб скористатися цією функцією, потрібна підписка <strong>{{0}}</strong> або вище.

source: To use this feature, you need the <strong>{{0}}</strong> subscription.
be: Каб выкарыстоўваць гэтую функцыю, вам патрэбна падпіска <strong>{{0}}<\/strong>.
el: Για να χρησιμοποιήσεις αυτή τη δυνατότητα, χρειάζεσαι τη <strong>{{0}}<\/strong> συνδρομή.
es: Para usar esta función, necesitas la suscripción <strong>{{0}}<\/strong>.
fi: Käyttääksesi tätä ominaisuutta, tarvitset <strong>{{0}}<\/strong> tilauksen.
hu: Ehhez a funkcióhoz szükséged van a <strong>{{0}}<\/strong> előfizetésre.
nl: Om deze functie te gebruiken, heb je het <strong>{{0}}<\/strong> abonnement nodig.
pl: Aby skorzystać z tej funkcji, potrzebujesz subskrypcji <strong>{{0}}<\/strong>.
pt: Para usar este recurso, você precisa da assinatura <strong>{{0}}<\/strong>.
ru: Чтобы использовать эту функцию, вам нужна подписка <strong>{{0}}<\/strong>.
sq: Për të përdorur këtë veçori, ju nevojitet abonimi <strong>{{0}}<\/strong>.
tr: Bu özelliği kullanmak için <strong>{{0}}<\/strong> aboneliğine ihtiyacınız var.
uk: Щоб скористатися цією функцією, вам потрібна підписка <strong>{{0}}</strong>.

source: Undo
be: Скасаваць
el: Αναίρεση
es: Deshacer
fi: Kumoa
hu: Visszavonás
nl: Ongedaan maken
pl: Cofnij
pt: Desfazer
ru: Отменить
sq: Anulo
tr: Geri al
uk: Скасувати

source: Would you be interested in upgrading? AstroBin is a very small business and your support would mean a lot!
be: Ці хацелі б вы абнавіць? AstroBin - гэта вельмі маленькі бізнес, і ваша падтрымка будзе вельмі важнай!
el: Θα σε ενδιέφερε να αναβαθμίσεις; Το AstroBin είναι μια πολύ μικρή επιχείρηση και η υποστήριξή σου θα σήμαινε πολλά!
es: ¿Te interesaría actualizar? ¡AstroBin es un negocio muy pequeño y tu apoyo significaría mucho!
fi: Olisitko kiinnostunut päivittämään? AstroBin on todella pieni yritys ja tukesi merkitsee paljon!
hu: Érdekelne a frissítés? Az AstroBin egy nagyon kis vállalkozás, és a támogatásod sokat jelentene!
nl: Zou je geïnteresseerd zijn in een upgrade? AstroBin is een heel klein bedrijf en je steun zou veel betekenen!
pl: Czy byłbyś zainteresowany aktualizacją? AstroBin to bardzo mały biznes, a Twoje wsparcie wiele by znaczyło!
pt: Você estaria interessado em fazer um upgrade? O AstroBin é um negócio muito pequeno e seu apoio significaria muito!
ru: Вы бы хотели обновить подписку? AstroBin — это очень маленький бизнес, и ваша поддержка будет очень важна!
sq: A do të ishit të interesuar për të përmirësuar? AstroBin është një biznes shumë i vogël dhe mbështetja juaj do të thotë shumë!
tr: Yükseltme ile ilgilenir misiniz? AstroBin çok küçük bir işletme ve desteğiniz çok şey ifade eder!
uk: Вас цікавить оновлення? AstroBin — дуже маленький бізнес, і Ваша підтримка буде дуже важливою!

source: Your most recent applied migrations (all equipment classes)
be: Вашы апошнія прымяняльныя міграцыі (усе класы абсталявання)
el: Οι πιο πρόσφατες εφαρμοσμένες μεταναστεύσεις σου (όλες οι κατηγορίες εξοπλισμού)
es: Tus migraciones aplicadas más recientes (todas las clases de equipo)
fi: Viimeisimmät sovelletut siirrot (kaikki laite-luokat)
hu: A legutóbb alkalmazott migrációid (minden felszerelési osztály)
nl: Je meest recente toegepaste migraties (alle apparatuurklassen)
pl: Twoje najnowsze zastosowane migracje (wszystkie klasy sprzętu)
pt: Suas migrações aplicadas mais recentes (todas as classes de equipamentos)
ru: Ваши самые последние примененные миграции (все классы оборудования)
sq: Migrimet tuaja më të fundit të aplikuara (të gjitha klasat e pajisjeve)
tr: En son uygulanan göçleriniz (tüm ekipman sınıfları)
uk: Ваші найостанніші застосовані міграції (всі класи обладнання)

source: random
be: выпадковы
el: τυχαίο
es: aleatorio
fi: satunnainen
hu: véletlenszerű
nl: willekeurig
pl: losowy
pt: aleatório
ru: случайный
sq: rastësor
tr: rastgele
uk: випадковий

source: {{0}} images in common
be: {{0}} малюнкаў у агульным
el: {{0}} κοινές εικόνες
es: {{0}} imágenes en común
fi: {{0}} kuvaa yhteisiä
hu: {{0}} közös kép
nl: {{0}} afbeeldingen in gemeenschappelijk
pl: {{0}} wspólne obrazy
pt: {{0}} imagens em comum
ru: {{0}} общих изображений
sq: {{0}} imazhe në përbashkët
tr: {{0}} ortak görüntü
uk: {{0}} зображень спільно

source: Begin
be: Пачаць
el: Αρχή
es: Comenzar
fi: Aloita
hu: Kezdés
pl: Zacznij
pt: Começar
ru: Начать
sq: Filloni
tr: Başla
uk: Почніть

source: Brands
be: Брэнды
el: Μάρκες
es: Marcas
fi: Brändit
hu: Márkák
nl: Merken
pl: Marki
pt: Marcas
ru: Бренды
sq: Markat
tr: Markalar
uk: Бренди

source: For this reason, they need to represent the same product.
be: Па гэтай прычыне яны павінны прадстаўляць адзін і той жа прадукт.
el: Για αυτό το λόγο, πρέπει να αντιπροσωπεύουν το ίδιο προϊόν.
es: Por esta razón, necesitan representar el mismo producto.
fi: Tämän vuoksi niiden on edustettava samaa tuotetta.
hu: Ezért szükséges, hogy ugyanazt a terméket képviseljék.
nl: Om deze reden moeten ze hetzelfde product vertegenwoordigen.
pl: Z tego powodu muszą reprezentować ten sam produkt.
pt: Por essa razão, eles precisam representar o mesmo produto.
ru: По этой причине они должны представлять один и тот же продукт.
sq: Për këtë arsye, ata duhet të përfaqësojnë të njëjtin produkt.
tr: Bu nedenle, aynı ürünü temsil etmeleri gerekir.
uk: З цієї причини вони повинні представляти один і той же продукт.
