Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: This should never happen. AstroBin's staff has been notified automatically and will solve the problem as soon as possible.
be: Гэта ніколі не павінна адбывацца. Персанал AstroBin быў аўтаматычна апавешчаны і вырашыць праблему як мага хутчэй.
el: Αυτό δεν θα έπρεπε να συμβαίνει. Το προσωπικό του AstroBin έχει ειδοποιηθεί αυτόματα και θα λύσει το πρόβλημα το συντομότερο δυνατό.
es: Esto nunca debería pasar. El personal de AstroBin ha sido notificado automáticamente y resolverá el problema lo antes posible.
fi: Tätä ei pitäisi koskaan tapahtua. AstroBinin henkilökunta on ilmoitettu automaattisesti ja ratkaisee ongelman mahdollisimman pian.
hu: Ez soha nem történhet meg. Az AstroBin munkatársai automatikusan értesítve lettek, és a problémát a lehető leghamarabb megoldják.
nl: Dit zou nooit mogen gebeuren. Het personeel van AstroBin is automatisch op de hoogte gesteld en zal het probleem zo snel mogelijk oplossen.
pl: To nigdy nie powinno się zdarzyć. Personel AstroBin został automatycznie powiadomiony i rozwiąże problem tak szybko, jak to możliwe.
pt: Isso nunca deveria acontecer. A equipe do AstroBin foi notificada automaticamente e resolverá o problema assim que possível.
ru: Это никогда не должно происходить. Сотрудники AstroBin были автоматически уведомлены и решат проблему как можно скорее.
sq: Kjo nuk duhet të ndodhë kurrë. Stafi i AstroBin është njoftuar automatikisht dhe do ta zgjidhë problemin sa më shpejt të jetë e mundur.
tr: Bu asla olmamalı. AstroBin'in ekibi otomatik olarak bilgilendirildi ve sorunu en kısa sürede çözecekler.
uk: Цього ніколи не повинно статися. Співробітники AstroBin були повідомлені автоматично і вирішить проблему в найкоротші терміни.

source: This should never happen. If the problem persists, please contact us.
be: Гэта ніколі не павінна адбывацца. Калі праблема застаецца, калі ласка, звяжыцеся з намі.
el: Αυτό δεν θα έπρεπε να συμβαίνει. Αν το πρόβλημα επιμένει, παρακαλώ επικοινωνήστε μαζί μας.
es: Esto nunca debería pasar. Si el problema persiste, por favor contáctanos.
fi: Tätä ei pitäisi koskaan tapahtua. Jos ongelma jatkuu, ota meihin yhteyttä.
hu: Ez soha nem történhet meg. Ha a probléma továbbra is fennáll, kérjük, lépj kapcsolatba velünk.
nl: Dit zou nooit mogen gebeuren. Als het probleem aanhoudt, neem dan contact met ons op.
pl: To nigdy nie powinno się zdarzyć. Jeśli problem będzie się powtarzał, skontaktuj się z nami.
pt: Isso nunca deveria acontecer. Se o problema persistir, entre em contato conosco.
ru: Это никогда не должно происходить. Если проблема сохраняется, пожалуйста, свяжитесь с нами.
sq: Kjo nuk duhet të ndodhë kurrë. Nëse problemi vazhdon, ju lutemi na kontaktoni.
tr: Bu asla olmamalı. Eğer sorun devam ederse, lütfen bizimle iletişime geçin.
uk: Цього ніколи не повинно статися. Якщо проблема не зникне, зв’яжіться з нами.

source: Tracking accuracy
uk: Точність відстеження

source: Transit
be: Транзіт
el: Διέλευση
es: Tránsito
fi: Siirtyminen
hu: Átmenet
pl: Przejazd
pt: Trânsito
ru: Транзит
sq: Kalimi
tr: Geçiş
uk: Транзит

source: Ultra High Contrast (UHC)
be: Ультра высокі кантраст (UHC)
el: Υψηλή Αντίθεση (UHC)
es: Ultra Alto Contraste (UHC)
fi: Ultra Korkea Kontrasti (UHC)
hu: Ultra Magas Kontraszt (UHC)
nl: Ultra Hoge Contrast (UHC)
pl: Ultra Wysoki Kontrast (UHC)
pt: Ultra Alto Contraste (UHC)
ru: Ультра высокий контраст (UHC)
sq: Kontrast Ultra të Lartë (UHC)
tr: Ultra Yüksek Kontrast (UHC)
uk: Надвисокий контраст (UHC)

source: Ultraviolet (UV)
be: Ультрафіялет (UV)
el: Υπεριώδης (UV)
es: Ultravioleta (UV)
fi: Ultravioletti (UV)
hu: Ultraviola (UV)
pl: Ultrafiolet (UV)
pt: Ultravioleta (UV)
ru: Ультрафиолет (UV)
tr: Ultraviyole (UV)
uk: Ультрафіолет (UV)

source: Validation error
be: Памылка праверкі
el: Σφάλμα επικύρωσης
es: Error de validación
fi: Vahvistusvirhe
hu: Érvényesítési hiba
nl: Validatiefout
pl: Błąd walidacji
pt: Erro de validação
ru: Ошибка валидации
sq: Gabim validimi
tr: Geçersizlik hatası
uk: Помилка перевірки

source: We found the following similar items from the same brand.
uk: Ми знайшли такі подібні товари від тієї ж марки.

source: Wedged Alt-Az
be: Косая Alt-Az
el: Κεκλιμένο Alt-Az
es: Montura Alt-Az en cuña
fi: Viistetty Alt-Az
hu: Félreállított Alt-Az
nl: Wedge Alt-Az
pl: Wklęsły Alt-Az
pt: Alt-Az em cunha
ru: Косой Альт-Аз
sq: Alt-Az i kënduar
tr: Eğimli Alt-Az
uk: Заклинений Alt-Az

source: When
be: Калі
el: Όταν
es: Cuando
fi: Kun
hu: Mikor
nl: Wanneer
pl: Kiedy
pt: Quando
ru: Когда
sq: Kur
tr: Ne zaman
uk: Коли

source: When an image is dismissed by {{0}} members of the IOTD/TP staff, it's automatically removed from all queues. Please only perform this action if you want to vote against this image advancing in the process.
be: Калі малюнак адхілены {{0}} членамі персаналу IOTD/TP, ён аўтаматычна выдаляецца з усіх чарг. Калі ласка, выконвайце гэтую дзею толькі калі хочаце прагаласаваць супраць прасоўвання гэтага малюнка.
el: Όταν μια εικόνα απορρίπτεται από {{0}} μέλη του προσωπικού IOTD/TP, αφαιρείται αυτόματα από όλες τις ουρές. Παρακαλώ εκτελέστε αυτή την ενέργεια μόνο αν θέλετε να ψηφίσετε κατά της προόδου αυτής της εικόνας στη διαδικασία.
es: Cuando una imagen es desestimada por {{0}} miembros del personal de IOTD/TP, se elimina automáticamente de todas las colas. Por favor, realiza esta acción solo si quieres votar en contra de que esta imagen avance en el proceso.
fi: Kun kuva hylätään {{0}} IOTD/TP henkilökunnan jäsenen toimesta, se poistetaan automaattisesti kaikista jonoista. Suorita tämä toiminto vain, jos haluat äänestää tätä kuvaa vastaan prosessissa.
hu: Amikor egy képet {{0}} az IOTD/TP munkatársai elutasítanak, az automatikusan eltávolításra kerül minden sorból. Kérjük, csak akkor végezd el ezt a műveletet, ha ellenzi ezt a kép előrehaladását a folyamatban.
nl: Wanneer een afbeelding wordt afgewezen door {{0}} leden van het IOTD/TP personeel, wordt deze automatisch uit alle wachtrijen verwijderd. Voer deze actie alleen uit als je tegen deze afbeelding wilt stemmen om verder te gaan in het proces.
pl: Gdy obraz zostanie odrzucony przez {{0}} członków zespołu IOTD/TP, jest automatycznie usuwany ze wszystkich kolejek. Proszę wykonać tę akcję tylko wtedy, gdy chcesz zagłosować przeciwko awansowi tego obrazu w procesie.
pt: Quando uma imagem é rejeitada por {{0}} membros da equipe do IOTD/TP, ela é automaticamente removida de todas as filas. Por favor, realize esta ação apenas se você quiser votar contra o avanço desta imagem no processo.
ru: Когда изображение отклоняется членами {{0}} IOTD/TP, оно автоматически удаляется из всех очередей. Пожалуйста, выполняйте это действие только если хотите проголосовать против продвижения этого изображения в процессе.
sq: Kur një imazh hidhet nga {{0}} anëtarët e stafit të IOTD/TP, ai hiqet automatikisht nga të gjitha radhët. Ju lutemi kryeni këtë veprim vetëm nëse dëshironi të votoni kundër këtij imazhi që të avancojë në proces.
tr: Bir görüntü {{0}} IOTD/TP personeli tarafından reddedildiğinde, otomatik olarak tüm kuyruklardan kaldırılır. Lütfen bu işlemi yalnızca bu görüntünün sürecin ilerlemesine karşı oy vermek istiyorsanız gerçekleştirin.
uk: Коли зображення відхиляється {{0}} силами IOTD/TP, воно автоматично видаляється з усіх черг. Будь ласка, виконуйте цю дію, лише якщо ви хочете проголосувати проти просування цього зображення в процесі.

source: Wrong type
uk: Неправильний тип

source: You are already logged in or were logged in automatically from the application's backend.
be: Вы ўжо ўвайшлі ў сістэму або былі аўтаматычна ўвайшлі з бэкэнда прыкладання.
el: Είστε ήδη συνδεδεμένος ή συνδεθήκατε αυτόματα από το backend της εφαρμογής.
es: Ya has iniciado sesión o se ha iniciado sesión automáticamente desde el backend de la aplicación.
fi: Olet jo kirjautunut sisään tai kirjauduit sisään automaattisesti sovelluksen taustalta.
hu: Már be vagy jelentkezve, vagy automatikusan bejelentkeztél az alkalmazás háttérből.
nl: Je bent al ingelogd of werd automatisch ingelogd vanuit de backend van de applicatie.
pl: Jesteś już zalogowany lub zalogowano cię automatycznie z zaplecza aplikacji.
pt: Você já está logado ou foi logado automaticamente pelo backend do aplicativo.
ru: Вы уже вошли в систему или были автоматически авторизованы из бэкенда приложения.
sq: Ju jeni tashmë të kyçur ose u kyçët automatikisht nga backend-i i aplikacionit.
tr: Zaten giriş yaptın ya da uygulamanın arka planından otomatik olarak giriş yapıldı.
uk: Ви залогінені або ввійшли автоматично до серверної частини програми.

source: You tried to access a server resource that you're not authorized for.
be: Вы спрабавалі атрымаць доступ да рэсурсу сервера, да якога вы не маеце дазволу.
el: Προσπαθήσατε να αποκτήσετε πρόσβαση σε μια πόρο του διακομιστή για τον οποίο δεν έχετε εξουσιοδότηση.
es: Has intentado acceder a un recurso del servidor al que no estás autorizado.
fi: Yritit käyttää palvelinresurssia, johon sinulla ei ole oikeuksia.
hu: Megpróbáltál hozzáférni egy szerver erőforráshoz, amelyhez nincs jogosultságod.
nl: Je hebt geprobeerd toegang te krijgen tot een serverbron waarvoor je niet geautoriseerd bent.
pl: Próbowałeś uzyskać dostęp do zasobu serwera, do którego nie masz uprawnień.
pt: Você tentou acessar um recurso do servidor para o qual não está autorizado.
ru: Вы пытались получить доступ к ресурсу сервера, к которому у вас нет прав.
sq: Ju provuat të aksesoni një burim serveri për të cilin nuk jeni të autorizuar.
tr: Yetkilendirilmediğiniz bir sunucu kaynağına erişmeye çalıştınız.
uk: Ви намагалися отримати доступ до ресурсу сервера, на який у Вас немає прав.

source: You tried to access a server resource that's only available to logged in users.
be: Вы спрабавалі атрымаць доступ да рэсурсу сервера, які даступны толькі для ўвайшоўшых карыстальнікаў.
el: Προσπαθήσατε να αποκτήσετε πρόσβαση σε μια πόρο του διακομιστή που είναι διαθέσιμη μόνο για συνδεδεμένους χρήστες.
es: Has intentado acceder a un recurso del servidor que solo está disponible para usuarios registrados.
fi: Yritit päästä palvelinresurssiin, joka on vain kirjautuneiden käyttäjien saatavilla.
hu: Megpróbáltál hozzáférni egy szerver erőforráshoz, amely csak bejelentkezett felhasználók számára elérhető.
nl: Je hebt geprobeerd toegang te krijgen tot een serverbron die alleen beschikbaar is voor ingelogde gebruikers.
pl: Próbowałeś uzyskać dostęp do zasobu serwera, który jest dostępny tylko dla zalogowanych użytkowników.
pt: Você tentou acessar um recurso do servidor que está disponível apenas para usuários logados.
ru: Вы пытались получить доступ к ресурсу сервера, который доступен только для вошедших пользователей.
sq: Ju provuat të aksesoni një burim serveri që është vetëm në dispozicion për përdoruesit e kyçur.
tr: Sadece giriş yapmış kullanıcılar için mevcut olan bir sunucu kaynağına erişmeye çalıştın.
uk: Ви намагалися отримати доступ до ресурсу сервера, який доступний лише для користувачів, які ввійшли в систему.

source: Your usage of the word "{{0}}" suggests that you are trying to add a DIY item. The AstroBin equipment database is meant for products that are (or have been) on the market and can (or could) be purchased. To add a DIY item, please use the appropriate checkbox during the item's creation.
be: Ваша выкарыстанне слова "{{0}}" сведчыць аб тым, што вы спрабуеце дадаць элемент DIY. База дадзеных абсталявання AstroBin прызначана для прадуктаў, якія ёсць (ці былі) на рынку і могуць (ці маглі) быць набыты. Каб дадаць элемент DIY, калі ласка, выкарыстоўвайце адпаведную галочку падчас стварэння элемента.
el: Η χρήση της λέξης "{{0}}" υποδηλώνει ότι προσπαθείτε να προσθέσετε ένα DIY αντικείμενο. Η βάση δεδομένων εξοπλισμού του AstroBin προορίζεται για προϊόντα που είναι (ή ήταν) στην αγορά και μπορούν (ή μπορούσαν) να αγοραστούν. Για να προσθέσετε ένα DIY αντικείμενο, παρακαλώ χρησιμοποιήστε το κατάλληλο checkbox κατά τη δημιουργία του αντικειμένου.
es: Tu uso de la palabra "{{0}}" sugiere que estás intentando añadir un artículo DIY. La base de datos de equipos de AstroBin está destinada a productos que están (o han estado) en el mercado y que se pueden (o podían) comprar. Para añadir un artículo DIY, por favor utiliza la casilla de verificación adecuada durante la creación del artículo.
fi: Käyttämäsi sana "{{0}}" viittaa siihen, että yrität lisätä DIY-kohteen. AstroBinin laitetietokanta on tarkoitettu tuotteille, jotka ovat (tai ovat olleet) markkinoilla ja joita voi (tai voisi) ostaa. Lisätäksesi DIY-kohteen, käytä oikeaa valintaruutua kohteen luomisen aikana.
hu: A "{{0}}" szó használata azt sugallja, hogy egy DIY tételt próbálsz hozzáadni. Az AstroBin felszerelés adatbázisa olyan termékekre vonatkozik, amelyek (vagy voltak) a piacon, és megvásárolhatók (vagy megvásárolhatóak). DIY tétel hozzáadásához kérjük, használd a megfelelő jelölőnégyzetet a tétel létrehozásakor.
nl: Je gebruik van het woord "{{0}}" suggereert dat je probeert een DIY-item toe te voegen. De AstroBin apparatuurdatabase is bedoeld voor producten die (of zijn geweest) op de markt en kunnen (of konden) worden gekocht. Om een DIY-item toe te voegen, gebruik de juiste checkbox tijdens het aanmaken van het item.
pl: Twoje użycie słowa "{{0}}" sugeruje, że próbujesz dodać element DIY. Baza danych sprzętu AstroBin jest przeznaczona dla produktów, które są (lub były) na rynku i mogą (lub mogły) być zakupione. Aby dodać element DIY, użyj odpowiedniego pola wyboru podczas tworzenia elementu.
pt: Seu uso da palavra "{{0}}" sugere que você está tentando adicionar um item DIY. O banco de dados de equipamentos do AstroBin é destinado a produtos que estão (ou estiveram) no mercado e podem (ou poderiam) ser comprados. Para adicionar um item DIY, por favor, use a caixa de seleção apropriada durante a criação do item.
ru: Ваше использование слова "{{0}}" предполагает, что вы пытаетесь добавить самодельный товар. База данных оборудования AstroBin предназначена для продуктов, которые (или были) на рынке и могут (или могли) быть куплены. Чтобы добавить самодельный товар, пожалуйста, используйте соответствующий флажок при создании товара.
sq: Përdorimi juaj i fjalës "{{0}}" sugjeron se po përpiqeni të shtoni një artikull DIY. Baza e të dhënave të pajisjeve të AstroBin është e destinuar për produkte që janë (ose kanë qenë) në treg dhe mund (ose mund të) blihen. Për të shtuar një artikull DIY, ju lutemi përdorni kutinë përkatëse gjatë krijimit të artikullit.
tr: "{{0}}" kelimesini kullanman, bir DIY öğesi eklemeye çalıştığını gösteriyor. AstroBin ekipman veritabanı, piyasada bulunan (veya daha önce bulunmuş) ürünler içindir ve satın alınabilir (veya satın alınabilirdi). Bir DIY öğesi eklemek için, lütfen öğenin oluşturulması sırasında uygun onay kutusunu kullan.
uk: Використання вами слова «{{0}}» означає, що ви намагаєтеся додати предмет DIY. База даних обладнання AstroBin призначена для продуктів, які є (або були) на ринку та можуть (або могли б) бути придбаними. Щоб додати предмет DIY, будь ласка, встановіть прапорець під час створення елемента.

source: Your usage of the word "{{0}}" suggests that you are using this field to specify a property of this item that is only relevant to your own copy. Remember that here you are creating or editing the generic instance that will be shared by all owners on AstroBin.
be: Ваша выкарыстанне слова "{{0}}" сведчыць аб тым, што вы выкарыстоўваеце гэтае поле для ўказання ўласцівасці гэтага прадмета, якая актуальная толькі для вашай копіі. Памятайце, што тут вы ствараеце або рэдагуеце агульны экзэмпляр, які будзе падзяляцца ўсімі ўладальнікамі на AstroBin.
el: Η χρήση της λέξης "{{0}}" υποδηλώνει ότι χρησιμοποιείτε αυτό το πεδίο για να προσδιορίσετε μια ιδιότητα αυτού του αντικειμένου που είναι μόνο σχετική με τη δική σας έκδοση. Θυμηθείτε ότι εδώ δημιουργείτε ή επεξεργάζεστε την γενική έκδοση που θα μοιραστεί με όλους τους κατόχους στο AstroBin.
es: Tu uso de la palabra "{{0}}" sugiere que estás utilizando este campo para especificar una propiedad de este artículo que solo es relevante para tu propia copia. Recuerda que aquí estás creando o editando la instancia genérica que será compartida por todos los propietarios en AstroBin.
fi: Sanankäyttösi "{{0}}" viittaa siihen, että käytät tätä kenttää määrittääksesi tämän tuotteen ominaisuuden, joka on vain relevantti oman kopiosi kannalta. Muista, että täällä luot tai muokkaat yleistä instanssia, jota kaikki omistajat jakavat AstroBinissa.
hu: A "{{0}}" szó használata azt sugallja, hogy ezt a mezőt egy olyan tulajdonság megadására használod, amely csak a saját példányodra vonatkozik. Ne feledd, hogy itt egy olyan általános példányt hozol létre vagy szerkesztesz, amelyet az AstroBin összes tulajdonosa megoszt.
nl: Je gebruik van het woord "{{0}}" suggereert dat je dit veld gebruikt om een eigenschap van dit item te specificeren die alleen relevant is voor jouw eigen exemplaar. Vergeet niet dat je hier een generiek exemplaar aan het maken of bewerken bent dat door alle eigenaren op AstroBin zal worden gedeeld.
pl: Twoje użycie słowa "{{0}}" sugeruje, że używasz tego pola do określenia właściwości tego elementu, która jest istotna tylko dla twojej kopii. Pamiętaj, że tutaj tworzysz lub edytujesz ogólną instancję, która będzie współdzielona przez wszystkich właścicieli na AstroBin.
pt: Seu uso da palavra "{{0}}" sugere que você está usando este campo para especificar uma propriedade deste item que é relevante apenas para sua própria cópia. Lembre-se de que aqui você está criando ou editando a instância genérica que será compartilhada por todos os proprietários no AstroBin.
ru: Ваше использование слова "{{0}}" предполагает, что вы используете это поле для указания свойства этого товара, которое актуально только для вашей копии. Помните, что здесь вы создаете или редактируете общий экземпляр, который будет доступен всем владельцам на AstroBin.
sq: Përdorimi juaj i fjalës "{{0}}" sugjeron se po përdorni këtë fushë për të specifikuar një pronë të këtij artikulli që është vetëm e rëndësishme për kopjen tuaj. Mos harroni se këtu po krijoni ose redaktoni instancën e përgjithshme që do të ndahet nga të gjithë pronarët në AstroBin.
tr: "{{0}}" kelimesini kullanmanız, bu alanı yalnızca kendi kopyanızla ilgili bir özelliği belirtmek için kullandığınızı gösteriyor. Burada, AstroBin'deki tüm sahipler tarafından paylaşılacak genel bir örneği oluşturuyor veya düzenliyorsunuz.
uk: Використання вами слова «{{0}}» означає, що ви використовуєте це поле, щоб вказати властивість цього елемента, яка стосується лише Вашої копії. Пам’ятайте, що тут ви створюєте або редагуєте загальний екземпляр, який буде надано всім власникам на AstroBin.

source: consider making an edit proposal instead.
be: разгледзьце магчымасць зрабіць прапанову на рэдагаванне.
el: σκεφτείτε να κάνετε μια πρόταση επεξεργασίας αντί.
es: considera hacer una propuesta de edición en su lugar.
fi: Harkitse muokkaus ehdotuksen tekemistä sen sijaan.
hu: fontold meg, hogy inkább egy szerkesztési javaslatot tegyél.
nl: overweeg in plaats daarvan een bewerkingsvoorstel te doen.
pl: rozważ złożenie propozycji edycji zamiast tego.
pt: considere fazer uma proposta de edição em vez disso.
ru: рассмотрите возможность сделать предложение об изменении вместо этого.
sq: mendoni të bëni një propozim redaktimi në vend.
tr: Bunun yerine bir düzenleme önerisi yapmayı düşünebilirsin.
uk: натомість розгляньте пропозицію редагування.

source: {{0}} like
uk: {{0}} лайк(ів)

source: AstroBin encountered an internal error. Please try again and contact us if the problem persists!
be: AstroBin сутыкнуўся з унутранай памылкай. Калі ласка, паспрабуйце яшчэ раз і звяжыцеся з намі, калі праблема застаецца!
el: Το AstroBin συνάντησε ένα εσωτερικό σφάλμα. Παρακαλώ δοκιμάστε ξανά και επικοινωνήστε μαζί μας αν το πρόβλημα επιμένει!
es: AstroBin encontró un error interno. ¡Por favor, inténtalo de nuevo y contáctanos si el problema persiste!
fi: AstroBin kohtasi sisäisen virheen. Yritä uudelleen ja ota meihin yhteyttä, jos ongelma jatkuu!
hu: Az AstroBin belső hibát észlelt. Kérjük, próbáld újra, és lépj kapcsolatba velünk, ha a probléma továbbra is fennáll!
nl: AstroBin heeft een interne fout ondervonden. Probeer het opnieuw en neem contact met ons op als het probleem aanhoudt!
pl: AstroBin napotkał błąd wewnętrzny. Proszę spróbować ponownie i skontaktować się z nami, jeśli problem będzie się powtarzał!
pt: O AstroBin encontrou um erro interno. Por favor, tente novamente e entre em contato conosco se o problema persistir!
ru: На AstroBin произошла внутренняя ошибка. Пожалуйста, попробуйте снова и свяжитесь с нами, если проблема не исчезнет!
sq: AstroBin has një gabim të brendshëm. Ju lutemi provoni përsëri dhe na kontaktoni nëse problemi vazhdon!
tr: AstroBin bir iç hata ile karşılaştı. Lütfen tekrar deneyin ve sorun devam ederse bizimle iletişime geçin!
uk: AstroBin зіткнувся з внутрішньою помилкою. Будь ласка, спробуйте ще раз і зв’яжіться з нами, якщо проблема не зникне!

source: Dual Alt-Az/Equatorial
be: Двухкосая Alt-Az/Экватарыяльная
el: Διπλό Alt-Az/Ισημερινό
es: Dual Alt-Az/Ecuatorial
fi: Kaksinkertainen Alt-Az/Ekvatoriaalinen
hu: Kettős Alt-Az/Ekvatoriális
nl: Dual Alt-Az/Ekwatoriaal
pl: Dual Alt-Az/Ekwatorialny
ru: Дуальный Альт-Аз/Экваториальный
tr: Çift Alt-Az/Ekvatörel
uk: Подвійний Alt-Az/EQ

source: File too large. If you just upgraded your subscription, please try again in a few minutes. Thanks!
be: Файл занадта вялікі. Калі вы толькі што абнавілі падпіску, паспрабуйце яшчэ раз праз некалькі хвілін. Дзякуй!
el: Το αρχείο είναι πολύ μεγάλο. Αν μόλις αναβαθμίσατε τη συνδρομή σας, παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά. Ευχαριστώ!
es: Archivo demasiado grande. Si acabas de actualizar tu suscripción, por favor intenta de nuevo en unos minutos. ¡Gracias!
fi: Tiedosto liian suuri. Jos olet juuri päivittänyt tilauksesi, yritä uudelleen muutaman minuutin kuluttua. Kiitos!
hu: A fájl túl nagy. Ha most frissítetted az előfizetésed, kérjük, próbáld újra néhány perc múlva. Köszönjük!
nl: Bestand te groot. Als je net je abonnement hebt geüpgraded, probeer het dan over een paar minuten opnieuw. Bedankt!
pl: Plik za duży. Jeśli właśnie zaktualizowałeś subskrypcję, spróbuj ponownie za kilka minut. Dzięki!
pt: Arquivo muito grande. Se você acabou de atualizar sua assinatura, por favor, tente novamente em alguns minutos. Obrigado!
ru: Файл слишком большой. Если вы только что обновили свою подписку, попробуйте снова через несколько минут. Спасибо!
sq: Skedari është shumë i madh. Nëse sapo e përmirësuat abonimin tuaj, ju lutemi provoni përsëri pas disa minutash. Faleminderit!
tr: Dosya çok büyük. Eğer aboneliğinizi yeni yükselttiyseniz, lütfen birkaç dakika içinde tekrar deneyin. Teşekkürler!
uk: Файл завеликий. Якщо Ви щойно оновили підписку, спробуйте ще раз за кілька хвилин. Дякуємо!

source: Logging you in securely...
be: Уваходжу ў сістэму бяспечна...
el: Συνδέεστε με ασφάλεια...
es: Iniciando sesión de forma segura...
fi: Kirjaudutaan sisään turvallisesti...
hu: Biztonságosan bejelentkezés...
nl: Je wordt veilig ingelogd...
pl: Bezpieczne logowanie...
pt: Fazendo login com segurança...
ru: Вход в систему...
sq: Duke ju kyçur sigurt...
tr: Güvenli bir şekilde giriş yapılıyor...
uk: Безпечний вхід у систему…

source: Logging you out securely...
be: Выходжу з сістэмы бяспечна...
el: Αποσυνδέεστε με ασφάλεια...
es: Cerrando sesión de forma segura...
fi: Kirjaudutaan ulos turvallisesti...
hu: Biztonságosan kijelentkezés...
nl: Je wordt veilig uitgelogd...
pl: Bezpieczne wylogowywanie...
pt: Fazendo logout com segurança...
ru: Выход из системы...
sq: Duke ju çkyçur sigurt...
tr: Güvenli bir şekilde çıkış yapılıyor...
uk: Безпечний вихід із системи…
