Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: You will specify things like number of frames and duration of each frame in seconds. Most commonly used for deep sky astrophotography.
be: Вы ўкажыце такія рэчы, як колькасць кадраў і працягласць кожнага кадра ў секундах. Часцей за ўсё выкарыстоўваецца для глыбокай астрафатаграфіі.
el: Θα καθορίσετε πράγματα όπως ο αριθμός των frames και η διάρκεια κάθε frame σε δευτερόλεπτα. Χρησιμοποιείται κυρίως για αστροφωτογραφία βαθιάς ουράνιας.
es: Especificarás cosas como el número de frames y la duración de cada frame en segundos. Comúnmente usado para astrofotografía de cielo profundo.
fi: Määrittelet asioita kuten kehysten määrä ja jokaisen kehyksen kesto sekunneissa. Käytetään yleisimmin syvän taivaan astrofotografiassa.
hu: Olyan dolgokat fogsz megadni, mint a keretek száma és az egyes keretek időtartama másodpercekben. Leggyakrabban mély égbolt asztrofotózáshoz használják.
nl: Je geeft dingen op zoals aantal frames en de duur van elk frame in seconden. Meest gebruikt voor deep sky astrophotography.
pl: Określisz takie rzeczy jak liczba klatek i czas trwania każdej klatki w sekundach. Najczęściej używane do astrofotografii głębokiego nieba.
pt: Você vai especificar coisas como o número de frames e a duração de cada frame em segundos. Usado principalmente para astrofotografia de céu profundo.
ru: Ты укажешь такие вещи, как количество кадров и продолжительность каждого кадра в секундах. Обычно используется для астрофотографии глубокого неба.
sq: Do të specifikoni gjëra si numri i kadrove dhe kohëzgjatja e secilës kadrë në sekonda. Përdoret më së shumti për astrofotografinë e qiellit të thellë.
tr: Kare sayısı ve her bir çerçevenin süresi gibi şeyleri belirteceksiniz. Genellikle derin gökyüzü astrofotografisi için kullanılır.
uk: Ви вкажете такі речі, як кількість кадрів і тривалість кожного кадру в секундах. Найчастіше використовується для астрофотографії глибокого неба.

source: You will specify things like number of frames, FPS, and duration of each frame in milliseconds. Most commonly used for planetary imaging.
be: Вы ўкажыце такія рэчы, як колькасць кадраў, FPS і працягласць кожнага кадра ў мілісекундах. Часцей за ўсё выкарыстоўваецца для планетарнай здымкі.
el: Θα καθορίσετε πράγματα όπως ο αριθμός των frames, FPS, και η διάρκεια κάθε frame σε χιλιοστά του δευτερολέπτου. Χρησιμοποιείται κυρίως για πλανητική απεικόνιση.
es: Especificarás cosas como el número de frames, FPS y la duración de cada frame en milisegundos. Comúnmente usado para imágenes planetarias.
fi: Määrittelet asioita kuten kehysten määrä, FPS ja jokaisen kehyksen kesto millisekunneissa. Käytetään yleisimmin planeetta kuvauksessa.
hu: Olyan dolgokat fogsz megadni, mint a keretek száma, FPS és az egyes keretek időtartama milliszekundumokban. Leggyakrabban bolygóképekhez használják.
nl: Je geeft dingen op zoals aantal frames, FPS, en de duur van elk frame in milliseconden. Meest gebruikt voor planetenfotografie.
pl: Określisz takie rzeczy jak liczba klatek, FPS i czas trwania każdej klatki w milisekundach. Najczęściej używane do astrofotografii planetarnej.
pt: Você vai especificar coisas como o número de frames, FPS e a duração de cada frame em milissegundos. Usado principalmente para imagens planetárias.
ru: Ты укажешь такие вещи, как количество кадров, FPS и продолжительность каждого кадра в миллисекундах. Обычно используется для планетной съемки.
sq: Do të specifikoni gjëra si numri i kadrove, FPS, dhe kohëzgjatja e secilës kadrë në milisekonda. Përdoret më së shumti për imazhin planetar.
tr: Kare sayısı, FPS ve her bir çerçevenin süresi gibi şeyleri belirteceksiniz. Genellikle gezegen görüntüleme için kullanılır.
uk: Ви вкажете такі речі, як кількість кадрів, FPS і тривалість кожного кадру в мілісекундах. Найчастіше використовується для планетарної зйомки.

source: Your offer has been successfully retracted.
be: Ваша прапанова была паспяхова адклікана.
el: Η προσφορά σας έχει αποσυρθεί με επιτυχία.
es: Tu oferta ha sido retirada con éxito.
fi: Tarjouksesi on peruutettu onnistuneesti.
hu: Az ajánlatod sikeresen visszavonták.
nl: Je aanbod is succesvol ingetrokken.
pl: Twoja oferta została pomyślnie wycofana.
pt: Sua oferta foi retirada com sucesso.
ru: Твое предложение было успешно отозвано.
sq: Ofertën tuaj është tërhequr me sukses.
tr: Teklifin başarıyla geri alındı.
uk: Ваша пропозиція була успішно відкликана.

source: Your offer has been successfully submitted.
be: Ваша прапанова была паспяхова адправлена.
el: Η προσφορά σας έχει υποβληθεί με επιτυχία.
es: Tu oferta ha sido enviada con éxito.
fi: Tarjouksesi on lähetetty onnistuneesti.
hu: Az ajánlatod sikeresen benyújtva.
nl: Je aanbod is succesvol ingediend.
pl: Twoja oferta została pomyślnie złożona.
pt: Sua oferta foi enviada com sucesso.
ru: Твое предложение было успешно отправлено.
sq: Ofertën tuaj është dorëzuar me sukses.
tr: Teklifin başarıyla gönderildi.
uk: Ваша пропозиція була успішно надіслана.

source: Your offer has been successfully updated.
be: Ваша прапанова была паспяхова абноўлена.
el: Η προσφορά σας έχει ενημερωθεί με επιτυχία.
es: Tu oferta ha sido actualizada con éxito.
fi: Tarjouksesi on päivitetty onnistuneesti.
hu: Az ajánlatod sikeresen frissítve.
nl: Je aanbod is succesvol bijgewerkt.
pl: Twoja oferta została pomyślnie zaktualizowana.
pt: Sua oferta foi atualizada com sucesso.
ru: Твое предложение было успешно обновлено.
sq: Ofertën tuaj është përditësuar me sukses.
tr: Teklifiniz başarıyla güncellendi.
uk: Ваша пропозиція була успішно оновлена.

source: reserved
be: забрана
el: κρατημένο
es: reservado
fi: varattu
hu: lefoglalt
nl: gereserveerd
pl: zarezerwowane
pt: reservado
ru: зарезервировано
sq: rezervuar
tr: ayrılmış
uk: зарезервовано

source: shipping
be: дастаўка
el: αποστολή
es: envío
fi: toimitus
hu: szállítás
nl: verzending
pl: wysyłka
pt: frete
ru: доставка
sq: transporti
tr: gönderim
uk: доставка

source: sold
be: прададзена
el: πωληθέν
es: vendido
fi: myyty
hu: eladva
nl: verkocht
pl: sprzedane
pt: vendido
ru: продано
sq: shitur
tr: satıldı
uk: продано

source: {{0}} followers
be: {{0}} падпісчыкаў
el: {{0}} ακολούθοι
es: {{0}} seguidores
fi: {{0}} seuraajaa
hu: {{0}} követő
nl: {{0}} volgers
pl: {{0}} obserwujących
pt: {{0}} seguidores
ru: {{0}} подписчиков
sq: {{0}} ndjekës
tr: {{0}} takipçi
uk: {{0}} підписників

source: {{0}} likes
es: {{0}} me gusta
hu: {{0}} kedvelés
pt: {{0}} curtidas
ru: {{0}} лайков
uk: {{0}} вподобань

source: {{0}} offers
be: {{0}} прапаноў
el: {{0}} προσφορές
es: {{0}} ofertas
fi: {{0}} tarjousta
hu: {{0}} ajánlat
nl: {{0}} aanbiedingen
pl: {{0}} oferty
pt: {{0}} ofertas
ru: {{0}} предложений
sq: {{0}} oferta
tr: {{0}} teklif
uk: {{0}} пропозицій

source: {{0}} views
be: {{0}} праглядаў
el: {{0}} προβολές
es: {{0}} vistas
fi: {{0}} katselukertaa
hu: {{0}} megtekintés
nl: {{0}} weergaven
pl: {{0}} wyświetleń
pt: {{0}} visualizações
ru: {{0}} просмотров
sq: {{0}} shikime
tr: {{0}} görüntü
uk: {{0}} переглядів

source: {{0}}'s marketplace listings
be: Лістынгі рынку {{0}}
el: Οι καταχωρίσεις της αγοράς του {{0}}
es: Anuncios de {{0}}
fi: {{0}}n markkinapaikan ilmoitukset
hu: {{0}} piactéri listái
nl: {{0}}'s marktplaats aanbiedingen
pl: Oferty na rynku {{0}}
pt: listagens do mercado de {{0}}
ru: объявления {{0}}
sq: listat e tregut të {{0}}
tr: {{0}}'nin pazar yeri ilanları
uk: Списки ринку {{0}}

source: Add files
be: Дадаць файлы
el: Πρόσθεσε αρχεία
es: Agregar archivos
fi: Lisää tiedostoja
hu: Fájlok hozzáadása
nl: Voeg bestanden toe
pl: Dodaj pliki
pt: Adicionar arquivos
ru: Добавить файлы
sq: Shto skedarë
tr: Dosyalar ekle
uk: Додати файли

source: Add images
be: Дадаць выявы
el: Πρόσθεσε εικόνες
es: Agregar imágenes
fi: Lisää kuvia
hu: Képek hozzáadása
nl: Voeg afbeeldingen toe
pl: Dodaj obrazy
pt: Adicionar imagens
ru: Добавить изображения
sq: Shto imazhe
tr: Görüntü ekle
uk: Додати зображення

source: All items in the bundle will be sold together. Users will not be able to make offers for individual items.
be: Усе прадметы ў пакеце будуць прадавацца разам. Карыстальнікі не змогуць рабіць прапановы на асобныя прадметы.
el: Όλα τα αντικείμενα στο πακέτο θα πωληθούν μαζί. Οι χρήστες δεν θα μπορούν να κάνουν προσφορές για μεμονωμένα αντικείμενα.
es: Todos los artículos en el paquete se venderán juntos. Los usuarios no podrán hacer ofertas por artículos individuales.
fi: Kaikki paketin kohteet myydään yhdessä. Käyttäjät eivät voi tehdä tarjouksia yksittäisistä kohteista.
hu: Az összes tételt együtt fogják eladni. A felhasználók nem tudnak ajánlatot tenni egyedi tételekre.
nl: Alle items in het pakket worden samen verkocht. Gebruikers kunnen geen aanbiedingen doen voor individuele items.
pl: Wszystkie przedmioty w pakiecie będą sprzedawane razem. Użytkownicy nie będą mogli składać ofert na pojedyncze przedmioty.
pt: Todos os itens do pacote serão vendidos juntos. Os usuários não poderão fazer ofertas para itens individuais.
ru: Все товары в комплекте будут проданы вместе. Пользователи не смогут делать предложения на отдельные товары.
sq: Të gjitha artikujt në paketë do të shiten së bashku. Përdoruesit nuk do të jenë në gjendje të bëjnë oferta për artikuj individualë.
tr: Paket içindeki tüm ürünler birlikte satılacak. Kullanıcılar bireysel ürünler için teklif veremeyecek.
uk: Всі товари в пакеті будуть продані разом. Користувачі не зможуть робити пропозиції на окремі товари.

source: All listings have been created.
be: Усе лістынгі былі створаны.
el: Όλες οι καταχωρίσεις έχουν δημιουργηθεί.
es: Todos los anuncios han sido creados.
fi: Kaikki ilmoitukset on luotu.
hu: Minden lista létrejött.
nl: Alle advertenties zijn aangemaakt.
pl: Wszystkie ogłoszenia zostały utworzone.
pt: Todas as listagens foram criadas.
ru: Все объявления созданы.
sq: Të gjitha listat janë krijuar.
tr: Tüm ilanlar oluşturuldu.
uk: Всі списки були створені.

source: Asking price
be: Запытваная цана
el: Τιμή πώλησης
es: Precio solicitado
fi: Myyntihinta
hu: Kérdéses ár
nl: Vraagprijs
pl: Cena wywoławcza
pt: Preço pedido
ru: Запрашиваемая цена
sq: Çmimi i kërkuar
tr: İstenen fiyat
uk: Ціна запиту

source: Associate this listing to an equipment item you have used on your images.
be: Сувяжыце гэты лістынг з абсталяваннем, якое вы выкарыстоўвалі ў сваіх выявы.
el: Σύνδεσε αυτή την καταχώριση με ένα εξοπλισμό που έχεις χρησιμοποιήσει στις εικόνες σου.
es: Asocia este anuncio a un artículo de equipo que has usado en tus imágenes.
fi: Liitä tämä ilmoitus laitteeseen, jota olet käyttänyt kuvissasi.
hu: Kapcsolja össze ezt a listát egy olyan eszközzel, amelyet a képein használt.
nl: Koppel deze advertentie aan een apparatuur item dat je hebt gebruikt voor je afbeeldingen.
pl: Powiąż to ogłoszenie z przedmiotem, którego używałeś w swoich obrazach.
pt: Associe esta listagem a um item de equipamento que você usou em suas imagens.
ru: Свяжи это объявление с оборудованием, которое ты использовал для своих изображений.
sq: Lidhni këtë listë me një artikull pajisjeje që keni përdorur në imazhet tuaja.
tr: Bu ilanı, görüntülerinde kullandığın bir ekipmanla ilişkilendir.
uk: Прив'яжіть цей список до обладнання, яке ви використовували для своїх зображень.

source: Associate this listing to any equipment item available on AstroBin.
be: Сувяжыце гэты лістынг з любым абсталяваннем, даступным на AstroBin.
el: Σύνδεσε αυτή την καταχώριση με οποιοδήποτε εξοπλισμό διαθέσιμο στο AstroBin.
es: Asocia este anuncio a cualquier artículo de equipo disponible en AstroBin.
fi: Liitä tämä ilmoitus mihin tahansa AstroBinissa saatavilla olevaan laitteeseen.
hu: Kapcsolja össze ezt a listát bármely eszközzel, amely elérhető az AstroBin-en.
nl: Koppel deze advertentie aan een apparatuur item dat beschikbaar is op AstroBin.
pl: Powiąż to ogłoszenie z dowolnym przedmiotem dostępnym na AstroBin.
pt: Associe esta listagem a qualquer item de equipamento disponível no AstroBin.
ru: Свяжи это объявление с любым оборудованием, доступным на AstroBin.
sq: Lidhni këtë listë me çdo artikull pajisjeje të disponueshëm në AstroBin.
tr: Bu ilanı AstroBin'deki herhangi bir ekipmanla ilişkilendir.
uk: Прив'яжіть цей список до будь-якого обладнання, доступного на AstroBin.

source: AstroBin considers an item as sold when you have received payment and delivered it to the buyer. If you have not completed these steps, please hold off on marking the item as sold. Are you sure you want to proceed?
be: AstroBin лічыць прадмет прададзеным, калі вы атрымалі аплату і даставілі яго пакупніку. Калі вы не завяршылі гэтыя крокі, калі ласка, не адзначайце прадмет як прададзены. Вы ўпэўнены, што хочаце працягнуць?
el: Το AstroBin θεωρεί ένα αντικείμενο πωληθέν όταν έχεις λάβει την πληρωμή και το έχεις παραδώσει στον αγοραστή. Αν δεν έχεις ολοκληρώσει αυτά τα βήματα, παρακαλώ κράτησε το αντικείμενο ως μη πωληθέν. Είσαι σίγουρος ότι θέλεις να προχωρήσεις;
es: AstroBin considera un artículo como vendido cuando has recibido el pago y lo has entregado al comprador. Si no has completado estos pasos, por favor espera antes de marcar el artículo como vendido. ¿Estás seguro de que quieres continuar?
fi: AstroBin pitää kohdetta myytynä, kun olet saanut maksun ja toimittanut sen ostajalle. Jos et ole suorittanut näitä vaiheita, pidä taukoa kohteen merkitsemisestä myydyksi. Oletko varma, että haluat jatkaa?
hu: Az AstroBin akkor tekinti eladottnak a tételt, amikor megkapta a kifizetést és átadta a vevőnek. Ha nem fejezte be ezeket a lépéseket, kérjük, tartózkodjon a tétel eladottként való megjelölésétől. Biztosan folytatni szeretné?
nl: AstroBin beschouwt een item als verkocht wanneer je betaling hebt ontvangen en het aan de koper hebt geleverd. Als je deze stappen nog niet hebt voltooid, wacht dan met het markeren van het item als verkocht. Weet je zeker dat je wilt doorgaan?
pl: AstroBin uznaje przedmiot za sprzedany, gdy otrzymasz płatność i dostarczysz go kupującemu. Jeśli nie zakończyłeś tych kroków, wstrzymaj się z oznaczaniem przedmiotu jako sprzedany. Czy na pewno chcesz kontynuować?
pt: O AstroBin considera um item como vendido quando você recebeu o pagamento e o entregou ao comprador. Se você não completou essas etapas, por favor, não marque o item como vendido. Você tem certeza de que deseja prosseguir?
ru: AstroBin считает товар проданным, когда ты получил оплату и передал его покупателю. Если ты не завершил эти шаги, подожди с пометкой товара как проданного. Ты уверен, что хочешь продолжить?
sq: AstroBin e konsideron një artikull si të shitur kur keni marrë pagesën dhe e keni dorëzuar atë te blerësi. Nëse nuk i keni përfunduar këto hapa, ju lutemi prisni para se ta shënoni artikullin si të shitur. A jeni të sigurt se dëshironi të vazhdoni?
tr: AstroBin, bir ürünü satılmış olarak kabul eder, eğer ödeme aldıysan ve alıcıya teslim ettiysen. Bu adımları tamamlamadıysan, lütfen ürünü satılmış olarak işaretlemekten kaçın. Devam etmek istiyor musun?
uk: AstroBin вважає товар проданим, коли ви отримали оплату і доставили його покупцеві. Якщо ви не завершили ці кроки, будь ласка, утримайтеся від позначення товару як проданого. Ви впевнені, що хочете продовжити?

source: AstroBin could not determine your location, so the location field could not be prefilled.
be: AstroBin не змог вызначыць ваша месцазнаходжанне, таму поле месцазнаходжання не можа быць запоўнена.
el: Το AstroBin δεν μπόρεσε να προσδιορίσει την τοποθεσία σου, οπότε το πεδίο τοποθεσίας δεν μπόρεσε να προ-συμπληρωθεί.
es: AstroBin no pudo determinar tu ubicación, así que el campo de ubicación no pudo ser completado automáticamente.
fi: AstroBin ei pystynyt määrittämään sijaintiasi, joten sijaintikenttää ei voitu esitäyttää.
hu: Az AstroBin nem tudta meghatározni a helyét, így a hely mező nem tudott előre kitöltődni.
nl: AstroBin kon je locatie niet bepalen, dus het locatieveld kon niet automatisch worden ingevuld.
pl: AstroBin nie mógł określić Twojej lokalizacji, więc pole lokalizacji nie mogło być wypełnione automatycznie.
pt: O AstroBin não conseguiu determinar sua localização, então o campo de localização não pôde ser preenchido automaticamente.
ru: AstroBin не смог определить твою локацию, поэтому поле местоположения не могло быть предварительно заполнено.
sq: AstroBin nuk mundi të përcaktojë vendndodhjen tuaj, kështu që fusha e vendndodhjes nuk mundi të plotësohej automatikisht.
tr: AstroBin, konumunu belirleyemedi, bu yüzden konum alanı önceden doldurulamadı.
uk: AstroBin не зміг визначити ваше місцезнаходження, тому поле місцезнаходження не могло бути попередньо заповнене.

source: AstroBin is the best place to buy and sell astrophotography equipment. You can find telescopes, cameras, mounts, filters, and much more.
be: AstroBin - гэта лепшае месца для куплі і продажу абсталявання для астрафатаграфіі. Вы можаце знайсці тэлескопы, камеры, манты, фільтры і многае іншае.
el: Το AstroBin είναι το καλύτερο μέρος για να αγοράσεις και να πουλήσεις εξοπλισμό αστροφωτογραφίας. Μπορείς να βρεις τηλεσκόπια, κάμερες, βάσεις, φίλτρα και πολλά άλλα.
es: AstroBin es el mejor lugar para comprar y vender equipo de astrofotografía. Puedes encontrar telescopios, cámaras, monturas, filtros y mucho más.
fi: AstroBin on paras paikka ostaa ja myydä astrofotografialaitteita. Löydät teleskooppeja, kameroita, jalustoja, suodattimia ja paljon muuta.
hu: Az AstroBin a legjobb hely asztrofotózási eszközök vásárlására és eladására. Távcsöveket, fényképezőgépeket, állványokat, szűrőket és még sok mást találhat.
nl: AstroBin is de beste plek om astrophotografie-apparatuur te kopen en verkopen. Je kunt telescopen, camera's, mounts, filters en nog veel meer vinden.
pl: AstroBin to najlepsze miejsce na zakup i sprzedaż sprzętu do astrofotografii. Możesz znaleźć teleskopy, aparaty, montaż, filtry i wiele więcej.
pt: O AstroBin é o melhor lugar para comprar e vender equipamentos de astrofotografia. Você pode encontrar telescópios, câmeras, montagens, filtros e muito mais.
ru: AstroBin — лучшее место для покупки и продажи оборудования для астрофотографии. Ты можешь найти телескопы, камеры, монтировки, фильтры и многое другое.
sq: AstroBin është vendi më i mirë për të blerë dhe shitur pajisje astrofotografie. Mund të gjeni teleskopë, kamera, montime, filtra dhe shumë më tepër.
tr: AstroBin, astrofotografi ekipmanlarını alıp satmak için en iyi yer. Teleskoplar, kameralar, montajlar, filtreler ve daha fazlasını bulabilirsin.
uk: AstroBin - це найкраще місце для купівлі та продажу обладнання для астрофотографії. Ви можете знайти телескопи, камери, кріплення, фільтри та багато іншого.

source: AstroBin will automatically create multiple listings for each item in the bundle, allowing users to make offers for individual items. All listings will share common information, such as the location of the objects and the shipping method.
be: AstroBin аўтаматычна створыць некалькі лістынгаў для кожнага прадмета ў пакеце, дазваляючы карыстальнікам рабіць прапановы на асобныя прадметы. Усе лістынгі будуць дзяліцца агульнай інфармацыяй, такой як месцазнаходжанне аб'ектаў і спосаб дастаўкі.
el: Το AstroBin θα δημιουργήσει αυτόματα πολλές καταχωρίσεις για κάθε αντικείμενο στο πακέτο, επιτρέποντας στους χρήστες να κάνουν προσφορές για μεμονωμένα αντικείμενα. Όλες οι καταχωρίσεις θα μοιράζονται κοινές πληροφορίες, όπως η τοποθεσία των αντικειμένων και η μέθοδος αποστολής.
es: AstroBin creará automáticamente múltiples anuncios para cada artículo en el paquete, permitiendo a los usuarios hacer ofertas por artículos individuales. Todos los anuncios compartirán información común, como la ubicación de los objetos y el método de envío.
fi: AstroBin luo automaattisesti useita ilmoituksia jokaiselle paketin kohteelle, jolloin käyttäjät voivat tehdä tarjouksia yksittäisistä kohteista. Kaikki ilmoitukset jakavat yhteisiä tietoja, kuten kohteiden sijainnin ja toimitustavan.
hu: Az AstroBin automatikusan létrehoz több listát a csomagban lévő minden tételhez, lehetővé téve a felhasználók számára, hogy ajánlatot tegyenek egyedi tételekre. Minden lista közös információkat fog megosztani, például a tárgyak helyét és a szállítási módot.
nl: AstroBin zal automatisch meerdere advertenties aanmaken voor elk item in het pakket, zodat gebruikers aanbiedingen kunnen doen voor individuele items. Alle advertenties delen gemeenschappelijke informatie, zoals de locatie van de objecten en de verzendmethode.
pl: AstroBin automatycznie utworzy wiele ogłoszeń dla każdego przedmiotu w pakiecie, umożliwiając użytkownikom składanie ofert na pojedyncze przedmioty. Wszystkie ogłoszenia będą miały wspólne informacje, takie jak lokalizacja obiektów i metoda wysyłki.
pt: O AstroBin criará automaticamente várias listagens para cada item do pacote, permitindo que os usuários façam ofertas para itens individuais. Todas as listagens compartilharão informações comuns, como a localização dos objetos e o método de envio.
ru: AstroBin автоматически создаст несколько объявлений для каждого товара в комплекте, позволяя пользователям делать предложения на отдельные товары. Все объявления будут иметь общую информацию, такую как местоположение объектов и способ доставки.
sq: AstroBin do të krijojë automatikisht disa lista për çdo artikull në paketë, duke lejuar përdoruesit të bëjnë oferta për artikuj individualë. Të gjitha listat do të ndajnë informacion të zakonshëm, si vendndodhjen e objekteve dhe metodën e dërgimit.
tr: AstroBin, paket içindeki her ürün için otomatik olarak birden fazla ilan oluşturacak ve kullanıcıların bireysel ürünler için teklif vermesine olanak tanıyacak. Tüm ilanlar, nesnelerin konumu ve gönderim yöntemi gibi ortak bilgileri paylaşacak.
uk: AstroBin автоматично створить кілька списків для кожного товару в пакеті, дозволяючи користувачам робити пропозиції на окремі товари. Всі списки поділятимуть загальну інформацію, таку як місцезнаходження об'єктів і метод доставки.

source: Choose images
be: Выберыце выявы
el: Επίλεξε εικόνες
es: Elegir imágenes
fi: Valitse kuvat
hu: Képek kiválasztása
nl: Kies afbeeldingen
pl: Wybierz obrazy
pt: Escolher imagens
ru: Выбрать изображения
sq: Zgjidhni imazhe
tr: Görüntüleri seç
uk: Виберіть зображення

source: City
be: Горад
el: Πόλη
es: Ciudad
fi: Kaupunki
hu: Város
nl: Stad
pl: Miasto
pt: Cidade
ru: Город
sq: Qyteti
tr: Şehir
uk: Місто

source: Country
be: Краіна
el: Χώρα
es: País
fi: Maa
hu: Ország
nl: Land
pl: Kraj
pt: País
ru: Страна
sq: Vendi
tr: Ülke
uk: Країна

source: Current feedback
be: Актуальны водгук
el: Τρέχουσα ανατροφοδότηση
es: Comentarios actuales
fi: Nykyinen palaute
hu: Jelenlegi visszajelzés
nl: Huidige feedback
pl: Aktualne opinie
pt: Feedback atual
ru: Текущая обратная связь
sq: Feedback aktual
tr: Mevcut geri bildirim
uk: Поточний відгук

source: Did you receive payment and deliver the item(s)?
be: Ці атрымалі вы аплату і даставілі прадмет(ы)?
el: Έλαβες πληρωμή και παρέδωσες το αντικείμενο(α)?
es: ¿Recibiste el pago y entregaste el/los artículo(s)?
fi: Saitko maksun ja toimititko kohteet?
hu: Megkaptad a kifizetést és átadtad az árut?
nl: Heb je betaling ontvangen en de item(s) geleverd?
pl: Czy otrzymałeś płatność i dostarczyłeś przedmiot(y)?
pt: Você recebeu o pagamento e entregou o(s) item(ns)?
ru: Ты получил оплату и передал товар(ы)?
sq: A keni marrë pagesën dhe dorëzuar artikujt?
tr: Ödeme aldın mı ve ürün(ler)i teslim ettin mi?
uk: Ви отримали оплату і доставили товар(и)?

source: Edit feedback
be: Рэдагаваць водгук
el: Επεξεργασία ανατροφοδότησης
es: Editar comentario
fi: Muokkaa palautetta
hu: Visszajelzés szerkesztése
nl: Bewerk feedback
pl: Edytuj opinię
pt: Editar feedback
ru: Редактировать обратную связь
sq: Redaktoni feedback-un
tr: Geri bildirimi düzenle
uk: Редагувати відгук
