Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: By making an offer for a listing on the AstroBin Marketplace, you agree to the {{0}}terms of service{{1}}.
be: Робячы прапанову для аб'явы на рынку AstroBin, вы згаджаецеся з {{0}}умовамі абслугоўвання{{1}}.
el: Κάνοντας μια προσφορά για μια καταχώριση στην αγορά του AstroBin, συμφωνείτε με τους {{0}}όρους υπηρεσίας{{1}}.
es: Al hacer una oferta para un anuncio en el Mercado de AstroBin, aceptas los {{0}}términos de servicio{{1}}.
fi: Tekemällä tarjouksen ilmoituksesta AstroBin Markkinapaikalla hyväksyt {{0}}palveluehdot{{1}}.
hu: Az AstroBin Marketplace-en tett ajánlatoddal elfogadod a {{0}}szolgáltatási feltételeket{{1}}.
nl: Door een aanbieding te doen voor een vermelding op de AstroBin Marketplace, ga je akkoord met de {{0}}gebruikersvoorwaarden{{1}}.
pl: Składając ofertę na ogłoszenie na rynku AstroBin, zgadzasz się na {{0}}warunki korzystania z usługi{{1}}.
pt: Ao fazer uma oferta para um anúncio no AstroBin Marketplace, você concorda com os {{0}}termos de serviço{{1}}.
ru: Делая предложение по объявлению на рынке AstroBin, вы соглашаетесь с {{0}}условиями обслуживания{{1}}.
sq: Duke bërë një ofertë për një listë në AstroBin Marketplace, pranoni {{0}}kushtet e shërbimit{{1}}.
tr: AstroBin Marketplace'te bir liste için teklif vererek, {{0}}hizmet şartlarını{{1}} kabul etmiş olursunuz.
uk: Роблячи пропозицію для оголошення на ринку AstroBin, ти погоджуєшся з {{0}}умовами обслуговування{{1}}.

source: Someone who didn't make an offer on AstroBin
be: Хтосьці, хто не зрабіў прапанову на AstroBin
el: Κάποιος που δεν έκανε προσφορά στο AstroBin
es: Alguien que no hizo una oferta en AstroBin
fi: Joku, joka ei tehnyt tarjousta AstroBinissa
hu: Valaki, aki nem tett ajánlatot az AstroBin-en
nl: Iemand die geen aanbieding heeft gedaan op AstroBin
pl: Ktoś, kto nie złożył oferty na AstroBin
pt: Alguém que não fez uma oferta no AstroBin
ru: Кто-то, кто не сделал предложение на AstroBin
sq: Dikush që nuk bëri një ofertë në AstroBin
tr: AstroBin'de teklif vermeyen biri
uk: Хтось, хто не зробив пропозицію на AstroBin

source: Describe the item you are looking for.
be: Апішыце прадмет, які вы шукаеце.
el: Περιγράψτε το αντικείμενο που ψάχνετε.
es: Describe el artículo que estás buscando.
fi: Kuvaile etsimääsi tavaraa.
hu: Írd le, mit keresel.
nl: Beschrijf het item dat je zoekt.
pl: Opisz przedmiot, którego szukasz.
pt: Descreva o item que você está procurando.
ru: Опишите предмет, который вы ищете.
sq: Përshkruani artikullin që po kërkoni.
tr: Aradığınız ürünü tanımlayın.
uk: Опиши предмет, який ти шукаєш.

source: Describe the item you are selling.
be: Апішыце прадмет, які вы прадаеце.
el: Περιγράψτε το αντικείμενο που πουλάτε.
es: Describe el artículo que estás vendiendo.
fi: Kuvaile myytävää tavaraa.
hu: Írd le, mit árulsz.
nl: Beschrijf het item dat je verkoopt.
pl: Opisz przedmiot, który sprzedajesz.
pt: Descreva o item que você está vendendo.
ru: Опишите предмет, который вы продаете.
sq: Përshkruani artikullin që po shisni.
tr: Satmakta olduğunuz ürünü tanımlayın.
uk: Опиши предмет, який ти продаєш.

source: Equipment item wanted
be: Патрэбнае абсталяванне
el: Αναζητώ εξοπλισμό
es: Artículo de equipo buscado
fi: Etsitään laitteistotavaraa
hu: Keresett felszerelés
nl: Gezocht apparatuur item
pl: Szukam przedmiotu sprzętowego
pt: Item de equipamento desejado
ru: Искомый предмет оборудования
sq: Artikulli i pajisjeve i kërkuar
tr: Ekipman öğesi istiyorum
uk: Предмет обладнання, який потрібен

source: European Union
be: Еўрапейскі Саюз
el: Ευρωπαϊκή Ένωση
es: Unión Europea
fi: Euroopan unioni
hu: Európai Unió
nl: Europese Unie
pl: Unia Europejska
pt: União Europeia
ru: Европейский Союз
sq: Bashkimi Evropian
tr: Avrupa Birliği
uk: Європейський Союз

source: For sale
be: На продаж
el: Προς πώληση
es: En venta
fi: Myynnissä
hu: Eladó
nl: Te koop
pl: Na sprzedaż
pt: À venda
ru: На продажу
sq: Për shitje
tr: Satılık
uk: На продаж

source: Listing type
be: Тып аб'явы
el: Τύπος καταχώρισης
es: Tipo de anuncio
fi: Ilmoituksen tyyppi
hu: Hirdetés típusa
nl: Vermeldingstype
pl: Typ ogłoszenia
pt: Tipo de anúncio
ru: Тип объявления
sq: Lloji i listës
tr: Liste türü
uk: Тип оголошення

source: Message user privately
be: Напісаць карыстальніку асабіста
el: Μήνυμα στον χρήστη ιδιωτικά
es: Mensaje privado al usuario
fi: Lähetä käyttäjälle yksityisviesti
hu: Üzenet küldése privátban
nl: Stuur de gebruiker privé een bericht
pl: Wyślij wiadomość do użytkownika prywatnie
pt: Mensagem privada para o usuário
ru: Написать пользователю в личку
sq: Mesazho përdoruesin në privat
tr: Kullanıcıya özel mesaj gönder
uk: Написати користувачу приватно

source: Seek
be: Шукаць
el: Αναζητώ
es: Buscar
fi: Etsi
hu: Keresés
nl: Zoeken
pl: Szukaj
pt: Procurar
ru: Искать
sq: Kërko
tr: Ara
uk: Шукати

source: Sell
be: Прадаць
el: Πουλάω
es: Vender
fi: Myy
hu: Eladás
nl: Verkopen
pl: Sprzedaj
pt: Vender
ru: Продавать
sq: Shit
tr: Sat
uk: Продати

source: The location shown above is approximate to protect the user's privacy.
be: Месцазнаходжанне, паказанае вышэй, прыкладнае, каб абараніць прыватнасць карыстальніка.
el: Η τοποθεσία που εμφανίζεται παραπάνω είναι περίπου για να προστατεύσει την ιδιωτικότητα του χρήστη.
es: La ubicación mostrada arriba es aproximada para proteger la privacidad del usuario.
fi: Yllä oleva sijainti on arvioitu käyttäjän yksityisyyden suojaamiseksi.
hu: A fenti helyszín körülbelüli, hogy megvédje a felhasználó magánéletét.
nl: De hierboven weergegeven locatie is ongeveer om de privacy van de gebruiker te beschermen.
pl: Lokalizacja pokazana powyżej jest przybliżona, aby chronić prywatność użytkownika.
pt: A localização mostrada acima é aproximada para proteger a privacidade do usuário.
ru: Указанное выше местоположение приблизительное, чтобы защитить конфиденциальность пользователя.
sq: Lokacioni i treguar më sipër është afërsisht për të mbrojtur privatësinë e përdoruesit.
tr: Yukarıda gösterilen konum, kullanıcının gizliliğini korumak için yaklaşık olarak verilmiştir.
uk: Місцезнаходження, показане вище, приблизне, щоб захистити конфіденційність користувача.

source: Wanted
be: Патрэбна
el: Αναζητείται
es: Buscado
fi: Etsitään
hu: Keresett
nl: Gezocht
pl: Szukam
pt: Procurado
ru: Искать
sq: E kërkuar
tr: İsteniyor
uk: Шукаю

source: What are you looking for?
be: Што вы шукаеце?
el: Τι ψάχνετε;
es: ¿Qué estás buscando?
fi: Mitä etsit?
hu: Mit keresel?
nl: Wat zoek je?
pl: Czego szukasz?
pt: O que você está procurando?
ru: Что вы ищете?
sq: Çfarë po kërkoni?
tr: Ne arıyorsunuz?
uk: Що ти шукаєш?

source: What kind of item are you looking for?
be: Які тып прадмета вы шукаеце?
el: Τι είδους αντικείμενο ψάχνετε;
es: ¿Qué tipo de artículo buscas?
fi: Minkälaista tavaraa etsit?
hu: Milyen típusú dolgot keresel?
nl: Wat voor soort item zoek je?
pl: Jakiego rodzaju przedmiotów szukasz?
pt: Que tipo de item você está procurando?
ru: Какой предмет вы ищете?
sq: Çfarë lloji artikulli po kërkoni?
tr: Ne tür bir ürün arıyorsunuz?
uk: Який тип предмета ти шукаєш?

source: Images from the AstroBin community
be: Выявы з супольнасці AstroBin
el: Εικόνες από την κοινότητα του AstroBin
es: Imágenes de la comunidad de AstroBin
fi: Kuvia AstroBin-yhteisöltä
hu: Képek az AstroBin közösségből
nl: Afbeeldingen van de AstroBin gemeenschap
pl: Obrazy z społeczności AstroBin
pt: Imagens da comunidade AstroBin
ru: Изображения от сообщества AstroBin
sq: Imazhe nga komuniteti AstroBin
tr: AstroBin topluluğundan görüntüler
uk: Зображення з спільноти AstroBin

source: For your safety, keep all communications on AstroBin. Off-platform conversations pose risks. Messages here are permanent and can be used as evidence if needed.
be: Для вашай бяспекі захоўвайце ўсе камунікацыі на AstroBin. Размовы за межамі платформы нясуць рызыкі. Паведамленні тут пастаянныя і могуць быць выкарыстаны як доказ, калі гэта неабходна.
el: Για την ασφάλειά σας, κρατήστε όλες τις επικοινωνίες στο AstroBin. Οι συνομιλίες εκτός πλατφόρμας ενέχουν κινδύνους. Τα μηνύματα εδώ είναι μόνιμα και μπορούν να χρησιμοποιηθούν ως αποδεικτικά στοιχεία αν χρειαστεί.
es: Por tu seguridad, mantén todas las comunicaciones en AstroBin. Las conversaciones fuera de la plataforma conllevan riesgos. Los mensajes aquí son permanentes y pueden usarse como evidencia si es necesario.
fi: Turvallisuutesi vuoksi pidä kaikki viestintä AstroBinissa. Alustojen ulkopuoliset keskustelut voivat olla riskialttiita. Viestit täällä ovat pysyviä ja niitä voidaan käyttää todisteena tarvittaessa.
hu: A biztonságod érdekében tartsd a kommunikációt az AstroBin-en. A platformon kívüli beszélgetések kockázatot jelentenek. Itt küldött üzenetek véglegesek és bizonyítékként felhasználhatók, ha szükséges.
nl: Voor je veiligheid, houd alle communicatie op AstroBin. Gesprekken buiten het platform brengen risico's met zich mee. Berichten hier zijn permanent en kunnen als bewijs worden gebruikt indien nodig.
pl: Dla Twojego bezpieczeństwa, trzymaj wszystkie komunikacje na AstroBin. Rozmowy poza platformą niosą ryzyko. Wiadomości tutaj są trwałe i mogą być użyte jako dowód, jeśli zajdzie taka potrzeba.
pt: Para sua segurança, mantenha todas as comunicações no AstroBin. Conversas fora da plataforma apresentam riscos. As mensagens aqui são permanentes e podem ser usadas como evidência, se necessário.
ru: Для вашей безопасности, держите все коммуникации на AstroBin. Разговоры вне платформы могут быть рискованными. Сообщения здесь постоянны и могут быть использованы как доказательства, если это потребуется.
sq: Për sigurinë tuaj, mbani të gjitha komunikimet në AstroBin. Bisedat jashtë platformës paraqesin rreziqe. Mesazhet këtu janë të përhershme dhe mund të përdoren si prova nëse është e nevojshme.
tr: Güvenliğiniz için, tüm iletişimlerinizi AstroBin üzerinde tutun. Platform dışı konuşmalar risk taşır. Buradaki mesajlar kalıcıdır ve gerektiğinde kanıt olarak kullanılabilir.
uk: Для вашої безпеки тримайте всі комунікації на AstroBin. Розмови поза платформою несуть ризики. Повідомлення тут є постійними і можуть бути використані як докази, якщо це буде потрібно.

source: Back to marketplace
be: Назад на рынак
el: Επιστροφή στην αγορά
es: Volver al mercado
fi: Takaisin markkinapaikkaan
hu: Vissza a piachoz
nl: Terug naar de marketplace
pl: Powrót do rynku
pt: Voltar ao marketplace
ru: Назад к рынку
sq: Kthehu në treg
tr: Pazara geri dön
uk: Назад до ринку

source: AstroBin automatically selects the region based on your location. You can change it at any time.
be: AstroBin аўтаматычна выбірае рэгіён на аснове вашага месцазнаходжання. Вы можаце змяніць яго ў любы час.
el: Το AstroBin επιλέγει αυτόματα την περιοχή με βάση την τοποθεσία σας. Μπορείτε να την αλλάξετε οποιαδήποτε στιγμή.
es: AstroBin selecciona automáticamente la región según tu ubicación. Puedes cambiarla en cualquier momento.
fi: AstroBin valitsee alueen automaattisesti sijaintisi perusteella. Voit muuttaa sitä milloin tahansa.
hu: Az AstroBin automatikusan kiválasztja a régiót a tartózkodási helyed alapján. Bármikor megváltoztathatod.
nl: AstroBin selecteert automatisch de regio op basis van je locatie. Je kunt het op elk moment wijzigen.
pl: AstroBin automatycznie wybiera region na podstawie Twojej lokalizacji. Możesz go zmienić w każdej chwili.
pt: O AstroBin seleciona automaticamente a região com base na sua localização. Você pode mudar a qualquer momento.
ru: AstroBin автоматически выбирает регион на основе вашего местоположения. Вы можете изменить его в любое время.
sq: AstroBin automatikisht zgjedh rajonin në bazë të vendndodhjes tuaj. Mund ta ndryshoni në çdo kohë.
tr: AstroBin, konumunuza göre bölgeyi otomatik olarak seçer. İstediğiniz zaman değiştirebilirsiniz.
uk: AstroBin автоматично вибирає регіон на основі вашого місцезнаходження. Ви можете змінити його в будь-який час.

source: AstroBin selected your region. You can change it at any time.
be: AstroBin выбраў ваш рэгіён. Вы можаце змяніць яго ў любы час.
el: Το AstroBin επέλεξε την περιοχή σας. Μπορείτε να την αλλάξετε οποιαδήποτε στιγμή.
es: AstroBin ha seleccionado tu región. Puedes cambiarla en cualquier momento.
fi: AstroBin valitsi alueesi. Voit muuttaa sitä milloin tahansa.
hu: Az AstroBin kiválasztotta a régiódat. Bármikor megváltoztathatod.
nl: AstroBin heeft je regio geselecteerd. Je kunt het op elk moment wijzigen.
pl: AstroBin automatycznie wybrał Twój region. Możesz go zmienić w każdej chwili.
pt: O AstroBin selecionou sua região. Você pode mudar a qualquer momento.
ru: AstroBin выбрал ваш регион. Вы можете изменить его в любое время.
sq: AstroBin zgjodhi rajonin tuaj. Mund ta ndryshoni në çdo kohë.
tr: AstroBin bölgenizi seçti. İstediğiniz zaman değiştirebilirsiniz.
uk: AstroBin вибрав ваш регіон. Ви можете змінити його в будь-який час.

source: State/Region
be: Штат/Рэгіён
el: Πολιτεία/Περιοχή
es: Estado/Región
fi: Osavaltio/Alue
hu: Állam / Régió
nl: Staat / Regio
pl: Stan/Region
pt: Estado/Região
ru: Штат/Регион
sq: Shteti/Rajoni
tr: Eyalet/Bölge
uk: Штат/Регіон

source: Browse Marketplace
be: Прагляд рынку
el: Περιήγηση στην αγορά
es: Explorar el mercado
fi: Selaa markkinapaikkaa
hu: Böngéssz a piactéren
nl: Blader door de Marketplace
pl: Przeglądaj rynek
pt: Navegar no Marketplace
ru: Просмотреть рынок
sq: Shfleto Tregun
tr: Pazarı gez
uk: Переглянути ринок

source: Post listing
be: Размясціць аб'яву
el: Δημιουργία καταχώρισης
es: Publicar anuncio
fi: Julkaise ilmoitus
hu: Hirdetés közzététele
nl: Plaats vermelding
pl: Opublikuj ogłoszenie
pt: Postar anúncio
ru: Опубликовать объявление
sq: Posto listën
tr: Listeyi yayınla
uk: Опублікувати оголошення

source: Create a listing for a single item.
be: Стварыць аб'яву для аднаго прадмета.
el: Δημιουργήστε μια καταχώριση για ένα μόνο αντικείμενο.
es: Crea un anuncio para un solo artículo.
fi: Luo ilmoitus yhdelle tuotteelle.
hu: Hozz létre egy hirdetést egyetlen tételre.
nl: Maak een vermelding voor een enkel item.
pl: Utwórz ogłoszenie dla pojedynczego przedmiotu.
pt: Crie um anúncio para um único item.
ru: Создайте объявление для одного предмета.
sq: Krijo një listë për një artikull të vetëm.
tr: Tek bir öğe için bir liste oluştur.
uk: Створіть оголошення для одного предмета.

source: Last seen in
be: Апошні раз бачыўся ў
el: Τελευταία φορά που είδατε σε
es: Última vez visto en
fi: Viimeksi nähty
hu: Utolsó látogatás itt
nl: Laatst gezien in
pl: Ostatnio widziano w
pt: Última vez visto em
ru: В последний раз видели в
sq: E fundit e parë në
tr: Son görüldüğü yer
uk: Останній раз бачили в

source: Multiple items in a bundle
be: Несколькі прадметаў у пакеце
el: Πολλαπλά αντικείμενα σε πακέτο
es: Múltiples artículos en un paquete
fi: Useita tuotteita paketissa
hu: Több tétel egy csomagban
nl: Meerdere items in een bundel
pl: Wiele przedmiotów w pakiecie
pt: Vários itens em um pacote
ru: Несколько предметов в комплекте
sq: Artikuj të shumtë në një paketë
tr: Birden fazla öğeyi bir paket içinde
uk: Кілька предметів в одному пакеті

source: Multiple items separately
be: Несколькі прадметаў асобна
el: Πολλαπλά αντικείμενα ξεχωριστά
es: Múltiples artículos por separado
fi: Useita tuotteita erikseen
hu: Több tétel külön-külön
nl: Meerdere items apart
pl: Wiele przedmiotów osobno
pt: Vários itens separadamente
ru: Несколько предметов по отдельности
sq: Artikuj të shumtë veçmas
tr: Birden fazla öğeyi ayrı ayrı
uk: Кілька предметів окремо

source: Sign-up country
be: Краіна рэгістрацыі
el: Χώρα εγγραφής
es: País de registro
fi: Rekisteröitymisen maa
hu: Regisztrációs ország
nl: Aanmeldland
pl: Kraj rejestracji
pt: País de inscrição
ru: Страна регистрации
sq: Shteti i regjistrimit
tr: Kayıtlı ülke
uk: Країна реєстрації

source: Artificial satellite
be: Штучны спадарожнік
el: Τεχνητός δορυφόρος
es: Satélite artificial
fi: Teko-satelliitti
hu: Mesterséges műhold
nl: Kunstmatige satelliet
pl: Satelita sztuczny
pt: Satélite artificial
ru: Искусственный спутник
sq: Satelit artificial
tr: Yapay uydu
uk: Штучний супутник

source: Covered by seller
be: Пакрыта прадаўцом
el: Καλυμμένο από τον πωλητή
es: Cubierto por el vendedor
fi: Myyjä kattaa
hu: Eladó által fedezve
nl: Gedekt door verkoper
pl: Pokryty przez sprzedającego
pt: Coberto pelo vendedor
ru: Покрыто продавцом
sq: E mbuluar nga shitësi
tr: Satıcı tarafından karşılanacak
uk: Покрито продавцем

source: For disambiguation purposes, please make sure that the sensor's name ends with "(color)" or "(mono)".
be: Для адрознення, калі ласка, пераканайцеся, што назва датчыка заканчваецца на "(колер)" або "(манахром)".
el: Για λόγους αποσαφήνισης, παρακαλώ βεβαιωθείτε ότι το όνομα του αισθητήρα τελειώνει με "(χρώμα)" ή "(μονοχρωματικό)".
es: Para fines de desambiguación, asegúrate de que el nombre del sensor termine con "(color)" o "(mono)".
fi: Erojen välttämiseksi varmista, että anturin nimi päättyy "(väri)" tai "(mono)".
hu: A félreértések elkerülése érdekében győződj meg róla, hogy a szenzor neve "(színes)" vagy "(mono)" végződik.
nl: Voor verduidelijkingsdoeleinden, zorg ervoor dat de naam van de sensor eindigt op "(kleur)" of "(mono)".
pl: Dla celów rozróżnienia, upewnij się, że nazwa sensora kończy się na "(kolor)" lub "(mono)".
pt: Para fins de desambiguação, por favor, certifique-se de que o nome do sensor termina com "(color)" ou "(mono)".
ru: Для избежания недоразумений, пожалуйста, убедитесь, что название сенсора заканчивается на "(color)" или "(mono)".
sq: Për qëllime disambiguimi, ju lutemi sigurohuni që emri i sensorit përfundon me "(ngjyrë)" ose "(mono)".
tr: Açıklık sağlamak için, lütfen sensörün adının "(color)" veya "(mono)" ile bittiğinden emin olun.
uk: Для уникнення непорозумінь, будь ласка, переконайтеся, що назва сенсора закінчується на "(колір)" або "(моно)".

source: Free Shipping
be: Бясплатная дастаўка
el: Δωρεάν αποστολή
es: Envío gratis
fi: Ilmainen toimitus
hu: Ingyenes szállítás
nl: Gratis verzending
pl: Darmowa wysyłka
pt: Frete Grátis
ru: Бесплатная доставка
sq: Transport Falas
tr: Ücretsiz Kargo
uk: Безкоштовна доставка

source: I will cover the shipping cost
be: Я пакрыю кошт дастаўкі
el: Θα καλύψω το κόστος αποστολής
es: Yo cubriré el costo de envío
fi: Katan toimituskulut
hu: Én állom a szállítási költséget
nl: Ik dek de verzendkosten
pl: Pokryję koszty wysyłki
pt: Eu vou cobrir o custo do frete
ru: Я возьму на себя стоимость доставки
sq: Unë do të mbuloj kostot e transportit
tr: Kargo ücretini ben karşılayacağım
uk: Я покрию вартість доставки

source: I will not ship this item
be: Я не буду адпраўляць гэты прадмет
el: Δεν θα στείλω αυτό το αντικείμενο
es: No enviaré este artículo
fi: En lähetä tätä tuotetta
hu: Nem fogom ezt a tételt szállítani
nl: Ik zal dit item niet verzenden
pl: Nie będę wysyłać tego przedmiotu
pt: Eu não vou enviar este item
ru: Я не буду отправлять этот предмет
sq: Nuk do ta dërgoj këtë artikull
tr: Bu öğeyi göndermeyeceğim
uk: Я не буду відправляти цей предмет

source: Seller pays for shipping
be: Прадавец аплачвае дастаўку
el: Ο πωλητής πληρώνει για την αποστολή
es: El vendedor paga el envío
fi: Myyjä maksaa toimituskulut
hu: Az eladó állja a szállítást
nl: Verkoper betaalt voor verzending
pl: Sprzedawca pokrywa koszty wysyłki
pt: Vendedor paga pelo frete
ru: Продавец оплачивает доставку
sq: Shitësi paguan për transportin
tr: Satıcı kargo ücretini öder
uk: Продавець платить за доставку

source: Shipping cost to be agreed
be: Кошт дастаўкі будзе ўзгоднены
el: Το κόστος αποστολής θα συμφωνηθεί
es: Costo de envío a acordar
fi: Toimituskuluista sovitaan erikseen
hu: A szállítási költséget meg kell beszélni
nl: Verzendkosten moeten worden overeengekomen
pl: Koszt wysyłki do uzgodnienia
pt: Custo do frete a ser acordado
ru: Стоимость доставки будет согласована
sq: Kostoja e transportit për t'u rënë dakord
tr: Gönderim maliyeti üzerinde anlaşılacak
uk: Вартість доставки узгоджується

source: Shipping cost type
be: Тып кошту дастаўкі
el: Τύπος κόστους αποστολής
es: Tipo de costo de envío
fi: Toimituskulutyyppi
hu: Szállítási költség típusa
nl: Verzendkosten type
pl: Typ kosztów wysyłki
pt: Tipo de custo de frete
ru: Тип стоимости доставки
sq: Lloji i kostos së transportit
tr: Gönderim maliyeti türü
uk: Тип вартості доставки

source: Support
be: Падтрымка
el: Υποστήριξη
es: Soporte
fi: Tuki
hu: Támogatás
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
ru: Поддержка
sq: Mbështetje
tr: Destek
uk: Підтримка

source: The shipping cost is fixed
be: Кошт дастаўкі фіксаваны
el: Το κόστος αποστολής είναι σταθερό
es: El costo de envío es fijo
fi: Toimituskulut ovat kiinteät
hu: A szállítási költség fix
nl: De verzendkosten zijn vast
pl: Koszt wysyłki jest stały
pt: O custo do frete é fixo
ru: Стоимость доставки фиксированная
sq: Kostoja e dërgimit është fikse
tr: Gönderim maliyeti sabittir
uk: Вартість доставки фіксована

source: The shipping cost will be agreed upon
be: Кошт дастаўкі будзе ўзгоднены
el: Το κόστος αποστολής θα συμφωνηθεί
es: El costo de envío se acordará
fi: Toimituskulut sovitaan erikseen
hu: A szállítási költséget meg kell beszélni
nl: De verzendkosten zullen worden overeengekomen
pl: Koszt wysyłki zostanie uzgodniony
pt: O custo do frete será acordado
ru: Стоимость доставки будет согласована
sq: Kostoja e dërgimit do të miratohet
tr: Gönderim maliyeti üzerinde anlaşılacak
uk: Вартість доставки буде узгоджена

source: To be agreed
be: Для ўзгаднення
el: Να συμφωνηθεί
es: A acordar
fi: Sovitaan myöhemmin
hu: Meg kell beszélni
nl: Te overeenkomen
pl: Do uzgodnienia
pt: A ser combinado
ru: Подлежит согласованию
sq: Për t'u miratuar
tr: Anlaşılacak
uk: Підлягає узгодженню

source: (deleted)
be: (выдалена)
el: (διαγράφηκε)
es: (eliminado)
fi: (poistettu)
hu: (törölve)
nl: (verwijderd)
pl: (usunięto)
pt: (deletado)
ru: (удалено)
sq: (fshirë)
tr: (silindi)
uk: (видалено)

source: (view mutual)
be: (гледзець узаемна)
el: (προβολή αμοιβαία)
es: (ver mutuo)
fi: (näytä yhteiset)
hu: (közös megtekintés)
nl: (bekijk wederzijds)
pl: (zobacz wzajemne)
pt: (ver mútuo)
ru: (посмотреть взаимные)
sq: (shiko të dyja)
tr: (karşılıklı görüntüle)
uk: (переглянути взаємні)

source: ({{ 0 }} in staging)
be: ({{ 0 }} у стадыі распрацоўкі)
el: ({{ 0 }} σε στάδιο ανάπτυξης)
es: ({{ 0 }} en preparación)
fi: ({{ 0 }} valmistelussa)
hu: ({{ 0 }} színpadon)
pl: ({{ 0 }} w przygotowaniu)
pt: ({{ 0 }} em estágio)
ru: ({{ 0 }} в стадии подготовки)
sq: ({{ 0 }} në përgatitje)
tr: ({{ 0 }} sahnede)
uk: ({{ 0 }} в стадії підготовки)

source: 1 collection
be: 1 калекцыя
el: 1 συλλογή
es: 1 colección
fi: 1 kokoelma
hu: 1 gyűjtemény
nl: 1 collectie
pl: 1 kolekcja
pt: 1 coleção
ru: 1 коллекция
sq: 1 koleksion
tr: 1 koleksiyon
uk: 1 колекція

source: 1 image
be: 1 выява
el: 1 εικόνα
es: 1 imagen
fi: 1 kuva
hu: 1 kép
nl: 1 afbeelding
pl: 1 obraz
pt: 1 imagem
ru: 1 изображение
sq: 1 imazh
tr: 1 görüntü
uk: 1 зображення

source: 1 result
be: 1 вынік
el: 1 αποτέλεσμα
es: 1 resultado
fi: 1 tulos
hu: 1 eredmény
nl: 1 resultaat
pl: 1 wynik
pt: 1 resultado
ru: 1 результат
sq: 1 rezultat
tr: 1 sonuç
uk: 1 результат

source: <strong>{{0}}</strong> total images on AstroBin
be: <strong>{{0}}<\/strong> агульная колькасць выяў на AstroBin
el: <strong>{{0}}<\/strong> συνολικές εικόνες στο AstroBin
es: <strong>{{0}}<\/strong> imágenes totales en AstroBin
fi: <strong>{{0}}<\/strong> yhteensä kuvia AstroBinissä
hu: <strong>{{0}}<\/strong> összes kép az AstroBin-en
nl: <strong>{{0}}<\/strong> totale afbeeldingen op AstroBin
pl: <strong>{{0}}<\/strong> łącznie obrazów na AstroBin
pt: <strong>{{0}}<\/strong> imagens totais no AstroBin
ru: <strong>{{0}}<\/strong> всего изображений на AstroBin
sq: <strong>{{0}}<\/strong> imazhe totale në AstroBin
tr: <strong>{{0}}<\/strong> AstroBin'de toplam görüntü
uk: <strong>{{0}}<\/strong> всього зображень на AstroBin
