Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: As a member of the {{0}}AstroBin Beta Testers{{1}} group, you are currently on the beta version of this app. To learn why a beta version is currently being tested, please see the latest posts on the {{2}}AstroBin Beta Testers forum{{3}}.
be: Як член групы {{0}}AstroBin Beta Testers{{1}}, вы зараз карыстаецеся бэта-версіяй гэтага прыкладання. Каб даведацца, чаму зараз тэстуецца бэта-версія, калі ласка, паглядзіце апошнія паведамленні на форуме {{2}}AstroBin Beta Testers{{3}}.
el: Ως μέλος της ομάδας {{0}}AstroBin Beta Testers{{1}}, βρίσκεσαι αυτή τη στιγμή στην beta έκδοση αυτής της εφαρμογής. Για να μάθεις γιατί δοκιμάζεται μια beta έκδοση, παρακαλώ δες τις τελευταίες αναρτήσεις στο {{2}}AstroBin Beta Testers forum{{3}}.
es: Como miembro del grupo {{0}}AstroBin Beta Testers{{1}}, actualmente estás en la versión beta de esta aplicación. Para saber por qué se está probando una versión beta, consulta las últimas publicaciones en el {{2}}foro de AstroBin Beta Testers{{3}}.
fi: {{0}}AstroBin Beta Testers{{1}} -ryhmän jäsenenä olet tällä hetkellä tämän sovelluksen beta-versiossa. Jos haluat tietää, miksi beta-versiota testataan, katso viimeisimmät viestit {{2}}AstroBin Beta Testers -foorumilta{{3}}.
hu: A {{0}}AstroBin Beta Tesztelők{{1}} csoport tagjaként jelenleg ennek az alkalmazásnak a béta verzióját használod. Ha szeretnéd tudni, miért tesztelünk egy béta verziót, kérlek nézd meg a legfrissebb bejegyzéseket a {{2}}AstroBin Beta Tesztelők fórumán{{3}}.
nl: Als lid van de {{0}}AstroBin Beta Testers{{1}} groep, ben je momenteel op de bètaversie van deze app. Om te leren waarom er momenteel een bètaversie wordt getest, zie de laatste berichten op het {{2}}AstroBin Beta Testers forum{{3}}.
pl: Jako członek grupy {{0}}Beta Testerzy AstroBin{{1}}, obecnie korzystasz z wersji beta tej aplikacji. Aby dowiedzieć się, dlaczego testowana jest wersja beta, zobacz najnowsze posty na forum {{2}}Beta Testerzy AstroBin{{3}}.
pt: Como membro do grupo {{0}}Testadores Beta do AstroBin{{1}}, você está atualmente na versão beta deste aplicativo. Para saber por que uma versão beta está sendo testada, consulte as últimas postagens no {{2}}fórum dos Testadores Beta do AstroBin{{3}}.
ru: Как член группы {{0}}Тестировщики бета-версии AstroBin{{1}}, вы в данный момент находитесь на бета-версии этого приложения. Чтобы узнать, почему в данный момент тестируется бета-версия, пожалуйста, посмотрите последние сообщения на {{2}}форуме тестировщиков бета-версии AstroBin{{3}}.
sq: Si anëtar i grupit {{0}}AstroBin Beta Testers{{1}}, aktualisht je në versionin beta të kësaj aplikacioni. Për të mësuar pse po testohet një version beta, ju lutemi shihni postimet më të fundit në {{2}}forumin e AstroBin Beta Testers{{3}}.
tr: {{0}}AstroBin Beta Testçileri{{1}} grubunun bir üyesi olarak, şu anda bu uygulamanın beta sürümündesiniz. Neden bir beta sürümünün test edildiğini öğrenmek için lütfen {{2}}AstroBin Beta Testçileri forumundaki{{3}} en son gönderilere bakın.
uk: Як член групи {{0}}Тестувальники бета-версії AstroBin{{1}}, ви зараз на бета-версії цього додатку. Щоб дізнатися, чому тестується бета-версія, будь ласка, перегляньте останні пости на {{2}}форумі тестувальників бета-версії AstroBin{{3}}.

source: AstroBin couldn't recognize your subscription and this shouldn't happen. Please contact us at {{0}} so we can investigate, thanks!
be: AstroBin не змог распазнаць вашу падпіску, і гэтага не павінна адбывацца. Калі ласка, звяжыцеся з намі па адрасе {{0}}, каб мы маглі даследаваць, дзякуй!
el: Η AstroBin δεν μπόρεσε να αναγνωρίσει τη συνδρομή σου και αυτό δεν θα έπρεπε να συμβαίνει. Παρακαλώ επικοινώνησε μαζί μας στο {{0}} ώστε να μπορέσουμε να το ερευνήσουμε, ευχαριστώ!
es: AstroBin no pudo reconocer tu suscripción y esto no debería suceder. Por favor, contáctanos en {{0}} para que podamos investigar, ¡gracias!
fi: AstroBin ei tunnistanut tilaustasi, eikä tämän pitäisi tapahtua. Ota meihin yhteyttä osoitteessa {{0}}, jotta voimme tutkia asiaa, kiitos!
hu: Az AstroBin nem tudta azonosítani az előfizetésedet, és ez nem lenne szabad, hogy megtörténjen. Kérlek, lépj kapcsolatba velünk a {{0}} címen, hogy kivizsgálhassuk, köszönjük!
nl: AstroBin kon je abonnement niet herkennen en dit zou niet moeten gebeuren. Neem alsjeblieft contact met ons op via {{0}} zodat we het kunnen onderzoeken, bedankt!
pl: AstroBin nie rozpoznał twojej subskrypcji i to nie powinno się zdarzyć. Proszę skontaktuj się z nami pod adresem {{0}}, abyśmy mogli to zbadać, dzięki!
pt: O AstroBin não conseguiu reconhecer sua assinatura e isso não deveria acontecer. Por favor, entre em contato conosco em {{0}} para que possamos investigar, obrigado!
ru: AstroBin не смог распознать вашу подписку, и этого не должно происходить. Пожалуйста, свяжитесь с нами по адресу {{0}}, чтобы мы могли разобраться, спасибо!
sq: AstroBin nuk mundi të njohë abonimin tuaj dhe kjo nuk duhet të ndodhte. Ju lutemi na kontaktoni në {{0}} që të mund të hetojmë, faleminderit!
tr: AstroBin aboneliğinizi tanıyamadı ve bu olmamalı. Lütfen araştırmamız için {{0}} ile iletişime geçin, teşekkürler!
uk: AstroBin не зміг розпізнати вашу підписку, і цього не повинно бути. Будь ласка, зв'яжіться з нами за адресою {{0}}, щоб ми могли розібратися, дякуємо!

source: Back ordered
be: Замоўлена
el: Σε αναμονή
es: Pedido pendiente
fi: Takaisin tilattu
hu: Visszaigényelt
nl: Achteraf besteld
pl: Zamówienie wstrzymane
pt: Pedido em atraso
ru: Временно недоступно
sq: Porosi e prapambetur
tr: Sipariş bekleniyor
uk: Відкладено

source: Bookmark
be: Закладка
el: Σελιδοδείκτης
es: Marcador
fi: Kirjanmerkki
hu: Könyvjelző
nl: Bladwijzer
pl: Zakładka
pt: Adicionar aos favoritos
ru: Закладка
sq: Shënim
tr: Yer imi ekle
uk: Закладка

source: Buy 1 year
be: Купіць на 1 год
el: Αγόρασε 1 χρόνο
es: Comprar 1 año
fi: Osta 1 vuosi
hu: Vásárolj 1 évet
nl: Koop 1 jaar
pl: Kup 1 rok
pt: Comprar 1 ano
ru: Купить на 1 год
sq: Bli 1 vit
tr: 1 yıl satın al
uk: Купити на 1 рік

source: Cancel subscription
be: Скасаваць падпіску
el: Ακύρωση συνδρομής
es: Cancelar suscripción
fi: Peruuta tilaus
hu: Előfizetés lemondása
nl: Annuleer abonnement
pl: Anuluj subskrypcję
pt: Cancelar assinatura
ru: Отменить подписку
sq: Anulo abonimin
tr: Aboneliği iptal et
uk: Скасувати підписку

source: Catadioptric: Maksutov-Newtonian
be: Катадзіоптрычны: Максутов-Ньютан
el: Καταδιοπτρικός: Maksutov-Newtonian
es: Catadióptrico: Maksutov-Newtoniano
fi: Katadioptrinen: Maksutov-Newton
hu: Katadioptrikus: Maksutov-Newtonian
nl: Catadioptrisch: Maksutov-Newtonian
pl: Katadioptryczny: Maksutow-Newton
pt: Catadióptrico: Maksutov-Newtoniano
ru: Катадиоптрический: Максутов-Ньютоновский
sq: Catadioptrik: Maksutov-Newtonian
tr: Katadioptrik: Maksutov-Newtonian
uk: Катадіоптричний: Максутов-Ньютон

source: Currently out of stock
be: На дадзены момант адсутнічае на складзе
el: Προς το παρόν εκτός αποθέματος
es: Actualmente fuera de stock
fi: Tällä hetkellä loppu varastosta
hu: Jelenleg nem elérhető
nl: Momenteel niet op voorraad
pl: Obecnie brak w magazynie
pt: Atualmente fora de estoque
ru: Временно отсутствует на складе
sq: Aktualisht jashtë stokut
tr: Şu anda stokta yok
uk: В даний час немає в наявності

source: Event
be: Падзея
el: Εκδήλωση
es: Evento
fi: Tapahtuma
hu: Esemény
nl: Evenement
pl: Wydarzenie
pt: Evento
ru: Событие
sq: Ngjarje
tr: Etkinlik
uk: Подія

source: Explore the AstroBin equipment database.
be: Даследуйце базу дадзеных абсталявання AstroBin.
el: Εξερεύνησε τη βάση δεδομένων εξοπλισμού της AstroBin.
es: Explora la base de datos de equipos de AstroBin.
fi: Tutki AstroBinin laitekantaa.
hu: Fedezd fel az AstroBin felszerelés adatbázisát.
nl: Verken de AstroBin apparatuurdatabase.
pl: Przeglądaj bazę danych sprzętu AstroBin.
pt: Explore o banco de dados de equipamentos do AstroBin.
ru: Изучите базу данных оборудования AstroBin.
sq: Eksploro bazën e të dhënave të pajisjeve të AstroBin.
tr: AstroBin ekipman veritabanını keşfedin.
uk: Досліджуйте базу даних обладнання AstroBin.

source: Follow
be: Сачыць
el: Ακολούθησε
es: Seguir
fi: Seuraa
hu: Kövesd
nl: Volgen
pl: Obserwuj
pt: Seguir
ru: Подписаться
sq: Ndjek
tr: Takip et
uk: Слідкувати

source: Followed
be: Сачылі
el: Ακολουθείται
es: Seguido
fi: Seurattu
hu: Követve
nl: Gevolgd
pl: Obserwowane
pt: Seguindo
ru: Подписано
sq: I ndjekur
tr: Takip ediliyor
uk: Слідкували

source: Followed equipment
be: Сачылі за абсталяваннем
el: Ακολουθούμενος εξοπλισμός
es: Equipos seguidos
fi: Seuratut laitteet
hu: Követett felszerelés
nl: Gevolgde apparatuur
pl: Obserwowany sprzęt
pt: Equipamentos seguidos
ru: Подписанное оборудование
sq: Pajisje të ndjekura
tr: Takip ettiğiniz ekipman
uk: Слідкували за обладнанням

source: If you have any question, please contact us at {{0}}.
be: Калі ў вас ёсць якія-небудзь пытанні, калі ласка, звяжыцеся з намі па адрасе {{0}}.
el: Αν έχεις οποιαδήποτε ερώτηση, παρακαλώ επικοινώνησε μαζί μας στο {{0}}.
es: Si tienes alguna pregunta, contáctanos en {{0}}.
fi: Jos sinulla on kysyttävää, ota meihin yhteyttä osoitteessa {{0}}.
hu: Ha bármilyen kérdésed van, kérlek lépj kapcsolatba velünk a {{0}} címen.
nl: Als je vragen hebt, neem dan contact met ons op via {{0}}.
pl: Jeśli masz jakiekolwiek pytania, skontaktuj się z nami pod {{0}}.
pt: Se você tiver alguma dúvida, entre em contato conosco em {{0}}.
ru: Если у вас есть вопросы, пожалуйста, свяжитесь с нами по адресу {{0}}.
sq: Nëse keni ndonjë pyetje, ju lutemi na kontaktoni në {{0}}.
tr: Herhangi bir sorunuz varsa, lütfen {{0}} ile iletişime geçin.
uk: Якщо у вас є питання, будь ласка, зв'яжіться з нами за адресою {{0}}.

source: If you switch to this pricing model, the cost will be temporarily covered by your positive balance.
be: Калі вы пераключыцеся на гэтую цэнавую мадэль, выдаткі будуць часова пакрыты вашым станоўчым балансам.
el: Αν αλλάξεις σε αυτό το μοντέλο τιμολόγησης, το κόστος θα καλυφθεί προσωρινά από το θετικό σου υπόλοιπο.
es: Si cambias a este modelo de precios, el costo será cubierto temporalmente por tu saldo positivo.
fi: Jos vaihdat tähän hinnoittelumalliin, kustannukset katetaan tilisi positiivisella saldolla tilapäisesti.
hu: Ha átváltasz erre az árképzési modellre, a költséget ideiglenesen a pozitív egyenleged fedezi.
nl: Als je overschakelt naar dit prijsmodel, wordt de kost tijdelijk gedekt door je positieve saldo.
pl: Jeśli przełączysz się na ten model cenowy, koszt będzie tymczasowo pokryty przez twoje dodatnie saldo.
pt: Se você mudar para este modelo de preços, o custo será temporariamente coberto pelo seu saldo positivo.
ru: Если вы переключитесь на эту модель ценообразования, стоимость временно будет покрыта вашим положительным балансом.
sq: Nëse kaloni në këtë model çmimi, kostoja do të mbulohet përkohësisht nga bilanci juaj pozitiv.
tr: Bu fiyatlandırma modeline geçersen, maliyet geçici olarak pozitif bakiyenle karşılanacak.
uk: Якщо ви перейдете на цю цінову модель, витрати тимчасово покриються вашим позитивним балансом.

source: Like
be: Як
el: Μου αρέσει
es: Me gusta
fi: Tykkää
hu: Tetszik
nl: Leuk
pl: Lubię
pt: Curtir
ru: Нравится
sq: Pëlqej
tr: Beğen
uk: Подобається

source: Manage your PayPal subscription
be: Кіраванне вашай падпіскай PayPal
el: Διαχείριση της συνδρομής σου στο PayPal
es: Gestiona tu suscripción de PayPal
fi: Hallitse PayPal-tilaustasi
hu: Kezeld a PayPal előfizetésed
nl: Beheer je PayPal-abonnement
pl: Zarządzaj subskrypcją PayPal
pt: Gerenciar sua assinatura do PayPal
ru: Управлять подпиской PayPal
sq: Menaxho abonimin tënd në PayPal
tr: PayPal aboneliğinizi yönetin
uk: Керуйте своєю підпискою PayPal

source: Manage your Stripe subscription
be: Кіраванне вашай падпіскай Stripe
el: Διαχείριση της συνδρομής σου στο Stripe
es: Gestiona tu suscripción de Stripe
fi: Hallitse Stripe-tilaustasi
hu: Kezeld a Stripe előfizetésed
nl: Beheer je Stripe-abonnement
pl: Zarządzaj subskrypcją Stripe
pt: Gerenciar sua assinatura do Stripe
ru: Управляйте своей подпиской на Stripe
sq: Menaxho abonimin tënd në Stripe
tr: Stripe aboneliğinizi yönetin
uk: Керуйте своєю підпискою Stripe

source: Monthly
be: Штомесяц
el: Μηνιαία
es: Mensual
fi: Kuukausittain
hu: Havi
nl: Maandelijks
pl: Miesięcznie
pt: Mensal
ru: Ежемесячно
sq: Mujore
tr: Aylık
uk: Щомісячно

source: Please note: this page might take a few minutes to update if you just made a purchase.
be: Звярніце ўвагу: гэтая старонка можа заняць некалькі хвілін для абнаўлення, калі вы толькі што зрабілі пакупку.
el: Παρακαλώ σημείωσε: αυτή η σελίδα μπορεί να χρειαστεί μερικά λεπτά για να ενημερωθεί αν μόλις έκανες μια αγορά.
es: Ten en cuenta: esta página puede tardar unos minutos en actualizarse si acabas de hacer una compra.
fi: Huomaa: tämän sivun päivittäminen voi kestää muutaman minuutin, jos olet juuri tehnyt ostoksen.
hu: Kérlek vedd figyelembe: ez az oldal néhány percet vehet igénybe a frissítéshez, ha éppen vásároltál.
nl: Let op: deze pagina kan een paar minuten duren om bij te werken als je net een aankoop hebt gedaan.
pl: Proszę pamiętać: ta strona może zająć kilka minut, aby się zaktualizować, jeśli właśnie dokonałeś zakupu.
pt: Por favor, note: esta página pode levar alguns minutos para atualizar se você acabou de fazer uma compra.
ru: Пожалуйста, обратите внимание: эта страница может обновляться несколько минут, если вы только что сделали покупку.
sq: Ju lutemi vini re: kjo faqe mund të marrë disa minuta për t'u përditësuar nëse sapo keni bërë një blerje.
tr: Lütfen dikkat: Bu sayfanın güncellenmesi birkaç dakika sürebilir eğer yeni bir satın alma yaptıysanız.
uk: Зверніть увагу: ця сторінка може оновлюватися кілька хвилин, якщо ви щойно здійснили покупку.

source: Remove bookmark
be: Выдаліць закладку
el: Αφαίρεση σελιδοδείκτη
es: Eliminar marcador
fi: Poista kirjanmerkki
hu: Könyvjelző eltávolítása
nl: Verwijder bladwijzer
pl: Usuń zakładkę
pt: Remover dos favoritos
ru: Удалить закладку
sq: Hiq shënimin
tr: Yer imini kaldır
uk: Видалити закладку

source: Sorry, but the page you are looking for is not here.
be: Прабачце, але старонка, якую вы шукаеце, тут няма.
el: Λυπάμαι, αλλά η σελίδα που ψάχνεις δεν είναι εδώ.
es: Lo siento, pero la página que buscas no está aquí.
fi: Anteeksi, mutta etsimääsi sivua ei ole.
hu: Sajnálom, de a keresett oldal nem található.
nl: Sorry, maar de pagina die je zoekt is hier niet.
pl: Przykro nam, ale strona, której szukasz, nie jest tutaj.
pt: Desculpe, mas a página que você está procurando não está aqui.
ru: Извините, но страница, которую вы ищете, здесь нет.
sq: Na vjen keq, por faqja që po kërkoni nuk është këtu.
tr: Üzgünüm, ama aradığınız sayfa burada yok.
uk: Вибачте, але сторінка, яку ви шукаєте, не знайдена.

source: Stock status unknown
be: Статус запасаў невядомы
el: Κατάσταση αποθέματος άγνωστη
es: Estado del stock desconocido
fi: Varastotilanne tuntematon
hu: Készlet állapota ismeretlen
nl: Voorraadstatus onbekend
pl: Status magazynowy nieznany
pt: Status do estoque desconhecido
ru: Статус наличия неизвестен
sq: Statusi i stokut është i panjohur
tr: Stok durumu bilinmiyor
uk: Статус на складі невідомий

source: Subscribe
be: Падпісацца
el: Εγγραφή
es: Suscribirse
fi: Tilaa
hu: Előfizetés
nl: Abonneren
pl: Subskrybuj
pt: Assinar
ru: Подписаться
sq: Abonohu
tr: Abone ol
uk: Підписатися

source: Subscribed
be: Падпісаны
el: Εγγεγραμμένος
es: Suscrito
fi: Tilattu
hu: Előfizetve
nl: Geabonneerd
pl: Subskrybowany
pt: Assinado
ru: Подписано
sq: Abonuar
tr: Abone olundu
uk: Підписано

source: Subscription
be: Падпіска
el: Συνδρομή
es: Suscripción
fi: Tilaus
hu: Előfizetés
nl: Abonnement
pl: Subskrypcja
pt: Assinatura
ru: Подписка
sq: Abonim
tr: Abonelik
uk: Підписка

source: This price is prorated for the remaining days of your current subscription. This means that you will pay the reduced amount on your next billing date, and the full amount on the following billing dates.
be: Гэтая цана прапарцыйная за астатнія дні вашай бягучай падпісцы. Гэта азначае, што вы заплаціце зніжаную суму на наступнай датзе выставы рахункаў, а поўную суму на наступных датах.
el: Αυτή η τιμή είναι αναλογική για τις υπόλοιπες ημέρες της τρέχουσας συνδρομής σου. Αυτό σημαίνει ότι θα πληρώσεις το μειωμένο ποσό στην επόμενη ημερομηνία χρέωσης, και το πλήρες ποσό στις επόμενες ημερομηνίες χρέωσης.
es: Este precio está prorrateado para los días restantes de tu suscripción actual. Esto significa que pagarás la cantidad reducida en tu próxima fecha de facturación, y el monto completo en las siguientes fechas de facturación.
fi: Tämä hinta on suhteutettu nykyisen tilauksesi jäljellä oleviin päiviin. Tämä tarkoittaa, että maksat alennetun summan seuraavalla laskutuspäivällä ja täyden summan seuraavilla laskutuspäivillä.
hu: Ez az ár arányosítva van a jelenlegi előfizetésed hátralévő napjaival. Ez azt jelenti, hogy a következő számlázási időpontban a csökkentett összeget fogod fizetni, és a teljes összeget a következő számlázási időpontokban.
nl: Deze prijs is pro rata voor de resterende dagen van je huidige abonnement. Dit betekent dat je het verlaagde bedrag op je volgende factureringsdatum betaalt, en het volledige bedrag op de volgende factureringsdata.
pl: Ta cena jest proporcjonalna do pozostałych dni twojej obecnej subskrypcji. Oznacza to, że zapłacisz zmniejszoną kwotę w dniu następnego rozliczenia, a pełną kwotę w kolejnych terminach rozliczeniowych.
pt: Este preço é proporcional aos dias restantes da sua assinatura atual. Isso significa que você pagará o valor reduzido na sua próxima data de cobrança, e o valor total nas próximas datas de cobrança.
ru: Эта цена пропорциональна оставшимся дням вашей текущей подписки. Это означает, что вы заплатите уменьшенную сумму в следующую дату выставления счета, а полную сумму в последующие даты.
sq: Ky çmim është pro-rata për ditët e mbetura të abonimit tuaj aktual. Kjo do të thotë se do të paguani shumën e reduktuar në datën tuaj të ardhshme të faturimit, dhe shumën e plotë në datat e ardhshme të faturimit.
tr: Bu fiyat, mevcut aboneliğinizin kalan günleri için orantılıdır. Bu, bir sonraki faturalama tarihinizde indirilmiş miktarı ödeyeceğiniz ve sonraki faturalama tarihlerinde tam miktarı ödeyeceğiniz anlamına gelir.
uk: Ця ціна пропорційна залишковим дням вашої поточної підписки. Це означає, що ви заплатите зменшену суму на наступну дату виставлення рахунку, а повну суму на наступних датах.

source: Unfollow
be: Адпісацца
el: Ακύρωση παρακολούθησης
es: Dejar de seguir
fi: Lopeta seuraaminen
hu: Követés leállítása
nl: Ontvolgen
pl: Przestań obserwować
pt: Deixar de seguir
ru: Отписаться
sq: Ndalo ndjekjen
tr: Takibi bırak
uk: Відписатися

source: Unlike
be: Не падабаецца
el: Δε μου αρέσει
es: No me gusta
fi: Älä tykkää
hu: Nem tetszik
nl: Niet leuk
pl: Nie lubię
pt: Descurtir
ru: Не нравится
sq: Mos pëlqej
tr: Beğenme
uk: Не подобається

source: Upgrade
be: Абнавіць
el: Αναβάθμιση
es: Actualizar
fi: Päivitä
hu: Frissítés
pl: Ulepsz
pt: Atualizar
ru: Обновить
sq: Përmirëso
tr: Yükselt
uk: Оновити

source: Upgrade your subscription now, and only pay the difference at your next billing cycle. Your next payment will include the next billing period, minus the unused portion of your current billing period. If you switch from a yearly to a monthly plan, any balance in your favor will be automatically applied to your future invoices until exhausted.
be: Абнавіце вашу падпіску зараз і заплаціце толькі розніцу на наступным цыкле выставы рахункаў. Ваш наступны плацёж будзе ўключаць наступны перыяд выставы рахункаў, за вылікам невыкарыстанай часткі вашага бягучага перыяду выставы рахункаў. Калі вы пераключыцеся з гадавога на штомесячны план, любы баланс у вашу карысць будзе аўтаматычна ўлічаны ў вашых будучых рахунках, пакуль не будзе вычарпаны.
el: Αναβάθμισε τη συνδρομή σου τώρα και πλήρωσε μόνο τη διαφορά στην επόμενη χρέωση. Η επόμενη πληρωμή θα περιλαμβάνει την επόμενη περίοδο χρέωσης, μείον το ανεκμετάλλευτο τμήμα της τρέχουσας περιόδου χρέωσης. Αν αλλάξεις από ετήσιο σε μηνιαίο σχέδιο, οποιοδήποτε υπόλοιπο υπέρ σου θα εφαρμοστεί αυτόματα στους μελλοντικούς λογαριασμούς σου μέχρι να εξαντληθεί.
es: Actualiza tu suscripción ahora, y solo paga la diferencia en tu próximo ciclo de facturación. Tu próximo pago incluirá el siguiente período de facturación, menos la parte no utilizada de tu período de facturación actual. Si cambias de un plan anual a uno mensual, cualquier saldo a tu favor se aplicará automáticamente a tus futuras facturas hasta que se agote.
fi: Päivitä tilauksesi nyt ja maksa vain ero seuraavassa laskutusjaksossasi. Seuraava maksusi sisältää seuraavan laskutuskauden, miinus käyttämättömän osan nykyisestä laskutuskaudestasi. Jos vaihdat vuosimallista kuukausimalliin, kaikki sinulle suotuisat saldot sovelletaan automaattisesti tuleviin laskuihisi, kunnes ne on käytetty.
hu: Frissítsd az előfizetésed most, és csak a különbséget fizesd a következő számlázási ciklusban. A következő kifizetésed tartalmazni fogja a következő számlázási időszakot, levonva a jelenlegi számlázási időszak fel nem használt részét. Ha évesről havi tervre váltasz, bármilyen kedvezmény a jövőbeli számláidra automatikusan érvényesül, amíg el nem fogy.
nl: Upgrade je abonnement nu, en betaal alleen het verschil bij je volgende factureringscyclus. Je volgende betaling omvat de volgende factureringsperiode, minus het ongebruikte deel van je huidige factureringsperiode. Als je van een jaarlijks naar een maandelijks plan overschakelt, wordt elk saldo in jouw voordeel automatisch toegepast op je toekomstige facturen totdat het is uitgeput.
pl: Ulepsz swoją subskrypcję teraz, a zapłać tylko różnicę przy następnym cyklu rozliczeniowym. Twoja następna płatność obejmie następny okres rozliczeniowy, pomniejszony o niewykorzystaną część obecnego okresu rozliczeniowego. Jeśli przejdziesz z planu rocznego na miesięczny, wszelkie saldo na twoją korzyść zostanie automatycznie zastosowane do przyszłych faktur, aż do wyczerpania.
pt: Atualize sua assinatura agora e pague apenas a diferença no seu próximo ciclo de cobrança. Seu próximo pagamento incluirá o próximo período de cobrança, menos a parte não utilizada do seu período de cobrança atual. Se você mudar de um plano anual para um mensal, qualquer saldo a seu favor será automaticamente aplicado às suas faturas futuras até ser esgotado.
ru: Обновите свою подписку сейчас и заплатите только разницу в следующем цикле выставления счета. Ваш следующий платеж будет включать следующий расчетный период, за вычетом неиспользованной части вашего текущего расчетного периода. Если вы переключитесь с годового на ежемесячный план, любой баланс в вашу пользу будет автоматически применен к вашим будущим счетам до его исчерпания.
sq: Përmirëso abonimin tënd tani, dhe paguani vetëm diferencën në ciklin tuaj të ardhshëm të faturimit. Pagesa juaj e ardhshme do të përfshijë periudhën e ardhshme të faturimit, minus pjesa e papërdorur e periudhës suaj aktuale të faturimit. Nëse kaloni nga një plan vjetor në një plan mujor, çdo bilanc në favorin tuaj do të aplikohet automatikisht në faturat tuaja të ardhshme deri në shterim.
tr: Aboneliğinizi şimdi yükseltin ve bir sonraki faturalama döngünüzde sadece farkı ödeyin. Bir sonraki ödemeniz, mevcut faturalama döneminizin kullanılmayan kısmı çıkarıldıktan sonra gelecek faturalama dönemini içerecektir. Yıllık plandan aylık plana geçerseniz, lehinize olan herhangi bir bakiye, gelecekteki faturalarınıza otomatik olarak uygulanacaktır.
uk: Оновіть свою підписку зараз і сплатіть лише різницю на наступному циклі виставлення рахунків. Ваш наступний платіж включатиме наступний період виставлення рахунків, за вирахуванням невикористаної частини вашого поточного періоду. Якщо ви переходите з річного на щомісячний план, будь-який баланс на вашу користь буде автоматично застосовано до ваших майбутніх рахунків, поки не буде вичерпано.
