Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: If you want to perform a free text search, you can press <kbd>Enter</kbd> after typing. Free text searches are usually more inclusive and may return more results, as they search in all available fields. AstroBin will still try to show relevant results by matching your free text search to a filter, if there is a perfect match.
be: Калі вы хочаце выканаць пошук па свабодным тэксце, вы можаце націснуць <kbd>Enter</kbd> пасля ўводу. Пошук па свабодным тэксце звычайна больш інклюзіўны і можа вяртаць больш вынікаў, бо ён шукае ва ўсіх даступных палях. AstroBin усё яшчэ будзе старацца паказваць адпаведныя вынікі, супадаючы ваш пошук па свабодным тэксце з фільтрам, калі ёсць ідэальнае супадзенне.
el: Αν θέλεις να κάνεις μια αναζήτηση ελεύθερου κειμένου, μπορείς να πατήσεις <kbd>Enter</kbd> αφού πληκτρολογήσεις. Οι αναζητήσεις ελεύθερου κειμένου είναι συνήθως πιο περιεκτικές και μπορεί να επιστρέψουν περισσότερα αποτελέσματα, καθώς ψάχνουν σε όλα τα διαθέσιμα πεδία. Το AstroBin θα προσπαθήσει να δείξει σχετικά αποτελέσματα ταιριάζοντας την αναζήτησή σου με ένα φίλτρο, αν υπάρχει τέλεια αντιστοιχία.
es: Si quieres realizar una búsqueda de texto libre, puedes presionar <kbd>Enter</kbd> después de escribir. Las búsquedas de texto libre suelen ser más inclusivas y pueden devolver más resultados, ya que buscan en todos los campos disponibles. AstroBin aún intentará mostrar resultados relevantes al hacer coincidir tu búsqueda de texto libre con un filtro, si hay una coincidencia perfecta.
fi: Jos haluat tehdä vapaamuotoisen tekstihaku, voit painaa <kbd>Enter</kbd> kirjoittamisen jälkeen. Vapaamuotoiset haut ovat yleensä laajempia ja voivat palauttaa enemmän tuloksia, koska ne etsivät kaikista saatavilla olevista kentistä. AstroBin yrittää silti näyttää relevantteja tuloksia yhdistämällä vapaamuotoisen tekstihakusi suodattimeen, jos täydellinen osuma löytyy.
nl: Als je een vrije tekstzoekopdracht wilt uitvoeren, kun je <kbd>Enter</kbd> indrukken na het typen. Vrije tekstzoekopdrachten zijn meestal inclusiever en kunnen meer resultaten opleveren, omdat ze in alle beschikbare velden zoeken. AstroBin zal nog steeds proberen relevante resultaten te tonen door je vrije tekstzoekopdracht te matchen met een filter, als er een perfecte match is.
pl: Jeśli chcesz wykonać wyszukiwanie tekstowe, możesz nacisnąć <kbd>Enter</kbd> po wpisaniu. Wyszukiwania tekstowe są zazwyczaj bardziej ogólne i mogą zwrócić więcej wyników, ponieważ przeszukują wszystkie dostępne pola. AstroBin nadal spróbuje pokazać odpowiednie wyniki, dopasowując twoje wyszukiwanie do filtra, jeśli będzie idealne dopasowanie.
ru: Если вы хотите выполнить поиск по свободному тексту, вы можете нажать <kbd>Enter</kbd> после ввода. Поиск по свободному тексту обычно более инклюзивен и может вернуть больше результатов, так как он ищет во всех доступных полях. AstroBin все равно попытается показать релевантные результаты, сопоставив ваш поиск по свободному тексту с фильтром, если есть идеальное совпадение.
sq: Nëse dëshiron të bësh një kërkim me tekst të lirë, mund të shtypësh <kbd>Enter</kbd> pas shkruajtjes. Kërkimet me tekst të lirë zakonisht janë më gjithëpërfshirëse dhe mund të kthejnë më shumë rezultate, pasi kërkojnë në të gjitha fushat e disponueshme. AstroBin do të përpiqet ende të tregojë rezultate relevante duke përputhur kërkimin tënd me tekst të lirë me një filtrin, nëse ka një përputhje të përsosur.
tr: Serbest metin araması yapmak istiyorsan, yazdıktan sonra <kbd>Enter</kbd> tuşuna basabilirsin. Serbest metin aramaları genellikle daha kapsayıcıdır ve daha fazla sonuç döndürebilir, çünkü tüm mevcut alanlarda arama yapar. AstroBin yine de serbest metin aramanı bir filtre ile eşleştirerek ilgili sonuçları göstermeye çalışacak, eğer mükemmel bir eşleşme varsa.
uk: Якщо ви хочете виконати пошук вільним текстом, ви можете натиснути <kbd>Enter</kbd> після введення. Пошуки вільним текстом зазвичай є більш інклюзивними і можуть повернути більше результатів, оскільки вони шукають у всіх доступних полях. AstroBin все ще намагатиметься показати релевантні результати, співвідносячи ваш пошук вільним текстом з фільтром, якщо є ідеальне співпадіння.

source: Image plate-solving with Astrometry.net failed.
be: Вызначэнне пласцін малюнка з Astrometry.net не ўдалося.
el: Η ανάλυση εικόνας με το Astrometry.net απέτυχε.
es: La resolución de imagen con Astrometry.net falló.
fi: Kuvan plate-solving Astrometry.netillä epäonnistui.
nl: Afbeelding plate-solving met Astrometry.net mislukt.
pl: Rozwiązywanie obrazu z użyciem Astrometry.net nie powiodło się.
ru: Решение по кадрам с помощью Astrometry.net не удалось.
sq: Zgjidhja e pllakave të imazhit me Astrometry.net dështoi.
tr: Astrometry.net ile görüntü plaka çözümü başarısız oldu.
uk: Платне вирішення з Astrometry.net не вдалося.

source: Image plate-solving with PixInsight failed.
be: Вызначэнне пласцін малюнка з PixInsight не ўдалося.
el: Η ανάλυση εικόνας με το PixInsight απέτυχε.
es: La resolución de imagen con PixInsight falló.
fi: Kuvan plate-solving PixInsightillä epäonnistui.
nl: Afbeelding plate-solving met PixInsight mislukt.
pl: Rozwiązywanie obrazu z użyciem PixInsight nie powiodło się.
ru: Решение по кадрам с помощью PixInsight не удалось.
sq: Zgjidhja e pllakave të imazhit me PixInsight dështoi.
tr: PixInsight ile görüntü plaka çözümü başarısız oldu.
uk: Платне вирішення з PixInsight не вдалося.

source: Integration per filter
be: Інтэграцыя па фільтры
el: Ενοποίηση ανά φίλτρο
es: Integración por filtro
fi: Integraatio suodattimen mukaan
nl: Integratie per filter
pl: Integracja według filtra
ru: Интеграция по фильтру
sq: Integrimi sipas filtrit
tr: Filtre başına entegrasyon
uk: Інтеграція за фільтром

source: Large (15-30°)
be: Вялікі (15-30°)
el: Μεγάλο (15-30°)
es: Grande (15-30°)
fi: Suuri (15-30°)
nl: Groot (15-30°)
pl: Duży (15-30°)
ru: Большой (15-30°)
sq: I madh (15-30°)
tr: Büyük (15-30°)
uk: Великий (15-30°)

source: Medium (4-15°)
be: Сярэдні (4-15°)
el: Μεσαίο (4-15°)
es: Mediano (4-15°)
fi: Keskikokoinen (4-15°)
pl: Średni (4-15°)
ru: Средний (4-15°)
sq: I mesëm (4-15°)
tr: Orta (4-15°)
uk: Середній (4-15°)

source: No additional information available at the moment. Please check again later!
be: У дадзены момант няма дадатковай інфармацыі. Калі ласка, праверце пазней!
el: Δεν υπάρχουν επιπλέον πληροφορίες διαθέσιμες αυτή τη στιγμή. Έλεγξε ξανά αργότερα!
es: No hay información adicional disponible en este momento. ¡Por favor, revisa más tarde!
fi: Ei lisätietoja saatavilla tällä hetkellä. Tarkista myöhemmin uudelleen!
nl: Geen aanvullende informatie beschikbaar op dit moment. Controleer later opnieuw!
pl: Brak dodatkowych informacji w tej chwili. Sprawdź ponownie później!
ru: В данный момент нет дополнительной информации. Пожалуйста, проверьте позже!
sq: Nuk ka informacion shtesë të disponueshëm në këtë moment. Të lutem kontrollo përsëri më vonë!
tr: Şu anda ek bilgi mevcut değil. Lütfen daha sonra tekrar kontrol et!
uk: На даний момент немає додаткової інформації. Будь ласка, перевірте пізніше!

source: No properties to display
be: Няма ўласцівасцяў для адлюстравання
el: Δεν υπάρχουν ιδιότητες προς εμφάνιση
es: No hay propiedades para mostrar
fi: Ei näytettäviä ominaisuuksia
nl: Geen eigenschappen om weer te geven
pl: Brak właściwości do wyświetlenia
ru: Нет свойств для отображения
sq: Nuk ka pronësi për të shfaqur
tr: Görüntülenecek özellik yok
uk: Немає властивостей для відображення

source: Note:
be: Заўвага:
el: Σημείωση:
es: Nota:
fi: Huom:
nl: Opmerking:
pl: Uwaga:
ru: Примечание:
sq: Shënim:
tr: Not:
uk: Примітка:

source: Only images that use exactly these items (images featuring additional equipment of the same type will be excluded).
be: Толькі малюнкі, якія выкарыстоўваюць дакладна гэтыя прадметы (малюнкі з дадатковым абсталяваннем таго ж тыпу будуць выключаны).
el: Μόνο οι εικόνες που χρησιμοποιούν ακριβώς αυτά τα αντικείμενα (εικόνες που περιλαμβάνουν επιπλέον εξοπλισμό του ίδιου τύπου θα αποκλειστούν).
es: Solo se mostrarán imágenes que usen exactamente estos elementos (las imágenes que presenten equipo adicional del mismo tipo serán excluidas).
fi: Vain kuvat, jotka käyttävät tarkalleen näitä kohteita (kuvat, joissa on lisälaitteita samasta tyyppistä, suljetaan pois).
nl: Alleen afbeeldingen die precies deze items gebruiken (afbeeldingen met extra apparatuur van hetzelfde type worden uitgesloten).
pl: Tylko obrazy, które używają dokładnie tych elementów (obrazy z dodatkowym sprzętem tego samego typu będą wykluczone).
ru: Только изображения, которые используют именно эти элементы (изображения с дополнительным оборудованием того же типа будут исключены).
sq: Vetëm imazhet që përdorin saktësisht këto elemente (imazhet që paraqesin pajisje shtesë të të njëjtit lloj do të përjashtohen).
tr: Sadece tam olarak bu öğeleri kullanan görüntüler (aynı türde ek ekipman içeren görüntüler hariç tutulacaktır).
uk: Тільки зображення, які використовують точно ці елементи (зображення з додатковим обладнанням того ж типу будуть виключені).

source: Option disabled based on field radius.
be: Опцыя адключана на аснове радыусу поля.
el: Η επιλογή απενεργοποιήθηκε με βάση την ακτίνα πεδίου.
es: Opción deshabilitada según el radio de campo.
fi: Vaihtoehto poistettu käytöstä kenttähalkaisijan perusteella.
nl: Optie uitgeschakeld op basis van veldstraal.
pl: Opcja wyłączona na podstawie promienia pola.
ru: Опция отключена на основе радиуса поля.
sq: Opsioni i çaktivizuar bazuar në rrezen e fushës.
tr: Alan yarıçapına göre seçenek devre dışı bırakıldı.
uk: Опція вимкнена на основі радіусу поля.

source: Small (1-4°)
be: Малы (1-4°)
el: Μικρό (1-4°)
es: Pequeño (1-4°)
fi: Pieni (1-4°)
nl: Klein (1-4°)
pl: Mały (1-4°)
ru: Маленький (1-4°)
sq: I vogël (1-4°)
tr: Küçük (1-4°)
uk: Малий (1-4°)

source: The CSV below contains the images currently visible on this page. To include more images, scroll down your gallery to load more before exporting.
be: CSV ніжэй утрымлівае малюнкі, якія ў цяперашні час бачныя на гэтай старонцы. Каб уключыць больш малюнкаў, пракруціце ўніз па вашай галерэі, каб загрузіць больш перад экспартам.
el: Το CSV παρακάτω περιέχει τις εικόνες που είναι αυτή τη στιγμή ορατές σε αυτή τη σελίδα. Για να συμπεριλάβεις περισσότερες εικόνες, κύλησε προς τα κάτω στη γκαλερί σου για να φορτώσεις περισσότερες πριν την εξαγωγή.
es: El CSV a continuación contiene las imágenes actualmente visibles en esta página. Para incluir más imágenes, desplázate hacia abajo en tu galería para cargar más antes de exportar.
fi: Alla oleva CSV sisältää tällä hetkellä tällä sivulla näkyvät kuvat. Jotta voit sisällyttää lisää kuvia, vieritä alas galleriaasi ladataksesi lisää ennen vientiä.
nl: De CSV hieronder bevat de afbeeldingen die momenteel op deze pagina zichtbaar zijn. Om meer afbeeldingen op te nemen, scroll naar beneden in je galerij om meer te laden voordat je exporteert.
pl: CSV poniżej zawiera obrazy aktualnie widoczne na tej stronie. Aby uwzględnić więcej obrazów, przewiń w dół swojej galerii, aby załadować więcej przed eksportem.
ru: CSV ниже содержит изображения, которые в данный момент видны на этой странице. Чтобы включить больше изображений, прокрутите вниз по вашей галерее, чтобы загрузить больше перед экспортом.
sq: CSV-ja më poshtë përmban imazhet që aktualisht janë të dukshme në këtë faqe. Për të përfshirë më shumë imazhe, rrokullis poshtë galerisë tënde për të ngarkuar më shumë para se të eksportosh.
tr: Aşağıdaki CSV, bu sayfada şu anda görünen görüntüleri içerir. Daha fazla görüntü dahil etmek için, galerini aşağı kaydırarak daha fazlasını yüklemeden önce dışa aktar.
uk: CSV нижче містить зображення, які наразі видимі на цій сторінці. Щоб включити більше зображень, прокрутіть вниз у своїй галереї, щоб завантажити більше перед експортом.

source: The distinction between a free text search and a search using a specific filter can be illustrated with the following example. If you search for <strong>Orion</strong>, AstroBin cannot know if you want to see images OF the Orion constellations, images IN the Orion constellation, images of the Orion nebula, images taken with an Orion telescope, or images with somebody whose username is Orion. By using filters, you can specify what you are looking for exactly.
be: Розніца паміж пошукам па свабодным тэксце і пошукам з выкарыстаннем спецыфічнага фільтра можа быць ілюстравана наступным прыкладам. Калі вы шукаеце <strong>Орыён</strong>, AstroBin не можа ведаць, ці хочаце вы ўбачыць малюнкі Касцеля Орыёна, малюнкі ў Касцелі Орыёна, малюнкі туманнасці Орыёна, малюнкі, зробленыя з тэлескопа Орыён, або малюнкі з кімсьці, чый лагін Орыён. Выкарыстоўваючы фільтры, вы можаце дакладна ўказаць, што вы шукаеце.
el: Η διάκριση μεταξύ μιας αναζήτησης ελεύθερου κειμένου και μιας αναζήτησης χρησιμοποιώντας ένα συγκεκριμένο φίλτρο μπορεί να απεικονιστεί με το παρακάτω παράδειγμα. Αν ψάξεις για <strong>Ορίων</strong>, το AstroBin δεν μπορεί να ξέρει αν θέλεις να δεις εικόνες ΤΟΥ αστερισμού Ορίων, εικόνες ΣΤΟΝ αστερισμό Ορίων, εικόνες του νεφελώματος Ορίων, εικόνες που έχουν ληφθεί με τηλεσκόπιο Ορίων, ή εικόνες κάποιου που έχει όνομα χρήστη Ορίων. Χρησιμοποιώντας φίλτρα, μπορείς να καθορίσεις ακριβώς τι ψάχνεις.
es: La distinción entre una búsqueda de texto libre y una búsqueda utilizando un filtro específico se puede ilustrar con el siguiente ejemplo. Si buscas <strong>Orion</strong>, AstroBin no puede saber si quieres ver imágenes DE las constelaciones de Orion, imágenes EN la constelación de Orion, imágenes de la nebulosa de Orion, imágenes tomadas con un telescopio Orion, o imágenes de alguien cuyo nombre de usuario es Orion. Al usar filtros, puedes especificar exactamente lo que estás buscando.
fi: Ero vapaamuotoisen tekstihaku ja hakeminen tietyn suodattimen avulla voidaan havainnollistaa seuraavalla esimerkillä. Jos haet <strong>Orion</strong>, AstroBin ei voi tietää, haluatko nähdä kuvia Orionin tähdistöstä, kuvia Orionin tähdistössä, kuvia Orionin sumusta, kuvia, jotka on otettu Orion-teleskoopilla, tai kuvia, joissa käyttäjänimi on Orion. Suodattimien avulla voit tarkentaa, mitä etsit tarkalleen.
nl: Het onderscheid tussen een vrije tekstzoekopdracht en een zoekopdracht met een specifiek filter kan worden geïllustreerd met het volgende voorbeeld. Als je zoekt naar <strong>Orion</strong>, kan AstroBin niet weten of je afbeeldingen WIL zien van de Orion constellatie, afbeeldingen IN de Orion constellatie, afbeeldingen van de Orion nevel, afbeeldingen genomen met een Orion telescoop, of afbeeldingen van iemand wiens gebruikersnaam Orion is. Door filters te gebruiken, kun je precies specificeren wat je zoekt.
pl: Różnicę między wyszukiwaniem tekstowym a wyszukiwaniem z użyciem konkretnego filtra można zobrazować następującym przykładem. Jeśli szukasz <strong>Oriona</strong>, AstroBin nie może wiedzieć, czy chcesz zobaczyć obrazy KONSTELACJI Oriona, obrazy W konstelacji Oriona, obrazy mgławicy Oriona, obrazy zrobione teleskopem Oriona, czy obrazy kogoś, kto ma nazwę użytkownika Orion. Używając filtrów, możesz dokładnie określić, czego szukasz.
ru: Различие между поиском по свободному тексту и поиском с использованием конкретного фильтра можно проиллюстрировать следующим примером. Если вы ищете <strong>Орион</strong>, AstroBin не может знать, хотите ли вы увидеть изображения КОНСТЕЛЯЦИЙ Ориона, изображения В КОНСТЕЛЯЦИИ Ориона, изображения туманности Ориона, изображения, сделанные с помощью телескопа Orion, или изображения с кем-то, чье имя пользователя Орион. Используя фильтры, вы можете точно указать, что именно вы ищете.
sq: Dallimi midis një kërkimi me tekst të lirë dhe një kërkimi duke përdorur një filtrin specifik mund të ilustrohet me shembullin e mëposhtëm. Nëse kërkon <strong>Orion</strong>, AstroBin nuk mund të dijë nëse dëshiron të shohësh imazhe TË konstelacionit Orion, imazhe NË konstelacionin Orion, imazhe të nebulës Orion, imazhe të marra me një teleskop Orion, ose imazhe me dikë që ka emrin e përdoruesit Orion. Duke përdorur filtrat, mund të specifikosh saktësisht se çfarë po kërkon.
tr: Serbest metin araması ile belirli bir filtre kullanarak yapılan arama arasındaki ayrım aşağıdaki örnekle gösterilebilir. Eğer <strong>Orion</strong> için arama yaparsan, AstroBin bunun Orion takımyıldızının görüntülerini, Orion takımyıldızındaki görüntüleri, Orion bulutsusunun görüntülerini, bir Orion teleskobu ile çekilen görüntüleri veya kullanıcı adı Orion olan birinin görüntülerini görmek isteyip istemediğini bilemez. Filtreleri kullanarak tam olarak ne aradığını belirtebilirsin.
uk: Різницю між пошуком вільним текстом і пошуком за допомогою специфічного фільтра можна проілюструвати наступним прикладом. Якщо ви шукаєте <strong>Оріон</strong>, AstroBin не може знати, чи хочете ви бачити зображення КОНСТЕЛЯЦІЙ Оріона, зображення В Оріоні, зображення туманності Оріона, зображення, зроблені з телескопом Оріон, або зображення з кимось, чиє ім'я користувача Оріон. Використовуючи фільтри, ви можете точно вказати, що шукаєте.

source: This format is compatible with the CSV import feature in the image data editor.
be: Гэты фармат сумяшчальны з функцыяй імпарту CSV у рэдактары дадзеных малюнкаў.
el: Αυτή η μορφή είναι συμβατή με τη δυνατότητα εισαγωγής CSV στον επεξεργαστή δεδομένων εικόνας.
es: Este formato es compatible con la función de importación CSV en el editor de datos de imagen.
fi: Tämä formaatti on yhteensopiva CSV-tuontiominaisuuden kanssa kuvadataeditorissa.
nl: Dit formaat is compatibel met de CSV-importfunctie in de afbeeldingsgegevenseditor.
pl: Ten format jest kompatybilny z funkcją importu CSV w edytorze danych obrazów.
ru: Этот формат совместим с функцией импорта CSV в редакторе данных изображений.
sq: Ky format është i përputhshëm me funksionin e importit CSV në redaktorin e të dhënave të imazhit.
tr: Bu format, görüntü veri editöründeki CSV içe aktarma özelliği ile uyumludur.
uk: Цей формат сумісний з функцією імпорту CSV в редакторі даних зображень.

source: Total integration
be: Агульная інтэграцыя
el: Συνολική ενοποίηση
es: Integración total
fi: Kokonaisintegraatio
nl: Totale integratie
pl: Całkowita integracja
ru: Общая интеграция
sq: Integrimi total
tr: Toplam entegrasyon
uk: Загальна інтеграція

source: Upload an image or a video now!
be: Загрузіце малюнак або відэа зараз!
el: Ανέβασε μια εικόνα ή ένα βίντεο τώρα!
es: ¡Sube una imagen o un video ahora!
fi: Lataa kuva tai video nyt!
nl: Upload nu een afbeelding of video!
pl: Prześlij obraz lub wideo teraz!
ru: Загрузите изображение или видео сейчас!
sq: Ngarko një imazh ose një video tani!
tr: Şimdi bir görüntü veya video yükle!
uk: Завантажте зображення або відео зараз!

source: Very large (>30°)
be: Вельмі вялікі (>30°)
el: Πολύ μεγάλο (>30°)
es: Muy grande (>30°)
fi: Erittäin suuri (>30°)
nl: Zeer groot (>30°)
pl: Bardzo duży (>30°)
ru: Очень большой (>30°)
sq: Shumë i madh (>30°)
tr: Çok büyük (>30°)
uk: Дуже великий (>30°)

source: Very small (<1°)
be: Вельмі малы (<1°)
el: Πολύ μικρό (<1°)
es: Muy pequeño (<1°)
fi: Erittäin pieni (<1°)
nl: Zeer klein (<1°)
pl: Bardzo mały (<1°)
ru: Очень маленький (<1°)
sq: Shumë i vogël (<1°)
tr: Çok küçük (<1°)
uk: Дуже малий (<1°)

source: by
be: ад
el: από
es: por
fi: tekijä
nl: door
pl: przez
ru: от
sq: nga
tr: tarafından
uk: від

source: See original
el: Δες το πρωτότυπο
es: Ver original
ru: Смотреть оригинал
sq: Shiko origjinalin

source: Translate
el: Μετάφραση
es: Traducir
ru: Перевести
sq: Përkthe

source: Translated
el: Μεταφρασμένο
es: Traducido
ru: Переведено
sq: Përkthyer

source: Activate zoom first before freezing (click or scroll on image).
el: Ενεργοποίησε πρώτα το zoom πριν παγώσεις (κάνε κλικ ή κύλησε πάνω στην εικόνα).
es: Activa el zoom primero antes de congelar (haz clic o desplázate sobre la imagen).
ru: Сначала активируйте зум, прежде чем замораживать (кликните или прокрутите по изображению).

source: Astrophotographers List
el: Λίστα Αστροφωτογράφων
es: Lista de Astrofotógrafos
ru: Список астрофотографов

source: Connection error
el: Σφάλμα σύνδεσης
es: Error de conexión
ru: Ошибка подключения

source: Contribution Data
el: Δεδομένα Συμμετοχής
es: Datos de Contribución
ru: Данные о вкладе

source: Contribution index
el: Δείκτης Συμμετοχής
es: Índice de Contribución
ru: Индекс вклада

source: Could not connect to the server. Please check your internet connection and try again.
el: Δεν μπόρεσε να συνδεθεί με τον διακομιστή. Έλεγξε τη σύνδεση στο διαδίκτυο και δοκίμασε ξανά.
es: No se pudo conectar al servidor. Por favor, verifica tu conexión a internet y vuelve a intentarlo.
ru: Не удалось подключиться к серверу. Проверьте ваше интернет-соединение и попробуйте снова.

source: External sources
el: Εξωτερικές πηγές
es: Fuentes externas
ru: Внешние источники

source: Forum posts
el: Δημοσιεύσεις φόρουμ
es: Publicaciones del foro
ru: Сообщения на форуме

source: IOTDs
ru: IOTD (Изображение дня)

source: Image Data
el: Δεδομένα Εικόνας
es: Datos de la imagen
ru: Данные изображения

source: Images acquired or processed from a source not listed above.
el: Εικόνες που αποκτήθηκαν ή επεξεργάστηκαν από πηγή που δεν αναφέρεται παραπάνω.
es: Imágenes adquiridas o procesadas de una fuente no listada arriba.
ru: Изображения, полученные или обработанные из источника, не указанного выше.

source: Images captured by renting time or purchasing data from an amateur hosting facility.
el: Εικόνες που καταγράφηκαν ενοικιάζοντας χρόνο ή αγοράζοντας δεδομένα από μια ερασιτεχνική εγκατάσταση φιλοξενίας.
es: Imágenes capturadas alquilando tiempo o comprando datos de una instalación de alojamiento amateur.
ru: Изображения, захваченные путем аренды времени или покупки данных у любительского хостинга.

source: Images captured with portable gear at distant locations.
el: Εικόνες που καταγράφηκαν με φορητό εξοπλισμό σε απομακρυσμένες τοποθεσίες.
es: Imágenes capturadas con equipo portátil en lugares lejanos.
ru: Изображения, захваченные с портативным оборудованием в удаленных местах.

source: Images captured with your own equipment at a remote observatory you own or rent, at a distant location.
el: Εικόνες που καταγράφηκαν με τον δικό σου εξοπλισμό σε απομακρυσμένο παρατηρητήριο που κατέχεις ή ενοικιάζεις.
es: Imágenes capturadas con tu propio equipo en un observatorio remoto que posees o alquilas, en un lugar distante.
ru: Изображения, захваченные с вашим собственным оборудованием в удаленной обсерватории, которую вы владеете или арендуете, в удаленном месте.

source: Images captured with your own equipment near home.
el: Εικόνες που καταγράφηκαν με τον δικό σου εξοπλισμό κοντά στο σπίτι.
es: Imágenes capturadas con tu propio equipo cerca de casa.
ru: Изображения, захваченные с вашим собственным оборудованием рядом с домом.

source: Images processed from a mix of the above sources.
el: Εικόνες που επεξεργάστηκαν από ένα μείγμα των παραπάνω πηγών.
es: Imágenes procesadas de una mezcla de las fuentes anteriores.
ru: Изображения, обработанные из смеси вышеуказанных источников.

source: Images processed from professional data repositories, e.g. Hubble, JWST, ESO, etc.
el: Εικόνες που επεξεργάστηκαν από επαγγελματικές βάσεις δεδομένων, π.χ. Hubble, JWST, ESO, κ.λπ.
es: Imágenes procesadas de repositorios de datos profesionales, por ejemplo, Hubble, JWST, ESO, etc.
ru: Изображения, обработанные из профессиональных репозиториев данных, например, Хаббл, JWST, ESO и т.д.

source: Images processed from publicly shared data by amateur astrophotographers.
el: Εικόνες που επεξεργάστηκαν από δημόσια διαθέσιμα δεδομένα ερασιτεχνών αστροφωτογράφων.
es: Imágenes procesadas de datos compartidos públicamente por astrofotógrafos amateurs.
ru: Изображения, обработанные из публично доступных данных любительских астрофотографов.

source: No data available
el: Δεν είναι διαθέσιμα δεδομένα
es: No hay datos disponibles
ru: Нет доступных данных
