Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: This description field is for generic information that pertain this listing. You can find Description field for individual equipment items above. Please do not list your equipment items here, but rather describe the listing as a whole, if needed. If you're selling multiple items, please add multiple equipment items above.
be: Гэта поле апісання прызначана для агульнай інфармацыі, якая адносіцца да гэтай аб'явы. Вы можаце знайсці поле апісання для асобных абсталяванняў вышэй. Калі ласка, не пералічвайце тут свае абсталяванні, а апішыце аб'яву ў цэлым, калі гэта неабходна. Калі вы прадаеце некалькі рэчаў, калі ласка, дадайце некалькі абсталяванняў вышэй.
el: Αυτό το πεδίο περιγραφής είναι για γενικές πληροφορίες που αφορούν αυτή την καταχώριση. Μπορείτε να βρείτε το πεδίο περιγραφής για τα μεμονωμένα εξοπλιστικά αντικείμενα παραπάνω. Παρακαλώ μην καταχωρείτε τα εξοπλιστικά σας αντικείμενα εδώ, αλλά περιγράψτε την καταχώριση ως σύνολο, αν χρειαστεί. Αν πουλάτε πολλά αντικείμενα, παρακαλώ προσθέστε πολλά εξοπλιστικά αντικείμενα παραπάνω.
es: Este campo de descripción es para información genérica que concierne a este anuncio. Puedes encontrar el campo de Descripción para artículos de equipo individuales arriba. Por favor, no enumeres tus artículos de equipo aquí, sino describe el anuncio en su conjunto, si es necesario. Si estás vendiendo varios artículos, por favor agrega varios artículos de equipo arriba.
fi: Tämä kuvauskenttä on yleistä tietoa, joka liittyy tähän ilmoitukseen. Löydät yksittäisten laitteiden kuvaukset yllä. Älä listaa laitteitasi tänne, vaan kuvaa ilmoitus kokonaisuutena, jos tarpeen. Jos myyt useita tuotteita, lisää useita laitteita yllä.
hu: Ez a leírás mező általános információk számára készült, amelyek ehhez a hirdetéshez tartoznak. Az egyes felszerelési tételekhez tartozó leírás mezőt fent találod. Kérlek, ne sorold fel itt a felszerelési tételeidet, hanem inkább írd le a hirdetést mint egészet, ha szükséges. Ha több tételt árulsz, kérlek, adj hozzá több felszerelési tételt fent.
nl: Dit beschrijvingsveld is voor algemene informatie die betrekking heeft op deze aanbieding. Je kunt het beschrijvingsveld voor individuele apparatuur items hierboven vinden. Vermeld je apparatuur items hier niet, maar beschrijf de aanbieding als geheel, indien nodig. Als je meerdere items verkoopt, voeg dan meerdere apparatuur items hierboven toe.
pl: To pole opisu jest przeznaczone na ogólne informacje dotyczące tej oferty. Możesz znaleźć pole Opis dla poszczególnych przedmiotów sprzętu powyżej. Proszę nie wymieniać tutaj swoich przedmiotów sprzętu, ale raczej opisać ofertę jako całość, jeśli to konieczne. Jeśli sprzedajesz wiele przedmiotów, proszę dodać wiele przedmiotów sprzętu powyżej.
pt: Este campo de descrição é para informações genéricas que dizem respeito a este anúncio. Você pode encontrar o campo de Descrição para itens de equipamento individuais acima. Por favor, não liste seus itens de equipamento aqui, mas descreva o anúncio como um todo, se necessário. Se você estiver vendendo vários itens, adicione vários itens de equipamento acima.
ru: Это поле описания предназначено для общей информации, относящейся к этому объявлению. Вы можете найти поле Описание для отдельных предметов оборудования выше. Пожалуйста, не перечисляйте свои предметы оборудования здесь, а опишите объявление в целом, если это необходимо. Если вы продаете несколько товаров, пожалуйста, добавьте несколько предметов оборудования выше.
sq: Ky fushë përshkrimi është për informacione të përgjithshme që i përkasin këtij listimi. Mund të gjeni fushën e përshkrimit për artikuj individualë të pajisjeve më sipër. Ju lutemi mos e listoni pajisjen tuaj këtu, por përshkruani listimin si një tërësi, nëse është e nevojshme. Nëse po shisni shumë artikuj, ju lutemi shtoni shumë artikuj pajisjesh më sipër.
tr: Bu açıklama alanı, bu ilanla ilgili genel bilgiler içindir. Bireysel ekipman öğeleri için açıklama alanını yukarıda bulabilirsiniz. Lütfen ekipman öğelerinizi burada listelemeyin, bunun yerine gerekirse ilanı bir bütün olarak tanımlayın. Birden fazla ürün satıyorsanız, lütfen yukarıda birden fazla ekipman öğesi ekleyin.
uk: Це поле опису призначене для загальної інформації, що стосується цього оголошення. Ви можете знайти поле Опис для окремих предметів обладнання вище. Будь ласка, не перераховуйте свої предмети обладнання тут, а скоріше опишіть оголошення в цілому, якщо потрібно. Якщо ви продаєте кілька предметів, будь ласка, додайте кілька предметів обладнання вище.

source: This field is disabled because you haven't created any collections yet.
be: Гэта поле адключана, бо вы яшчэ не стварылі ніякіх калекцый.
el: Αυτό το πεδίο είναι απενεργοποιημένο γιατί δεν έχετε δημιουργήσει καμία συλλογή ακόμα.
es: Este campo está deshabilitado porque aún no has creado colecciones.
fi: Tämä kenttä on poistettu käytöstä, koska et ole vielä luonut kokoelmia.
hu: Ez a mező le van tiltva, mert még nem hoztál létre gyűjteményeket.
nl: Dit veld is uitgeschakeld omdat je nog geen collecties hebt aangemaakt.
pl: To pole jest wyłączone, ponieważ nie utworzyłeś jeszcze żadnych kolekcji.
pt: Este campo está desativado porque você ainda não criou nenhuma coleção.
ru: Это поле отключено, потому что вы еще не создали ни одной коллекции.
sq: Ky fushë është e çaktivizuar sepse nuk keni krijuar ende asnjë koleksion.
tr: Bu alan devre dışı bırakıldı çünkü henüz hiçbir koleksiyon oluşturmadın.
uk: Це поле вимкнено, оскільки ви ще не створили жодних колекцій.

source: This listing is only available as a bundle sale. The seller does not wish to sell individual items separately.
be: Гэтая аб'ява даступная толькі як пакетная продаж. Прадавец не жадае прадаваць асобныя рэчы асобна.
el: Αυτή η καταχώριση είναι διαθέσιμη μόνο ως πώληση πακέτου. Ο πωλητής δεν επιθυμεί να πουλήσει μεμονωμένα αντικείμενα.
es: Este anuncio solo está disponible como una venta en paquete. El vendedor no desea vender artículos individuales por separado.
fi: Tämä ilmoitus on saatavilla vain pakettimyyntinä. Myyjä ei halua myydä yksittäisiä tuotteita erikseen.
hu: Ez a hirdetés csak csomagban elérhető. Az eladó nem kívánja külön eladni az egyes tételeket.
nl: Deze aanbieding is alleen beschikbaar als een bundelaanbieding. De verkoper wil geen individuele items apart verkopen.
pl: To ogłoszenie jest dostępne tylko jako sprzedaż w pakiecie. Sprzedawca nie chce sprzedawać pojedynczych przedmiotów osobno.
pt: Este anúncio está disponível apenas como uma venda em pacote. O vendedor não deseja vender itens individuais separadamente.
ru: Это объявление доступно только как комплект. Продавец не желает продавать отдельные товары.
sq: Ky listim është i disponueshëm vetëm si një shitje grupi. Shitësi nuk dëshiron të shesë artikuj individualë veçmas.
tr: Bu ilan yalnızca bir paket satış olarak mevcuttur. Satıcı, bireysel öğeleri ayrı ayrı satmak istemiyor.
uk: Це оголошення доступне тільки для продажу комплектом. Продавець не бажає продавати окремі предмети.

source: This listing is pending moderation.
be: Гэтая аб'ява чакае мадэрацыі.
el: Αυτή η καταχώριση είναι υπό έλεγχο.
es: Este anuncio está pendiente de moderación.
fi: Tämä ilmoitus odottaa moderointia.
hu: Ez a hirdetés moderálás alatt áll.
nl: Deze aanbieding wacht op moderatie.
pl: To ogłoszenie czeka na moderację.
pt: Este anúncio está aguardando moderação.
ru: Это объявление ожидает модерации.
sq: Ky listim është në pritje të moderimit.
tr: Bu ilan moderasyon bekliyor.
uk: Це оголошення чекає модерації.

source: This operation cannot be performed. Perhaps the buyer retracted the offer, or the line item is sold.
be: Гэту аперацыю нельга выканаць. Магчыма, пакупнік адклікаў прапанову, або пункт прададзены.
el: Αυτή η ενέργεια δεν μπορεί να εκτελεστεί. Ίσως ο αγοραστής να απέσυρε την προσφορά, ή το στοιχείο να έχει πωληθεί.
es: Esta operación no se puede realizar. Quizás el comprador retiró la oferta, o el artículo está vendido.
fi: Tätä toimintoa ei voida suorittaa. Ehkä ostaja peruutti tarjouksen tai rivikohde on myyty.
hu: Ez a művelet nem hajtható végre. Lehet, hogy a vásárló visszavonta az ajánlatot, vagy a tétel el lett adva.
nl: Deze actie kan niet worden uitgevoerd. Misschien heeft de koper het bod ingetrokken, of is het item verkocht.
pl: Ta operacja nie może być wykonana. Może kupujący wycofał ofertę, lub pozycja została sprzedana.
pt: Esta operação não pode ser realizada. Talvez o comprador tenha retirado a oferta, ou o item foi vendido.
ru: Эту операцию нельзя выполнить. Возможно, покупатель отозвал предложение, или позиция продана.
sq: Kjo operacion nuk mund të kryhet. Ndoshta blerësi e ka tërhequr ofertën, ose artikulli është shitur.
tr: Bu işlem gerçekleştirilemez. Belki alıcı teklifi geri çekti ya da satır öğesi satıldı.
uk: Цю операцію не можна виконати. Можливо, покупець відкликав пропозицію або позиція продана.

source: This operation cannot be performed. Perhaps the seller rejected the offer, or the line item is sold.
be: Гэту аперацыю нельга выканаць. Магчыма, прадавец адхіліў прапанову, або пункт прададзены.
el: Αυτή η ενέργεια δεν μπορεί να εκτελεστεί. Ίσως ο πωλητής να απέρριψε την προσφορά, ή το στοιχείο να έχει πωληθεί.
es: Esta operación no se puede realizar. Quizás el vendedor rechazó la oferta, o el artículo está vendido.
fi: Tätä toimintoa ei voida suorittaa. Ehkä myyjä hylkäsi tarjouksen tai rivikohde on myyty.
hu: Ez a művelet nem hajtható végre. Lehet, hogy az eladó elutasította az ajánlatot, vagy a tétel el lett adva.
nl: Deze bewerking kan niet worden uitgevoerd. Misschien heeft de verkoper het aanbod afgewezen, of is het artikel verkocht.
pl: Operacja nie może być wykonana. Być może sprzedawca odrzucił ofertę lub przedmiot został sprzedany.
pt: Esta operação não pode ser realizada. Talvez o vendedor tenha rejeitado a oferta, ou o item foi vendido.
ru: Эту операцию нельзя выполнить. Возможно, продавец отклонил предложение, или позиция продана.
sq: Kjo operacion nuk mund të kryhet. Ndoshta shitësi e ka refuzuar ofertën, ose artikulli është shitur.
tr: Bu işlem gerçekleştirilemez. Belki satıcı teklifi reddetti ya da satılan bir kalem.
uk: Цю операцію не можна виконати. Можливо, продавець відхилив пропозицію або позиція продана.

source: This user has no feedback yet.
be: У гэтага карыстальніка пакуль няма водгукаў.
el: Αυτός ο χρήστης δεν έχει ακόμα σχόλια.
es: Este usuario no tiene comentarios aún.
fi: Tällä käyttäjällä ei ole vielä palautetta.
hu: Ennek a felhasználónak még nincs visszajelzése.
nl: Deze gebruiker heeft nog geen feedback.
pl: Ten użytkownik nie ma jeszcze opinii.
pt: Este usuário ainda não tem feedback.
ru: У этого пользователя еще нет отзывов.
sq: Ky përdorues nuk ka ende asnjë feedback.
tr: Bu kullanıcının henüz geri bildirimi yok.
uk: У цього користувача ще немає відгуків.

source: This video is still processing, please return to this page later.
be: Гэтае відэа ўсё яшчэ апрацоўваецца, калі ласка, вярніцеся на гэтую старонку пазней.
el: Αυτό το βίντεο επεξεργάζεται ακόμα, παρακαλώ επιστρέψτε σε αυτή τη σελίδα αργότερα.
es: Este video aún se está procesando, por favor regresa a esta página más tarde.
fi: Tämä video on vielä käsittelyssä, palaa tälle sivulle myöhemmin.
hu: Ez a videó még feldolgozás alatt áll, kérlek, térj vissza később erre az oldalra.
nl: Deze video is nog aan het verwerken, kom later terug naar deze pagina.
pl: To wideo wciąż się przetwarza, proszę wrócić na tę stronę później.
pt: Este vídeo ainda está processando, por favor, volte a esta página mais tarde.
ru: Это видео все еще обрабатывается, пожалуйста, вернитесь на эту страницу позже.
sq: Ky video është ende në proces, ju lutemi kthehuni në këtë faqe më vonë.
tr: Bu video hala işleniyor, lütfen bu sayfaya daha sonra geri dönün.
uk: Це відео ще обробляється, будь ласка, поверніться на цю сторінку пізніше.

source: This will discard your changes.
be: Гэта адменіць вашы змены.
el: Αυτό θα απορρίψει τις αλλαγές σας.
es: Esto descartará tus cambios.
fi: Tämä hylkää muutoksesi.
hu: Ez el fogja dobni a változtatásaidat.
nl: Dit zal je wijzigingen negeren.
pl: To spowoduje odrzucenie twoich zmian.
pt: Isto irá descartar suas alterações.
ru: Это отменит ваши изменения.
sq: Kjo do të heqë ndryshimet tuaja.
tr: Bu, değişikliklerinizi iptal edecektir.
uk: Це скасує ваші зміни.

source: Title for the entire listing
be: Загаловак для ўсёй аб'явы
el: Τίτλος για ολόκληρη την καταχώριση
es: Título para todo el anuncio
fi: Otsikko koko ilmoitukselle
hu: A teljes lista címe
nl: Titel voor de hele aanbieding
pl: Tytuł całej oferty
pt: Título para todo o anúncio
ru: Заголовок для всего объявления
sq: Titulli për të gjithë listimin
tr: Tüm liste için başlık
uk: Назва для всього оголошення

source: Total
be: Усяго
el: Σύνολο
fi: Yhteensä
hu: Összesen
nl: Totaal
pl: Razem
ru: Итого
sq: Totali
tr: Toplam
uk: Всього

source: Two weeks
be: Два тыдні
el: Δύο εβδομάδες
es: Dos semanas
fi: Kaksi viikkoa
hu: Két hét
nl: Twee weken
pl: Dwa tygodnie
pt: Duas semanas
ru: Две недели
sq: Dy javë
tr: İki hafta
uk: Два тижні

source: Unopened
be: Непасяджана
el: Ασφράγιστο
es: Sin abrir
fi: Avaamaton
hu: Meg nem nyitott
nl: Ongeopend
pl: Nieotwarte
pt: Não aberto
ru: Неоткрыто
sq: Të pa hapura
tr: Açılmamış
uk: Непакетоване

source: Unspecified condition
be: Невызначаны стан
el: Μη καθορισμένη κατάσταση
es: Condición no especificada
fi: Määrittelemätön kunto
hu: Meg nem határozott állapot
nl: Onbepaalde staat
pl: Nieokreślony stan
pt: Condição não especificada
ru: Неуточненное состояние
sq: Kusht i pa specifikuar
tr: Belirtilmemiş durum
uk: Несpecified condition

source: Updating listing...
be: Абнаўленне аб'явы...
el: Ενημέρωση καταχώρισης...
es: Actualizando el anuncio...
fi: Päivitetään ilmoitusta...
hu: Lista frissítése...
nl: Aanbieding bijwerken...
pl: Aktualizowanie oferty...
pt: Atualizando anúncio...
ru: Обновление объявления...
sq: Po përditësoj listimin...
tr: Liste güncelleniyor...
uk: Оновлення оголошення...

source: Used
be: Выкарыстаная
el: Μεταχειρισμένο
es: Usado
fi: Käytetty
hu: Használt
nl: Tweedehands
pl: Używany
pt: Usado
ru: Б/У
sq: Të përdorura
tr: Kullanılmış
uk: Використане

source: User listings
be: Аб'явы карыстальніка
el: Καταχωρίσεις χρηστών
es: Anuncios de usuarios
fi: Käyttäjän ilmoitukset
hu: Felhasználói listák
nl: Gebruikersaanbiedingen
pl: Oferty użytkowników
pt: Anúncios do usuário
ru: Объявления пользователей
sq: Listimet e përdoruesit
tr: Kullanıcı listeleri
uk: Списки користувачів

source: Video based
be: На аснове відэа
el: Βασισμένο σε βίντεο
es: Basado en video
fi: Videopohjainen
hu: Videó alapú
nl: Video gebaseerd
pl: Na podstawie wideo
pt: Baseado em vídeo
ru: На основе видео
sq: Bazuar në video
tr: Video tabanlı
uk: На основі відео

source: Video based acquisition sessions
be: Сесіі на аснове відэа
el: Συνεδρίες απόκτησης βασισμένες σε βίντεο
es: Sesiones de adquisición basadas en video
fi: Videopohjaiset hankintajaksot
hu: Videó alapú beszerzési ülések
nl: Video-gebaseerde acquisitiesessies
pl: Sesje akwizycji wideo
pt: Sessões de aquisição baseadas em vídeo
ru: Сессии захвата на основе видео
sq: Sesione të akuzimit të bazuara në video
tr: Video tabanlı alım seansları
uk: Сесії захоплення на основі відео

source: Video support is experimental. Please report any issue you might encounter.
be: Падтрымка відэа эксперыментальная. Калі ласка, паведамце пра любыя праблемы, з якімі вы можаце сутыкнуцца.
el: Η υποστήριξη βίντεο είναι πειραματική. Παρακαλώ αναφέρετε οποιοδήποτε πρόβλημα μπορεί να συναντήσετε.
es: El soporte de video es experimental. Por favor, informa de cualquier problema que puedas encontrar.
fi: Videotuki on kokeellinen. Ilmoita kaikista ongelmista, joita saatat kohdata.
hu: A videó támogatás kísérleti. Kérjük, jelentsen bármilyen problémát, amivel találkozik.
nl: Videosteun is experimenteel. Meld eventuele problemen die je tegenkomt.
pl: Wsparcie wideo jest eksperymentalne. Proszę zgłosić wszelkie napotkane problemy.
pt: O suporte a vídeo é experimental. Por favor, relate qualquer problema que você possa encontrar.
ru: Поддержка видео экспериментальная. Пожалуйста, сообщите о любых проблемах, с которыми вы можете столкнуться.
sq: Mbështetje për video është eksperimentale. Ju lutemi raportoni çdo problem që mund të hasni.
tr: Video desteği deneysel. Karşılaşabileceğiniz herhangi bir sorunu lütfen bildirin.
uk: Підтримка відео експериментальна. Будь ласка, повідомте про будь-які проблеми, з якими ви можете зіткнутися.

source: What are you selling?
be: Што вы прадаеце?
el: Τι πουλάτε;
es: ¿Qué estás vendiendo?
fi: Mitä myyt?
hu: Mit árulsz?
nl: Wat verkoop je?
pl: Co sprzedajesz?
pt: O que você está vendendo?
ru: Что ты продаешь?
sq: Çfarë po shisni?
tr: Ne satıyorsunuz?
uk: Що ви продаєте?

source: What kind of item are you selling?
be: Які тып рэчы вы прадаеце?
el: Τι είδους αντικείμενο πουλάτε;
es: ¿Qué tipo de artículo estás vendiendo?
fi: Minkälaista tuotetta myyt?
hu: Milyen típusú dolgot árulsz?
nl: Wat voor soort item verkoop je?
pl: Jakiego przedmiotu sprzedajesz?
pt: Que tipo de item você está vendendo?
ru: Какой товар ты продаешь?
sq: Çfarë lloji artikulli po shisni?
tr: Ne tür bir ürün satıyorsun?
uk: Який тип товару ви продаєте?

source: Worldwide
be: Па ўсім свеце
el: Παγκοσμίως
es: Mundial
fi: Kansainvälisesti
hu: Világszerte
nl: Wereldwijd
pl: Na całym świecie
pt: Mundial
ru: По всему миру
sq: Në të gjithë botën
tr: Dünya çapında
uk: По всьому світу

source: Year of purchase
be: Год пакупкі
el: Έτος αγοράς
es: Año de compra
fi: Ostopäivämäärä
hu: Vásárlás éve
nl: Aankoopjaar
pl: Rok zakupu
pt: Ano de compra
ru: Год покупки
sq: Viti i blerjes
tr: Alım yılı
uk: Рік покупки

source: You are already on this plan. If you are on an automatically renewing plan, you don't need to do anything to renew. If you are on a non-automatically renewing plan, please come back after its expiration date. Thank you!
be: Вы ўжо на гэтым плане. Калі вы на аўтаматычна аднаўляльным плане, вам не трэба нічога рабіць для аднаўлення. Калі вы на неаўтаматычна аднаўляльным плане, калі ласка, вярніцеся пасля яго заканчэння. Дзякуй!
el: Είστε ήδη σε αυτό το σχέδιο. Αν είστε σε ένα αυτόματα ανανεούμενο σχέδιο, δεν χρειάζεται να κάνετε τίποτα για να ανανεώσετε. Αν είστε σε ένα μη αυτόματα ανανεούμενο σχέδιο, παρακαλώ επιστρέψτε μετά την ημερομηνία λήξης του. Ευχαριστώ!
es: Ya estás en este plan. Si estás en un plan de renovación automática, no necesitas hacer nada para renovar. Si estás en un plan que no se renueva automáticamente, por favor vuelve después de su fecha de expiración. ¡Gracias!
fi: Olet jo tässä suunnitelmassa. Jos olet automaattisesti uusittavassa suunnitelmassa, sinun ei tarvitse tehdä mitään uusimista varten. Jos olet ei-automaattisesti uusittavassa suunnitelmassa, palaa takaisin sen eräpäivän jälkeen. Kiitos!
hu: Már ezen a terven vagy. Ha automatikusan megújuló terven vagy, nem kell semmit tenned a megújításhoz. Ha nem automatikusan megújuló terven vagy, kérjük, térj vissza a lejárati dátum után. Köszönjük!
nl: Je bent al op dit plan. Als je op een automatisch verlengend plan zit, hoef je niets te doen om te verlengen. Als je op een niet-automatisch verlengend plan zit, kom dan terug na de vervaldatum. Bedankt!
pl: Już jesteś na tym planie. Jeśli jesteś na planie automatycznie odnawialnym, nie musisz nic robić, aby go odnowić. Jeśli jesteś na planie nieautomatycznie odnawialnym, wróć po jego dacie wygaśnięcia. Dziękujemy!
pt: Você já está neste plano. Se você estiver em um plano de renovação automática, não precisa fazer nada para renovar. Se você estiver em um plano de não-renovação automática, por favor, volte após a data de expiração. Obrigado!
ru: Ты уже на этом плане. Если у тебя автоматическая подписка, ничего делать не нужно для продления. Если у тебя неавтоматическая подписка, вернись после окончания срока. Спасибо!
sq: Ju jeni tashmë në këtë plan. Nëse jeni në një plan që rinovohet automatikisht, nuk keni nevojë të bëni asgjë për ta rinovuar. Nëse jeni në një plan që nuk rinovohet automatikisht, ju lutemi kthehuni pas datës së skadimit. Faleminderit!
tr: Bu planda zaten bulunuyorsunuz. Eğer otomatik yenilenen bir plandaysanız, yenilemek için hiçbir şey yapmanıza gerek yok. Eğer otomatik yenilenmeyen bir plandaysanız, lütfen son tarihinden sonra geri dönün. Teşekkürler!
uk: Ви вже на цьому плані. Якщо ви на автоматично поновлювальному плані, вам не потрібно нічого робити для поновлення. Якщо ви на плані без автоматичного поновлення, будь ласка, поверніться після дати закінчення. Дякуємо!

source: You cannot edit this line item because it has been sold.
be: Вы не можаце рэдагаваць гэты пункт, бо ён быў прададзены.
el: Δεν μπορείτε να επεξεργαστείτε αυτό το στοιχείο γιατί έχει πωληθεί.
es: No puedes editar este artículo porque ya ha sido vendido.
fi: Et voi muokata tätä rivikohdetta, koska se on myyty.
hu: Ezt a tételt nem szerkesztheted, mert eladták.
nl: Je kunt deze regel niet bewerken omdat het verkocht is.
pl: Nie możesz edytować tej pozycji, ponieważ została sprzedana.
pt: Você não pode editar este item porque já foi vendido.
ru: Ты не можешь редактировать этот товар, потому что он был продан.
sq: Nuk mund të redaktoni këtë artikull sepse është shitur.
tr: Bu satır öğesini düzenleyemezsiniz çünkü satıldı.
uk: Ви не можете редагувати цей товар, оскільки він був проданий.

source: You cannot offer nothing, sorry.
be: Вы не можаце нічога прапанаваць, прабачце.
el: Δεν μπορείτε να προσφέρετε τίποτα, συγγνώμη.
es: No puedes ofrecer nada, lo siento.
fi: Et voi tarjota mitään, anteeksi.
hu: Nem kínálhatsz semmit, sajnálom.
nl: Je kunt niets aanbieden, sorry.
pl: Nie możesz złożyć oferty na nic, przepraszam.
pt: Você não pode oferecer nada, desculpe.
ru: Ты не можешь предложить ничего, извини.
sq: Nuk mund të ofroni asgjë, më vjen keq.
tr: Hiçbir şey teklif edemezsiniz, üzgünüm.
uk: Ви не можете нічого запропонувати, вибачте.

source: You must agree to the terms of service.
be: Вы павінны пагадзіцца з умовамі абслугоўвання.
el: Πρέπει να συμφωνήσετε με τους όρους υπηρεσίας.
es: Debes aceptar los términos del servicio.
fi: Sinun on hyväksyttävä käyttöehdot.
hu: Meg kell egyeznie a szolgáltatási feltételekkel.
nl: Je moet akkoord gaan met de gebruiksvoorwaarden.
pl: Musisz zgodzić się na warunki korzystania z usługi.
pt: Você deve concordar com os termos de serviço.
ru: Ты должен согласиться с условиями обслуживания.
sq: Duhet të pranoni kushtet e shërbimit.
tr: Hizmet şartlarını kabul etmelisiniz.
uk: Ви повинні погодитися з умовами обслуговування.
