Repository: astrobin/astrobin-microservices
Catalog: src/assets/i18n/*.po
Languages: be, el, es, fi, hu, nl, pl, pt, ru, sq, tr, uk

source: User country
be: Краіна карыстальніка
el: Χώρα χρήστη
es: País del usuario
fi: Käyttäjän maa
hu: Felhasználó országa
nl: Land van de gebruiker
pl: Kraj użytkownika
pt: País do usuário
ru: Страна пользователя
sq: Vendi i përdoruesit
tr: Kullanıcı ülkesi
uk: Країна користувача

source: Videos only
be: Толькі відэа
el: Μόνο βίντεο
es: Solo videos
fi: Vain videot
hu: Csak videók
nl: Alleen video's
pl: Tylko wideo
pt: Apenas vídeos
ru: Только видео
sq: Vetëm video
tr: Sadece videolar
uk: Тільки відео

source: View IOTD/TP stats
be: Прагляд статыстыкі IOTD/TP
el: Δείτε στατιστικά IOTD/TP
es: Ver estadísticas de IOTD/TP
fi: Näytä IOTD/TP tilastot
hu: Nézd meg az IOTD/TP statisztikákat
nl: Bekijk IOTD/TP-statistieken
pl: Zobacz statystyki IOTD/TP
pt: Ver estatísticas de IOTD/TP
ru: Посмотреть статистику IOTD/TP
sq: Shiko statistikat IOTD/TP
tr: IOTD/TP istatistiklerini görüntüle
uk: Переглянути статистику IOTD/TP

source: View all
be: Прагляд усіх
el: Δείτε όλα
es: Ver todo
fi: Näytä kaikki
hu: Nézd meg az összeset
nl: Bekijk alles
pl: Zobacz wszystko
pt: Ver tudo
ru: Посмотреть все
sq: Shiko të gjitha
tr: Hepsini görüntüle
uk: Переглянути все

source: View histogram
be: Прагляд гістаграмы
el: Δείτε το ιστογράφημα
es: Ver histograma
fi: Näytä histogrammi
hu: Nézd meg a histogramot
nl: Bekijk histogram
pl: Zobacz histogram
pt: Ver histograma
ru: Посмотреть гистограмму
sq: Shiko histogramin
tr: Histogramı görüntüle
uk: Переглянути гістограму

source: View sky map
be: Прагляд карты неба
el: Δείτε τον χάρτη του ουρανού
es: Ver mapa del cielo
fi: Näytä taivaskartta
hu: Nézd meg az ég térképet
nl: Bekijk sterrenkaart
pl: Zobacz mapę nieba
pt: Ver mapa do céu
ru: Посмотреть карту неба
sq: Shiko hartën e qiellit
tr: Gökyüzü haritasını görüntüle
uk: Переглянути карту неба

source: Views
be: Прагляды
el: Προβολές
es: Vistas
fi: Näytöt
hu: Megtekintések
nl: Weergaven
pl: Wyświetlenia
pt: Visualizações
ru: Просмотры
sq: Shikime
tr: Görüntüleme sayısı
uk: Перегляди

source: Views by Submitters (available since September 19th, 2023)
be: Прагляды ад аўтараў (даступна з 19 верасня 2023 года)
el: Θέα από τους Υποβολείς (διαθέσιμο από 19 Σεπτεμβρίου 2023)
es: Vistas por los Enviadores (disponible desde el 19 de septiembre de 2023)
fi: Katselut lähettäjiltä (saatavilla 19. syyskuuta 2023 alkaen)
hu: Megtekintések a beküldőktől (elérhető 2023. szeptember 19. óta)
nl: Zichten door Indienaars (beschikbaar sinds 19 september 2023)
pl: Widoki od nadawców (dostępne od 19 września 2023)
pt: Visualizações por Submissores (disponível desde 19 de setembro de 2023)
ru: Просмотры от отправителей (доступно с 19 сентября 2023 года)
sq: Pamjet nga Dërguesit (të disponueshme që nga 19 Shtatori 2023)
tr: Gönderenler tarafından Görüntüleme (19 Eylül 2023'ten beri mevcut)
uk: Перегляди від подавачів (доступно з 19 вересня 2023 року)

source: Visit website
be: Наведайце сайт
el: Επισκεφθείτε την ιστοσελίδα
es: Visitar sitio web
fi: Vieraile sivustolla
hu: Látogass el a weboldalra
nl: Bezoek website
pl: Odwiedź stronę
pt: Visitar o site
ru: Посетить сайт
sq: Vizito faqen e internetit
tr: Web sitesini ziyaret et
uk: Відвідати вебсайт

source: Warning! That's a large file you got there! AstroBin does not impose artificial limitation in the file size you can upload with an Ultimate subscription, but we cannot guarantee that all images above 500 MB or ~16000x16000 pixels will work. Feel free to give it a shot tho!
be: Увага! У вас вялікі файл! AstroBin не накладае штучных абмежаванняў на памер файла, які вы можаце загрузіць з Ultimate падпіскай, але мы не можам гарантаваць, што ўсе выявы больш за 500 МБ або ~16000x16000 пікселяў будуць працаваць. Але не саромейцеся паспрабаваць!
el: Προσοχή! Έχεις ένα μεγάλο αρχείο εκεί! Το AstroBin δεν επιβάλλει τεχνητούς περιορισμούς στο μέγεθος του αρχείου που μπορείς να ανεβάσεις με μια Ultimate συνδρομή, αλλά δεν μπορούμε να εγγυηθούμε ότι όλες οι εικόνες πάνω από 500 MB ή ~16000x16000 pixels θα λειτουργήσουν. Μη διστάσεις να το δοκιμάσεις πάντως!
es: ¡Advertencia! ¡Ese es un archivo grande que tienes ahí! AstroBin no impone limitaciones artificiales en el tamaño de archivo que puedes subir con una suscripción Ultimate, pero no podemos garantizar que todas las imágenes de más de 500 MB o ~16000x16000 píxeles funcionen. ¡Siéntete libre de intentarlo!
fi: Varoitus! Siinä on iso tiedosto! AstroBin ei aseta keinotekoisia rajoituksia tiedoston koolle, jonka voit ladata Ultimate-tilauksella, mutta emme voi taata, että kaikki yli 500 MB tai ~16000x16000 pikselin kuvat toimivat. Kokeile ihmeessä!
hu: Figyelem! Ez egy nagy fájl! Az AstroBin nem korlátozza mesterségesen a feltölthető fájl méretét az Ultimate előfizetéssel, de nem tudjuk garantálni, hogy minden 500 MB vagy ~16000x16000 pixel feletti kép működni fog. Nyugodtan próbáld meg!
nl: Waarschuwing! Dat is een groot bestand dat je daar hebt! AstroBin legt geen kunstmatige beperking op de bestandsgrootte die je kunt uploaden met een Ultimate-abonnement, maar we kunnen niet garanderen dat alle afbeeldingen boven de 500 MB of ~16000x16000 pixels zullen werken. Voel je vrij om het te proberen!
pl: Uwaga! Masz tam duży plik! AstroBin nie narzuca sztucznych ograniczeń co do rozmiaru pliku, który możesz przesłać z subskrypcją Ultimate, ale nie możemy zagwarantować, że wszystkie obrazy powyżej 500 MB lub ~16000x16000 pikseli będą działać. Śmiało spróbuj!
pt: Atenção! Esse é um arquivo grande que você tem aí! O AstroBin não impõe limitações artificiais no tamanho do arquivo que você pode carregar com uma assinatura Ultimate, mas não podemos garantir que todas as imagens acima de 500 MB ou ~16000x16000 pixels funcionarão. Sinta-se à vontade para tentar!
ru: Внимание! У вас большой файл! AstroBin не накладывает искусственных ограничений на размер файла, который вы можете загрузить с подпиской Ultimate, но мы не можем гарантировать, что все изображения размером более 500 МБ или ~16000x16000 пикселей будут работать. Но можете попробовать!
sq: Kujdes! Kjo është një skedar i madh që ke aty! AstroBin nuk vendos kufizime artificiale në madhësinë e skedarëve që mund të ngarkosh me një abonim Ultimate, por nuk mund të garantojmë që të gjitha imazhet mbi 500 MB ose ~16000x16000 piksel do të funksionojnë. Mos hezito ta provosh!
tr: Uyarı! Orada büyük bir dosya var! AstroBin, Ultimate aboneliği ile yükleyebileceğiniz dosya boyutunda yapay bir sınırlama getirmiyor, ancak 500 MB veya ~16000x16000 pikselden büyük tüm görüntülerin çalışacağını garanti edemiyoruz. Yine de denemekten çekinmeyin!
uk: Увага! Це великий файл! AstroBin не накладає штучних обмежень на розмір файлу, який ви можете завантажити з Ultimate підпискою, але ми не можемо гарантувати, що всі зображення понад 500 МБ або ~16000x16000 пікселів працюватимуть. Але спробуйте!

source: We found some items relevant to your search for sale on our marketplace!
be: Мы знайшлі некалькі тавараў, якія адпавядаюць вашаму пошуку на нашым рынку!
el: Βρήκαμε μερικά αντικείμενα σχετικά με την αναζήτησή σου προς πώληση στην αγορά μας!
es: ¡Encontramos algunos elementos relevantes para tu búsqueda a la venta en nuestro mercado!
fi: Löysimme joitain myynnissä olevia kohteita, jotka liittyvät hakuusi markkinapaikaltamme!
hu: Találtunk néhány, a keresésedhez kapcsolódó eladó tételt a piacterünkön!
nl: We hebben enkele items gevonden die relevant zijn voor je zoekopdracht te koop op onze marktplaats!
pl: Znaleźliśmy kilka przedmiotów związanych z Twoim wyszukiwaniem na naszym rynku!
pt: Encontramos alguns itens relevantes para sua busca à venda em nosso marketplace!
ru: Мы нашли несколько товаров, соответствующих вашему запросу, на нашем рынке!
sq: Gjetëm disa artikuj të rëndësishëm për kërkimin tënd në tregun tonë!
tr: Pazar yerimizde aramanızla ilgili bazı ürünler bulduk!
uk: Ми знайшли кілька товарів, які відповідають вашому пошуку на нашому ринку!

source: Weighted average Bortle scale
be: Вагавае сярэдняе значэнне шкалы Бортла
el: Σταθμισμένη μέση κλίμακα Bortle
es: Promedio ponderado de la escala Bortle
fi: Painotettu keskiarvo Bortle-asteikolla
hu: Súlyozott átlag Bortle skála
nl: Gewogen gemiddelde Bortle-schaal
pl: Waży średnia skala Bortle'a
pt: Média ponderada da escala Bortle
ru: Взвешенная средняя шкала Бортла
sq: Mesatarja e peshuar e shkallës Bortle
tr: Ağırlıklı ortalama Bortle ölçeği
uk: Зважена середня шкала Бортла

source: When {{ 0 }} distinct Reviewers promote the image, it moves on to the next stage of the process: evaluation for IOTD status.
be: Калі {{ 0 }} адметных рэйцераў прасоўваюць выяву, яна пераходзіць на наступны этап працэсу: ацэнка на статус IOTD.
el: Όταν {{ 0 }} διακριτοί Κριτές προωθούν την εικόνα, προχωρά στην επόμενη φάση της διαδικασίας: αξιολόγηση για κατάσταση IOTD.
es: Cuando {{ 0 }} Revisores distintos promueven la imagen, pasa a la siguiente etapa del proceso: evaluación para el estado de IOTD.
fi: Kun {{ 0 }} erilaista arvioijaa edistää kuvaa, se siirtyy prosessin seuraavaan vaiheeseen: arviointi IOTD-statusta varten.
hu: Amikor {{ 0 }} különböző értékelők népszerűsítik a képet, a folyamat következő szakaszába lép: értékelés IOTD státuszra.
nl: Wanneer {{ 0 }} verschillende Beoordelaars de afbeelding promoten, gaat deze door naar de volgende fase van het proces: evaluatie voor IOTD-status.
pl: Gdy {{ 0 }} różnych recenzentów promuje obraz, przechodzi do następnego etapu procesu: oceny na status IOTD.
pt: Quando {{ 0 }} Revisores distintos promovem a imagem, ela avança para a próxima etapa do processo: avaliação para status de IOTD.
ru: Когда {{ 0 }} различных рецензентов продвигают изображение, оно переходит на следующий этап процесса: оценка для статуса IOTD.
sq: Kur {{ 0 }} Rishikues të veçantë promovojnë imazhin, ai kalon në fazën tjetër të procesit: vlerësimi për statusin IOTD.
tr: {{ 0 }} farklı Değerlendirici bu görüntüyü desteklediğinde, süreçte bir sonraki aşamaya geçer: IOTD durumu için değerlendirme.
uk: Коли {{ 0 }} різних рецензентів просувають зображення, воно переходить на наступний етап процесу: оцінка на статус IOTD.

source: When {{ 0 }} distinct Submitters promote the image, it moves on to the next stage of the process: evaluation for Top Pick status. This requirement, in addition to anonymization of images and distribution to only a subset of them, prevents biases and ensures that the best images are selected.
be: Калі {{ 0 }} адметных аўтараў прасоўваюць выяву, яна пераходзіць на наступны этап працэсу: ацэнка на статус Top Pick. Гэтая патрабаванне, у дадатак да ананімізацыі выяў і распаўсюджвання толькі на падмноства з іх, прадухіляе ўплывы і забяспечвае выбар найлепшых выяў.
el: Όταν {{ 0 }} διακριτοί Υποβολείς προωθούν την εικόνα, προχωρά στην επόμενη φάση της διαδικασίας: αξιολόγηση για κατάσταση Top Pick. Αυτή η απαίτηση, σε συνδυασμό με την ανωνυμία των εικόνων και τη διανομή μόνο σε ένα υποσύνολο αυτών, αποτρέπει τις προκαταλήψεις και διασφαλίζει ότι οι καλύτερες εικόνες επιλέγονται.
es: Cuando {{ 0 }} Enviadores distintos promueven la imagen, pasa a la siguiente etapa del proceso: evaluación para el estado de Mejor Selección. Este requisito, además de la anonimización de imágenes y la distribución solo a un subconjunto de ellas, previene sesgos y asegura que se seleccionen las mejores imágenes.
fi: Kun {{ 0 }} erilaista lähettäjää edistää kuvaa, se siirtyy prosessin seuraavaan vaiheeseen: arviointi Top Pick -statusta varten. Tämä vaatimus, yhdessä kuvien anonymisoinnin ja niiden jakamisen vain osalle, estää puolueellisuutta ja varmistaa, että parhaat kuvat valitaan.
hu: Amikor {{ 0 }} különböző beküldők népszerűsítik a képet, a folyamat következő szakaszába lép: értékelés Top Pick státuszra. Ez a követelmény, a képek anonimizálásával és csak egy részhalmazra való elosztásával együtt megakadályozza az elfogultságot, és biztosítja, hogy a legjobb képek kerüljenek kiválasztásra.
nl: Wanneer {{ 0 }} verschillende Indienaars de afbeelding promoten, gaat deze door naar de volgende fase van het proces: evaluatie voor Top Pick-status. Deze vereiste, naast de anonimisatie van afbeeldingen en distributie naar slechts een subset ervan, voorkomt vooringenomenheid en zorgt ervoor dat de beste afbeeldingen worden geselecteerd.
pl: Gdy {{ 0 }} różnych nadawców promuje obraz, przechodzi do następnego etapu procesu: oceny na status Top Pick. Ten wymóg, oprócz anonimizacji obrazów i dystrybucji tylko do ich podzbioru, zapobiega stronniczości i zapewnia, że najlepsze obrazy są wybierane.
pt: Quando {{ 0 }} Submissores distintos promovem a imagem, ela avança para a próxima etapa do processo: avaliação para status de Top Pick. Esse requisito, além da anonimização das imagens e distribuição apenas para um subconjunto delas, previne vieses e garante que as melhores imagens sejam selecionadas.
ru: Когда {{ 0 }} различных отправителей продвигают изображение, оно переходит на следующий этап процесса: оценка для статуса Top Pick. Это требование, в дополнение к анонимизации изображений и распределению только среди их подмножества, предотвращает предвзятости и гарантирует, что выбираются лучшие изображения.
sq: Kur {{ 0 }} Dërgues të veçantë promovojnë imazhin, ai kalon në fazën tjetër të procesit: vlerësimi për statusin Top Pick. Kjo kërkesë, përveç anonimizimit të imazheve dhe shpërndarjes vetëm për një nëngrup të tyre, parandalon paragjykimet dhe siguron që imazhet më të mira të zgjidhen.
tr: {{ 0 }} farklı Gönderen bu görüntüyü desteklediğinde, süreçte bir sonraki aşamaya geçer: En İyi Seçim durumu için değerlendirme. Bu gereklilik, görüntülerin anonimleştirilmesi ve yalnızca bir alt kümesine dağıtılması ile birlikte, önyargıları önler ve en iyi görüntülerin seçilmesini sağlar.
uk: Коли {{ 0 }} різних подавачів просувають зображення, воно переходить на наступний етап процесу: оцінка на статус Top Pick. Ця вимога, разом з анонімізацією зображень і розподілом лише на підмножину з них, запобігає упередженості та забезпечує вибір найкращих зображень.

source: Wide field
be: Шырокае поле
el: Φαρδιά πεδία
es: Campo amplio
fi: Laaja kenttä
hu: Széles mező
nl: Brede veld
pl: Szerokie pole
pt: Campo amplo
ru: Широкое поле
sq: Fushë e gjerë
tr: Geniş alan
uk: Широке поле

source: Width
be: Шырыня
el: Πλάτος
es: Ancho
fi: Leveys
hu: Szélesség
nl: Breedte
pl: Szerokość
pt: Largura
ru: Ширина
sq: Gjerësia
tr: Genişlik
uk: Ширина

source: Width and height
be: Шырыня і вышыня
el: Πλάτος και ύψος
es: Ancho y altura
fi: Leveys ja korkeus
hu: Szélesség és magasság
nl: Breedte en hoogte
pl: Szerokość i wysokość
pt: Largura e altura
ru: Ширина и высота
sq: Gjerësia dhe lartësia
tr: Genişlik ve yükseklik
uk: Ширина та висота

source: Width of the field in arcminutes
be: Шырыня поля ў аркмінутах
el: Πλάτος του πεδίου σε λεπτά τόξου
es: Ancho del campo en minutos de arco
fi: Kentän leveys kaariminuuteissa
hu: A mező szélessége ívpercekben
nl: Breedte van het veld in boogminuten
pl: Szerokość pola w arcminutach
pt: Largura do campo em minutos de arco
ru: Ширина поля в угловых минутах
sq: Gjerësia e fushës në arcminute
tr: Alan genişliği dakikada
uk: Ширина поля в дугах

source: Width of the field in degrees
be: Шырыня поля ў градусах
el: Πλάτος του πεδίου σε μοίρες
es: Ancho del campo en grados
fi: Kentän leveys asteina
hu: A mező szélessége fokokban
nl: Breedte van het veld in graden
pl: Szerokość pola w stopniach
pt: Largura do campo em graus
ru: Ширина поля в градусах
sq: Gjerësia e fushës në gradë
tr: Alan genişliği derecede
uk: Ширина поля в градусах

source: Would you like to save this equipment configuration as a setup?
be: Ці хочаце вы захаваць гэтую канфігурацыю абсталявання як наладу?
el: Θα ήθελες να αποθηκεύσεις αυτή τη ρύθμιση εξοπλισμού ως setup;
es: ¿Te gustaría guardar esta configuración de equipo como un setup?
fi: Haluatko tallentaa tämän laitekokoonpanon asetuksena?
hu: Szeretnéd ezt a felszerelés konfigurációt beállításként menteni?
nl: Wil je deze apparatuurconfiguratie opslaan als een setup?
pl: Czy chcesz zapisać tę konfigurację sprzętową jako ustawienie?
pt: Você gostaria de salvar essa configuração de equipamento como um setup?
ru: Хотите сохранить эту конфигурацию оборудования как установку?
sq: A do të doje ta ruash këtë konfigurim të pajisjeve si një setup?
tr: Bu ekipman konfigürasyonunu bir kurulum olarak kaydetmek ister misin?
uk: Хотіли б ви зберегти цю конфігурацію обладнання як налаштування?

source: Years
be: Гады
el: Χρόνια
es: Años
fi: Vuodet
hu: Évek
nl: Jaren
pl: Lata
pt: Anos
ru: Годы
sq: Vjet
tr: Yıllar
uk: Роки

source: Yes, close
be: Так, зачыніць
el: Ναι, κλείσιμο
es: Sí, cerrar
fi: Kyllä, sulje
hu: Igen, közel
nl: Ja, sluiten
pl: Tak, zamknij
pt: Sim, próximo
ru: Да, закрыть
sq: Po, mbylle
tr: Evet, kapat
uk: Так, закрити

source: Yes, save the setup
be: Так, захаваць наладу
el: Ναι, αποθήκευσε το setup
es: Sí, guardar el setup
fi: Kyllä, tallenna asetus
hu: Igen, mentse a beállítást
nl: Ja, sla de setup op
pl: Tak, zapisz ustawienie
pt: Sim, salve a configuração
ru: Да, сохранить установку
sq: Po, ruaj setup-in
tr: Evet, kurulumu kaydet
uk: Так, зберегти налаштування

source: You are about to delete the uncompressed source file that you associated to this image. This action cannot be undone.
be: Вы збіраецеся выдаліць несціснуты зыходны файл, які вы звязалі з гэтай выявай. Гэта дзеянне нельга будзе адменіць.
el: Είσαι έτοιμος να διαγράψεις το αρχείο πηγής χωρίς συμπίεση που έχεις συσχετίσει με αυτή την εικόνα. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Estás a punto de eliminar el archivo fuente sin comprimir que asociaste a esta imagen. Esta acción no se puede deshacer.
fi: Olet poistamassa tähän kuvaan liitetyn purkamaton lähdetiedoston. Tätä toimintoa ei voi peruuttaa.
hu: Éppen most törölni fogja a képhez társított tömörítetlen forrást. Ezt a műveletet nem lehet visszavonni.
nl: Je staat op het punt het ongecomprimeerde bronbestand dat je aan deze afbeelding hebt gekoppeld te verwijderen. Deze actie kan niet ongedaan worden gemaakt.
pl: Zaraz usuniesz niekompresowany plik źródłowy, który powiązałeś z tym obrazem. Ta akcja nie może być cofnięta.
pt: Você está prestes a deletar o arquivo fonte não comprimido que você associou a esta imagem. Esta ação não pode ser desfeita.
ru: Вы собираетесь удалить несжатый исходный файл, который вы связали с этим изображением. Это действие нельзя отменить.
sq: Po fshin skedarin burimor të pakompresuar që ke lidhur me këtë imazh. Kjo veprim nuk mund të anulohet.
tr: Bu görüntü ile ilişkilendirdiğiniz sıkıştırılmamış kaynak dosyasını silmek üzeresiniz. Bu işlem geri alınamaz.
uk: Ви збираєтеся видалити некодований вихідний файл, який ви пов'язали з цим зображенням. Цю дію не можна скасувати.

source: You are now a collaborator to this image!
be: Вы цяпер з'яўляецеся супрацоўнікам гэтай выявы!
el: Είσαι τώρα συνεργάτης σε αυτή την εικόνα!
es: ¡Ahora eres colaborador de esta imagen!
fi: Olet nyt yhteistyökumppani tässä kuvassa!
hu: Most már együttműködője vagy ennek a képnek!
nl: Je bent nu een medewerker van deze afbeelding!
pl: Jesteś teraz współpracownikiem tego obrazu!
pt: Você agora é um colaborador desta imagem!
ru: Теперь вы являетесь соавтором этого изображения!
sq: Tani je një bashkëpunëtor për këtë imazh!
tr: Artık bu görüntüye bir işbirlikçi oldunuz!
uk: Тепер ви є співробітником цього зображення!

source: You can refine your search by using the advanced search page and filtering by user.
be: Вы можаце ўдакладніць свой пошук, выкарыстоўваючы старонку пашыранага пошуку і фільтруючы па карыстальніку.
el: Μπορείς να βελτιώσεις την αναζήτησή σου χρησιμοποιώντας τη σελίδα προηγμένης αναζήτησης και φιλτράροντας κατά χρήστη.
es: Puedes refinar tu búsqueda utilizando la página de búsqueda avanzada y filtrando por usuario.
fi: Voit tarkentaa hakua käyttämällä edistynyttä hakusivua ja suodattamalla käyttäjän mukaan.
hu: Finomíthatja a keresést az előrehaladott keresőoldal használatával és felhasználóra szűkítve.
nl: Je kunt je zoekopdracht verfijnen door de geavanceerde zoekpagina te gebruiken en te filteren op gebruiker.
pl: Możesz doprecyzować swoje wyszukiwanie, korzystając z zaawansowanej strony wyszukiwania i filtrując według użytkownika.
pt: Você pode refinar sua busca usando a página de busca avançada e filtrando por usuário.
ru: Вы можете уточнить свой поиск, используя страницу расширенного поиска и фильтруя по пользователю.
sq: Mund të rafinosh kërkimin tënd duke përdorur faqen e avancuar të kërkimit dhe filtrimin sipas përdoruesit.
tr: Kullanıcıya göre filtreleme yaparak gelişmiş arama sayfasını kullanarak aramanızı daraltabilirsiniz.
uk: Ви можете уточнити свій пошук, використовуючи сторінку розширеного пошуку та фільтруючи за користувачем.

source: You don't have any recently used items in this class.
be: У вас няма ніякіх нядаўна выкарыстаных тавараў у гэтай катэгорыі.
el: Δεν έχεις πρόσφατα χρησιμοποιημένα αντικείμενα σε αυτή την κατηγορία.
es: No tienes ningún elemento recientemente utilizado en esta clase.
fi: Sinulla ei ole äskettäin käytettyjä kohteita tässä luokassa.
hu: Nincsenek nemrég használt elemei ebben a kategóriában.
nl: Je hebt geen recent gebruikte items in deze klasse.
pl: Nie masz żadnych ostatnio używanych przedmiotów w tej klasie.
pt: Você não tem itens usados recentemente nesta classe.
ru: У вас нет недавно использованных элементов в этом классе.
sq: Nuk ke asnjë artikull të përdorur së fundmi në këtë klasë.
tr: Bu sınıfta yakın zamanda kullanılan herhangi bir öğeniz yok.
uk: У вас немає нещодавно використаних предметів у цьому класі.

source: You have used <strong>{{1}}</strong> of the <strong>{{2}}</strong> images allowed in your plan.
be: Вы выкарысталі <strong>{{1}}<\/strong> з <strong>{{2}}<\/strong> дазволеных у вашым плане выяў.
el: Έχεις χρησιμοποιήσει <strong>{{1}}<\/strong> από τις <strong>{{2}}<\/strong> εικόνες που επιτρέπονται στο σχέδιό σου.
es: Has utilizado <strong>{{1}}<\/strong> de las <strong>{{2}}<\/strong> imágenes permitidas en tu plan.
fi: Olet käyttänyt <strong>{{1}}<\/strong> <strong>{{2}}<\/strong> sallitusta kuvasta suunnitelmassasi.
hu: Használtad a <strong>{{1}}<\/strong> a <strong>{{2}}<\/strong> engedélyezett kép közül.
nl: Je hebt <strong>{{1}}<\/strong> van de <strong>{{2}}<\/strong> afbeeldingen die in je plan zijn toegestaan, gebruikt.
pl: Użyłeś <strong>{{1}}<\/strong> z <strong>{{2}}<\/strong> dozwolonych obrazów w swoim planie.
pt: Você usou <strong>{{1}}<\/strong> das <strong>{{2}}<\/strong> imagens permitidas no seu plano.
ru: Вы использовали <strong>{{1}}<\/strong> из <strong>{{2}}<\/strong> изображений, разрешенных в вашем плане.
sq: Ke përdorur <strong>{{1}}<\/strong> nga <strong>{{2}}<\/strong> imazhet e lejuara në planin tënd.
tr: Planınızdaki <strong>{{1}}<\/strong> görüntülerden <strong>{{2}}<\/strong> tanesini kullandınız.
uk: Ви використали <strong>{{1}}<\/strong> з <strong>{{2}}<\/strong> зображень, дозволених у вашому плані.
